Repository: schooltool-project/schooltool
Catalog: src/schooltool/locales/*.po
Languages: ar, id, km, lt, ms, nb, ne, nl, sk, sv, vi

source: Application Control
ar: التحكم في البرنامج
id: Pengendali Aplikasi
km: វត្ថុ​បញ្ជា​កម្មវិធី
lt: Programos valdymas
ms: Kawalan Aplikasi
nb: Applikasjonskontroll
ne: अनुप्रयोग नियन्त्रण
nl: Toepassingsbeheer
sv: Applikationskontroll
vi: Điểu khiển Ứng dụng

source: Translation Domains
ar: مجالات الترجمة
id: Domain-domain penterjemahan
km: ដែន​ការ​បកប្រែ
lt: Vertimai
ms: Terjemahan domain
nb: Oversettingsdomene
ne: अनुवाद डोमेन
nl: Vertaaldomeinen
sv: Översättningsdomäner
vi: Các lĩnh vực dịch

source: Generations
ar: أجيال
id: Generasi
km: ការ​បង្កើត
lt: Kartos
ms: Generasi
nb: Årskull
ne: पीढ़ी
nl: Generaties
sv: Generationer
vi: Thế hệ

source: Browser UI
ar: متصفح
id: Antarmuka Browser
km: ចំណុច​ប្រទាក់​អ្នក​ប្រើ​ការ​រុករក
lt: Naršyklės sąsaja (UI)
ms: Pelayar UI
nb: Nettleser UI
ne: यु आई ब्राउजर
nl: Gebruikersinterface
sv: Webbläsare

source: Login
km: ចូល
lt: Prisijungti
ms: Log masuk
ne: लग ईन
nl: Inloggen
sv: Logga in
vi: Đăng nhập

source: Errors
ar: أخطاء
id: Kesalahan
km: កំហុស
lt: Klaidos
ms: Ralat
nb: Feil
ne: त्रुटिहरु
nl: Fouten
sk: Chyby
sv: Fel
vi: Lỗi

source: Application
ar: تطبيق
id: Aplikasi
km: កម្មវិធី
lt: Programa
ms: Aplikasi
nb: Program
ne: अनुप्रयोग
nl: Toepassing
sv: Program

source: Calendar Widget
ar: أداة التقويم
id: Widget Kalender
km: ធាតុ​ក្រាហ្វិក​ប្រតិទិន
lt: Kalendoriaus įskiepis
ms: Widget Kalendar
nb: Kalender Widget
ne: भित्तेपात्रो विजेट
nl: Agenda-hulpprogramma
sv: Kalender widget

source: Templates
ar: نماذج
id: acuan
km: ពុម្ព
lt: Šablonai
ms: Template
nb: Maler
ne: टेम्प्लेट
nl: Sjablonen
sv: Mallar

source: Configure
ar: تكوين
id: Konfigurasi
km: កំណត់​រចនា​សម្ព័ន្ធ
lt: Nustatyti
ms: Tetapan
nb: Sett opp
ne: कन्फिगर
nl: Configureren
sk: Nastav
sv: Konfigurera
vi: Cấu hình

source: Error List
ar: لائحة الأخطاء
id: Daftar Kesalahan
km: បញ្ជី​កំហុស
lt: Klaidų sąrašas
ms: Senarai Ralat
nb: Liste over feil
ne: त्रुटि सूची
nl: Foutenlijst
sk: Zoznam chýb
sv: Fel lista
vi: Danh sách lỗi

source: No data provided
ar: لم يتم المد بالمعلومات
id: Tidak ada data
km: មិន​បាន​ផ្ដល់​ទិន្នន័យ
lt: Nepateikti duomenys
ms: Tiada data diberikan
nb: Ingen data lagt inn
ne: कुनै डाटा उपलब्ध गराइएको छैन
nl: Geen gegevens gekregen
sk: Žiadne dáta k dispozícii
sv: Ingen data angiven
vi: Chưa cung cấp dữ liệu

source: Could not convert data to Unicode (incorrect charset?).
ar: غير قادر على تحويل البيانات إلى Unicode (ترميز حروف غير صحيح؟)
id: Tidak dapat mengkonversi data menjadi Unicode (charset salah?)
km: មិន​អាច​បម្លែង​ទិន្នន័យ​ជា​យូនីកូដ (សំណុំ​តួ​អក្សរ​មិន​ត្រឹមត្រូវ?) ។
lt: Klaida konvertuojant į Unikodą (klaidinga simbolių lentelė?).
ms: Tidak dapat mengubah data kepada Unicode (aksara tidak sah?)
nb: Kunne ikke konvertere data til Unicode tegnsett (feil tegnsett?).
ne: युनिकोडमा डाटा रुपान्तर गर्न सकिँदैन (गलत क्यारेक्टर सेट ?)।
nl: Kon gegevens niet naar Unicode omzetten (verkeerde tekenset?)
sk: Dáta nebolo možné konvertovať do Unicode (nesprávna znaková sada?)
sv: Kunde inte konvertera data till Unicode (felaktig teckenuppsättning?).
vi: Không chuyển về mã Unicode được (sai tập ký tự?).

source: CSV file imported successfully.
ar: استورد ملف CSV بنجاح.
id: File CVS telah berhasil diimpor
km: នាំចូល​ឯកសារ CSV ដោយ​ជោគជ័យ ។
lt: CSV failo duomenys sėkmingai įkelti.
ms: Fail CSV berjaya diimport.
nb: CSV fil importert.
ne: CSV फाइल सफलतापूर्वक आयात भयो।
nl: CSV-bestand met succes geïmporteerd
sk: Súbor CSV bol úspešne importovaný
sv: Importen av CSV filen lyckades.
vi: Tệp CSV đã nhập vào thành công.

source: Failed to import CSV file
ar: أخفق في إستيراد ملف CSV
id: Gagal memasukkan file CSV
km: បរាជ័យ​ក្នុង​ការ​នាំចូល​ឯកសារ CSV
lt: Nepavyko įkelti CSV failo duomenų.
ms: Fail CSV gagal diimport
nb: Importering av CSV-fil feilet.
ne: CSV फाइल आयात गर्न असफल भयो
nl: Importeren van CSV-bestand mislukt
sk: Zlyhal import CSV súboru
sv: Importen av CSV filen misslyckades
vi: Nhập tệp CSV không thành công

source: CSV text imported successfully.
ar: تمت إضافة نص CSV بنجاح.
id: Berhasil mengimpor teks CSV
km: នាំចូល​អត្ថបទ CSV ដោយ​ជោគជ័យ ។
lt: CSV tekstas sėkmingai įkeltas
ms: Teks CSV berjaya diimport.
nb: CSV-tekst importert.
ne: CSV पाठ सफलतापूर्वक आयात भयो।
nl: CSV-tekst met succes geïmporteerd
sk: Import CSV textu prebehol úspešne
sv: Importen av CSV text lyckades.
vi: Văn bản CSV đã nhập vào thành công.

source: Failed to import CSV text
ar: أخفق في إستيراد نص CSV
id: Gagal mengimpor teks CSV
km: បរាជ័យ​ក្នុង​ការ​នាំចូល​ឯកសារ CSV
lt: Nepavyko įkelti CSV formato teksto
ms: Teks CSV gagal diimport.
nb: Kunne ikke importere CSV-tekst
ne: CSV पाठ आयात गर्न असफल भयो
nl: Importeren van CSV-tekst mislukt
sk: Zlyhal import CSV textu
sv: Importen av CSV text misslyckades
vi: Nhập văn bản CSV không thành công

source: No charset specified
ar: لم يتم تحديد ترميزالحروف
id: Tidak ada jenis kumpulan character (charset) yang dipilih
km: មិន​បាន​បញ្ជាក់​សំណុំ​តួ​អក្សរ
lt: Nenurodyta simbolių lentelė
ms: Tiada aksara diperincikan
nb: Ingen tegnsett spesifisert
ne: कुनै क्यारेक्टर सेट निर्दिष्ट छैन
nl: Geen tekenset aangegeven
sk: Nie je špecifikované kódovanie
sv: Ingen teckenuppsättning angiven
vi: Chưa chỉ ra tập ký tự

source: Unknown charset
ar: ترميز حروف غير معروف
id: Charset yang tidak diketahui
km: សំណុំ​តួ​អក្សរ​មិន​ស្គាល់
lt: Nežinoma simbolių lentelė
ms: aksara tidak diketahui
nb: Ukjent tegnsett
ne: अज्ञात क्यारेक्टर सेट
nl: Onbekende tekenset
sk: Neznéme kódovanie
sv: Okänd teckenuppsättning
vi: Không hiểu tập ký tự

source: Error in CSV data, line ${line_no}
ar: خطأ في بيانات CSV، السطر ${line_no}
id: Kesalahan pada data CSv, baris ke ${line_no}
km: កំហុស​ក្នុង​ទិន្នន័យ CSV បន្ទាត់​ទី ${line_no}
lt: Klaida CSV duomenyse, ${line_no} eilutėje
ms: Kesalahan didalam data CSV, baris ${line_no}
nb: Feil i CSV data, linje ${line_no}
ne: पङ्क्ति ${line_no} , CSV डाटामा त्रुटि
nl: Fout in CSV-gegevens, regel ${line_no}
sk: Chyba v CSV údajoch na riadku ${line_no}
sv: Fel i CSV data, rad ${line_no}
vi: Lỗi trong dữ liệu CSV, dòng ${line_no}

source: Conversion to unicode failed in line ${line_no}
ar: فشل التحويل إلى unicode في السطر ${line_no}
id: Konversi ke unicode gagal pada baris ${nomor_baris}
km: ការ​បម្លែង​ទៅ​ជា​យូនីកូដ​បរាជ័យ​នៅ​បន្ទាត់​ទី ${line_no}
lt: Nepavyko konvertuoti į unikodą, ${line_no} eilutė
ms: Pengubahaan kepada unicode gagal didalam baris ${line_no}
nb: Konvertering til unicode tegnsett feilet i linje ${line_no}
ne: ${line_no} पङ्क्तिमा युनिकोडमा रुपान्तरण गर्न असफल भयो
nl: Omzetting naar unicode mislukt in regel ${line_no}
sk: Konverzia so Unicode zlyhala v riadku ${line_no}
sv: Konvertering till unicode misslyckades på rad ${line_no}
vi: Chuyển sang mã unicode gặp lỗi ở dòng ${line_no}

source: Row 2 is not empty
ar: السطر 2 ليس فارغ
id: Baris 2 tidak kosong
km: ជួរ​ដេក​ទី ២ មិន​ទទេ​ទេ
lt: 2-a eilutė netuščia
ms: Baris Kedua tidak kosong
nb: Rad 2 er ikke tom.
ne: पङ्क्ति २ खाली छैन
nl: Rij 2 is niet leeg
sk: Stĺpec 2 nie je prázdny
sv: Rad två är inte tom
vi: Dòng 2 không rỗng

source: Wrong section header on line ${line_no} (it should contain a course id and an instructor id)
ar: الخطأ هو عنوان القسم فى السطر ${line_no} ( يجب أن يحتوى على رقم المادة و رقم المدرس )
id: Header seksi salah pada baris ${line_no} (harus mengandung sebuah id kursus dan id instruktur)
km: ផ្នែក​ក្បាល​មិន​ត្រឹមត្រូវ​​នៅ​លើ​បន្ទាត់ ${line_no} (វា​គួរ​តែ​មាន​លេខ​សម្គាល់​វគ្គសិក្សា និង​លេខ​សម្គាល់​អ្នក​បង្រៀន)
lt: ${line_no} eilutė: klaidinga kurso antraštė (nurodant dalyko ir mokytojo id)
ms: Kesalahan kepala seksyen dalam baris ${line_no} (Ia harus mengandungi id kursus dan id pengajar)
nb: Feil seksjonsoverskrift på linje ${line_no} (må inneholde bane ID og instruktør ID)
ne: ${line_no}पङ्क्तिमा गलत हेडर सेक्सन छ (यसले पाठ्यक्रम आई डी र अध्यापक आई डी समावेश गरेको हुनुपर्छ)
nl: Fout sectiehoofd op regel ${line_no} (deze zou een les-id en een leraar-id moeten bevatten)
sk: Zlá hlavička sekcie v riadku ${line_no} (mala by obsahovať course id a instructor id)
sv: Fel rubrik för sektionen på rad ${line_no] (den ska innehålla ett kurs id och ett instruktörs id)
vi: Sai tiêu đề của lớp ở dòng ${line_no} (có thể bao gồm một mã khóa học và mã giáo viên)

source: Malformed line ${line_no} (it should contain a day id and a period id)
ar: خطأ فى السطر ${line_no} (يجب أن يحتوى رقم اليوم و رقم المدة الزمنية)
id: Bentuk yang salah pada baris ${line_no} (harus mengandung sebuah id hari dan sebuah id periode)
km: បន្ទាត់​មាន​ទ្រង់ទ្រាយ​មិនត្រឹមត្រូវ ${line_no} (វា​គួរ​តែ​មាន​លេខ​សម្គាល់​ថ្ងៃ និង​លេខសម្គាល់​រយៈពេល)
lt: Klaida ${line_no} eilutėje (reikia dienos ir pamokos id)
ms: Baris tidak sempurna ${line_no} (Ia harus mengandungi id hari dan id tempoh)
nb: Feil på linje ${line_no} (må inneholde dag ID og periode ID)
ne: विकृत पङ्क्ति ${line_no} (यसले दिन आई डी र अवधि आई डी समावेश गरेको हुनुपर्दछ)
nl: Fout in regel ${line_no} (deze zou een dag-id en een uur-id moeten bevatten)
sk: Nesprávny formát riadku ${line_no} (mal by obsahovať identifikátor dňa a hodiny)
sv: Felformaterad rad ${line_no} (den skall innehålla ett dagsid eller ett lektionstimmesid)
vi: Sai định dạng ở dòng ${line_no} (phải là một mã ngày và mã kỳ)

source: Incomplete section description on line ${line}
ar: توصيف قسم ناقص في السطر ${line}
id: Deskripsi bagian tidak lengkap pada baris $(line)
km: ការ​ពិពណ៌នា​ផ្នែក​មិន​បាន​បញ្ចប់​នៅ​បន្ទាត់ ${line}
lt: Nepilnas kurso aprašymas ${line} eilutėje
ms: Penerangan seksyen yang tidak lengkap dalam baris ${line}
nb: Ufullstendig kursbeskrivelse på linje ${line]
ne: ${line} पङ्क्तिमा अपूर्ण सेक्सन वर्णन छ
nl: Onvolledige sectiebeschrijving op regel ${line}
sk: Nekompletný popis sekcie v riadku ${line}
sv: Ofullständig sektionsbeskrivning på rad ${line}
vi: Mô tả về lớp chưa đầy đủ ở dòng ${line}

source: No students in section (line ${line})
ar: لا يوجد طلبة في القسم (line ${line})
id: Tidak ada siswa dalam bagian (baris $line))
km: មិន​មាន​សិស្ស​នៅ​ក្នុង​ផ្នែក (line ${line})
lt: Nėra moksleivių kurse (${line} eilutė)
ms: Tiada pelajar dalam seksyen (baris ${line})
nb: Ingen studenter i seksjonen (line ${line})
ne: (line ${line}) सेक्सनमा कुनै विद्यार्थीहरु छैनन्
nl: Geen leerlingen in sectie (lijn ${line})
sk: Žiadni študenti v sekcii (line ${line})
sv: Ingen elev i sektionen (rad ${line})
vi: Không có học sinh nào trong lớp (dòng ${line})

source: The first row of the CSV file must contain the timetable schema id.
ar: السطر الأول من ملف CSV يجب أن يحوي معرّف تخطيط جدول مواعيد
id: Baris pertama pada file CSV harus memuat jadwal skema id
km: ជួរ​ដំបូង​របស់​ឯកសារ CSV ត្រូវ​តែ​មាន​លេខ​សម្គាល់​កាលវិភាគ
lt: Pirmojoje CSV failo eilutėje turi būti tvarkaraščio schemos identifikatorius.
ms: Baris pertama dalam CSV fail mesti mengandungi id skema jadual
nb: Den første raden i CSV filen må inneholde en skjema ID for tidstabell
ne: फिले को बहिलो पंक्ति मा CSV ID हुनु पर्चा
nl: De eerste rij van het CSV-bestand moet de identificatie van het rooster bevatten.
sk: Prvý riadok CSV súboru musí obsahovať identifikátor harmonogramu zvonenia.
sv: Första raden i CSV filen måste innehålla tidstabellens schema id.
vi: Cột đầu tiên của file CSV phải chứa ID của thời khóa biểu

source: The timetable schema ${schema} does not exist.
ar: مخطط جدول الحصص ${schema} غير موجود
id: Skema jadwal ${schema} tidak ada
km: មិនទាន់មាន​កាលវិភាគ​សាលា ${schema} ។
lt: Nėra tokios tvarkaraščio schemos: ${schema}
ms: Jadual skema ${schema} tidak wujud
nb: Tidstabell oppsettet ${schema} eksisterer ikke.
ne: समयतालिका रूपरेखा ${schema} अवस्थित छैन।
nl: Het roosterschema ${schema} bestaat niet.
sk: Harmonogram zvonenia ${schema} neexistuje.
sv: Schemat ${schema} existerar inte.
vi: Lược đồ thời khóa biểu ${schema} không tồn tại.

source: Error in timetable CSV data, line ${line_no}
ar: خطأ في بيانات جدول الحصص CSV، السطر ${line_no}
id: Kesalahan di data jadwal CSV, baris nomor ${line_no}
km: កំហុស​ក្នុង​ទិន្នន័យ CSV កាល​វិភាគ បន្ទាត់​ទី ${line_no}
lt: Klaida tvarkaraščio CSV duomenyse, ${line_no} eilutė
ms: Kesilapan dalam jadual data CSV, baris ${line_no}
nb: Feil i tidstabell CVS data, linje ${line_no}
ne: समयतालिका CSV डाटा पङ्क्ति, $ {line_no} मा त्रुटि
nl: Fout in rooster-CSV-gegevens, regel ${line_no}
sk: Chyba v CSV údajoch rozvrhu na riadku ${line_no}
sv: Fel i schemats CSV-data, rad ${line_no}
vi: Lỗi trong dữ liệu CSV thời khóa biểu, dòng ${line_no}

source: Day ids not defined in selected schema: ${args}.
ar: أرقام الايام غير محددة فى المخطط المختار
id: Identitas Hari tidak terdefinisi pada skema yang terpilih: ${args}
km: លេខ​សម្គាល់​ថ្ងៃ​មិន​បាន​កំណត់​ក្នុង​គ្រោងការណ៍​ដែល​បានជ្រើស​ទេ ៖ ${args} ។
lt: Pažymėtoje schemoje neaprašyti dienų ID: ${args}.
ms: Id hari tidak didefinasikan di dalam skema yang dipilih: ${args}.
nb: Dag id er ikke definert i valgt oppsett: ${args}.
ne: चयन गरिएको स्कीमामा दिन आई डीहरु परिभाषित गरिएको छैन: $ {args}
nl: Dag-ID's niet gedefinieerd in geselecteerd schema: ${args}.
sk: Deň nie je definovaný vo vyznacenej schéme: ${args}.
sv: Dagsid inte definierat i det valda schemat: ${args}.
vi: Mã ngày (id) chưa định nghĩa trong lược đồ: ${args}.

source: Periods not defined in selected days: ${args}.
ar: لم يتم تحديد المدد في الأبام المحددة :${args}.
id: Waktu belum ditentukan pada hari terpilih: ${args}
km: ថិរវេលា​មិនបាន​កំណត់​នៅ​ក្នុងថ្ងៃ​ដែល​បាន​ជ្រើស​ទេ ៖ ${args} ។
lt: Langai pažymėtose dienose: ${args}.
ms: Waktu tidak didefinasikan dalam hari yang dipilih: $ {args}.
nb: Ikke definerte perioder i valgte dager: ${args}.
ne: चयन गरिएका दिनमा अवधि परिभाषित गरिएको छैन: $ {args}
nl: Lesuren niet gedefinieerd in geselecteerde dagen: ${args}.
sk: Hodiny nie sú definované vo vyzačenom dni: ${args}.
sv: Lektonstimmar inte definierade för valda dagar: ${args}.
vi: Các khoảng thời gian chưa được định nghĩa trong các ngày đã chọn: ${args}.

source: Persons not found: ${args}.
ar: الشخص غر موجود: ${args}.
id: Orang tidak ditemukan: ${args}.
km: រក​មិន​ឃើញ​មនុស្ស ៖ ${args} ។
lt: Nėrasti šie asmenys: ${args}.
ms: Orang tidak dijumpai: $ {args}.
nb: Personer ikke funnet: ${args}.
ne: ${args} व्यक्ति फेला परेन
nl: Personen niet gevonden: ${args}.
sk: Osoby nenájdené: ${args}.
sv: Hittade inte personer: ${args}.
vi: Không thấy người này: ${args}.

source: Courses not found: ${args}.
ar: لم يتم إيجادالمواد: ${args}.
id: Pelajaran tidak ditemukan: ${args}.
km: រក​មិន​ឃើញ​វគ្គ​សិក្សា ៖ ${args} ។
lt: Nėrasti šie dalykai: ${args}.
ms: Kursus tidak dijumpai: $ {args}.
nb: Kurs ikke funnet: ${args}.
ne: ${args} पाठ्यक्रमहरू फेला परेन
nl: Vakken niet gevonden: {args}.
sk: Nenájdené kurzy: ${args}.
sv: Hittade inte kurser: ${args}.
vi: Không thấy khóa học này: ${args}.

source: Sections not found: ${args}.
ar: القسم غير موجود: ${args}.
id: Bagian tidak ditemukan: ${args}.
km: រក​មិន​ឃើញ​ផ្នែក ៖ ${args} ។
lt: Nėrasti tokie kursai: ${args}.
ms: Seksyen tidak dijumpai: $ {args}.
nb: Avsnitt ikke funnet: ${args}.
ne: ${args} सेक्सनहरु फेला परेन
nl: Secties niet gevonden: ${args}.
sk: Nenájdené sekcie: ${args}.
sv: Hittade inte sektioner: ${args}.
vi: Không tìm thấy các lớp này: ${args}.

source: Invalid records: ${args}.
ar: سجلات خاطئة: ${args}.
id: Records tidak valid: ${args}
km: កំណត់​ត្រា​មិន​ត្រឹមត្រូវ ៖ ${args} ។
lt: Netinkami įrašai: ${args}.
ms: Rekod tidak sah: ${args}.
nb: Ugyldig innlegg: ${args}.
ne: ${args} अवैध रेकर्ड
nl: Ongeldige gegevens: ${args}.
sk: Neplatné záznamy: ${args}.
sv: Ogiltiga poster: ${args}.
vi: Bản ghi không hợp lệ: ${args}.

source: Saved changes.
ar: تغييرات محفوظة.
id: Perubahan tersimpan
km: រក្សា​ទុក​ការ​ផ្លាស់ប្ដូរ ។
lt: Išsaugoti paketimai.
ms: Simpan pengubahan
nb: Endringer lagret.
ne: बचत गरिएका परिवर्तनहरू
nl: Wijzigingen opgeslagen.
sk: Uložené zmeny
sv: Ändringar sparade.
vi: Đã lưu thay đổi.

source: Daily calendar for %s
ar: رزنامة يومية لـ %s
id: Kalender harian untuk %s
km: ប្រតិទិន​ប្រចាំ​ថ្ងៃ​សម្រាប់ %s
lt: %s dienos kalendorius
ms: Kalendar harian untuk %s
nb: Daglig kalender for %s
ne: %s का लागि दैनिक भित्तेपात्रो
nl: Dag-agenda van %s
sk: Denný kalendár pre %s
sv: Dagskalender för %s
vi: Lịch ngày cho %s

source: recurrent
ar: متكرر
id: Pemunculan kembali
km: កើតឡើង​ញឹកញាប់
lt: periodinis
ms: Berulang-ulang
nb: tilbakevendende
ne: पुनरावृत्तिक
nl: terugkerend
sk: opakujúci sa
sv: återkommande
vi: xuất hiện lại

source: from the calendar of ${calendar_owner}
ar: من التقويم ${calendar_owner}
id: dari kalender $(calendar_owner)
km: ពី​ប្រតិទិន​របស់ ${calendar_owner}
lt: iš ${calendar_owner} kalendoriaus
ms: dari kalendar ${calendar_owner}
nb: fra ${calendar_owner}s kalender
ne: कैलेंडर बाट ${calendar_owner}
nl: uit de kalender van ${calendar_owner}
sk: z kalendára od ${calendar_owner}
sv: från kalendern som tillhör ${calendar_owner}
vi: từ lịch của ${calendar_owner}

source: all day
ar: كل اليوم
id: semua hari
km: រាល់​ថ្ងៃ
lt: Visą dieną
ms: Seharian
nb: hele dagen
ne: सबै दिन
nl: de hele dag
sk: každý deň
sv: hela dagen
vi: cả ngày

source: Weekly calendar for %s
ar: رزنامة أسبوعية لـ %s
id: Kalender mingguan untuk %s
km: ប្រតិទិន​ប្រចាំ​សប្ដាហ៍​សម្រាប់ %s
lt: %s savaitės kalendorius
ms: Kalendar mingguan untuk %s
nb: Ukentlig kalender for %s
ne: %s का लागि साप्ताहिक भित्तेपात्रो
nl: Weekagenda van %s
sk: Týždenný kalendár pre %s
sv: Veckokalender för %s
vi: Lịch tuần cho %s

source: Monthly calendar for %s
ar: رزنامة شهرية لـ %s
id: Kalender bulanan untuk %s
km: ប្រតិទិន​ប្រចាំ​ខែ​សម្រាប់ %s
lt: %s mėnesio kalendorius
ms: Kalendar bulanan untuk %s
nb: Månedlig kalender for %s
ne: %s का लागि मासिक भित्तेपात्रो
nl: Maandagenda van %s
sk: Mesačný kalendár pre %s
sv: Månadskalender för %s
vi: Lịch tháng cho %s

source: PDF support is disabled. It can be enabled by your administrator.
ar: دعم البي دي أف "PDF" معطل, يمكن تفعيله بوساطة مديرك.
id: Dukungan PDF dimatikan. Dapat diaktifkan kembali oleh administrator
km: ការ​គាំទ្រ PDF ត្រូវ​បាន​បិទ ។ វា​អាច​ត្រូវ​បាន​អនុញ្ញាត​ដោយ​អ្នក​គ្រប់គ្រង​របស់​អ្នក ។
lt: PDF palaikymas išjungtas. Teirautis tarnybinės stoties administratoriaus.
ms: Sokongan PDF dinyahaktifkan. Ia boleh diaktifkan semula oleh pentadbir anda.
nb: Støtte for PDF-filer er slått av. Snakk med administrator for å slå det på.
ne: PDF समर्थन अक्षम पारिएको छ। यसलाई तपाईँको व्यवस्थापकले सक्षम पार्न सक्नुहुन्छ।
nl: PDF-ondersteuning is uitgeschakeld. Dit kan door de beheerder worden ingeschakeld.
sk: Podpora PDF je vypnutá. Zapnutá môže byť vašim správcom.
sv: PDF stödet är inaktivt. Detta kan aktiveras av din system administratör.
vi: Hỗ trợ PDF không sẵn sàng. Người quản trị mới có quyền bật tính năng này.

source: About SchoolTool
ar: عن سكول تول "SchoolTool"
id: Tentang SchoolTool
km: អំពី SchoolTool
lt: Apie SchoolTool
ms: Tentang SchoolTool
nb: Om SchoolTool
ne: स्कुल टुल बारे
nl: Over SchoolTool
sk: O SchoolTool
sv: Om SchoolTool
vi: Giới thiệu về Schooltool

source: SchoolTool is free administrative software for schools around the world. The goals of the project are to create a simple turnkey student information system or managment information system for primary and secondary schools, as well as a framework for building customized applications and configurations for individual schools or states.
ar: SchoolTool هي برمجيات إدارة مجانية للمدارس فى جميع أنحاء العالم. أهداف المشروع هي لإنشاء نظام معلومات الطالب بسيط و جاهز أو نظام إدارة المعلومات للمدارس الابتدائية والثانوية ، وكذلك وضع إطار لبناء تطبيقات وتكوينات مخصصة للمدارس أو الدول.
id: SchoolTool adalah perangkat lunak administratif gratis untuk sekolah - sekolah di seluruh dunia. Tujuan dari proyek ini adalah untuk menciptakan sistem informasi sederhana atau sistem informasi manajemen sekolah dasar dan menengah siswa, serta kerangka kerja untuk membangun aplikasi dan konfigurasi yang disesuaikan untuk setiap sekolah atau negara.
km: SchoolTool គឺ​ជា​កម្មវិធី​គ្រប់គ្រង​ប្រើ​ដោយ​សេរី​សម្រាប់​សាលា​រៀន​ទូទាំង​ពិភព​លោក ។ គោល​បំណង​របស់គម្រោង​គឺ​​បង្កើត​ប្រព័ន្ធ​ព័ត៌មាន​របស់​សិស្ស​ដ៏​សាមញ្ញ​ ឬ​ប្រព័ន្ធ​គ្រប់គ្រង​ព័ត៌មាន​សម្រាប់​សាលា​បឋម​សិក្សា និង​អនុវិទ្យាល័យ ព្រម​ទាំង​ជា​ក្របខ័ណ្ឌ​សម្រាប់​ស្ថាបនា​កម្មវិធី​ដែល​អាច​ប្ដូរ​ និង​កំណត់​រចនាសម្ព័ន្ធ​តាម​បំណង​សម្រាប់​សាលា​នីមួយៗ ។
lt: SchoolTool yra administravimo programinė priemonė mokykloms visame pasaulyje. Projekto tikslas yra sukurti paprastą ir paruoštą naudoti mokinių informacinę sistemą ar valdymo informacinę sistemą pradinėms ir vidurinėms mokykloms, o taip pat priemonių rinkinį kurti sistemoms pritaikytoms konkrečių mokyklų ar valstybių reikmėms.
ms: SchoolTool adalah aplikasi pengurusan untuk sekolah percuma seluruh dunia. Matlamat projek ini adalah untuk membina penyelesaian mudah untuk sistem informasi pelajar atau sistem pengurusan informasi untuk sekolah rendah dan menengah, sekaligus sebagai pelantar rangka kerja untuk membina aplikasi dan konfigurasi boleh- ubahsuai untuk sekolah kerajaan atau swasta.
nb: SchoolTool er et fritt administrasjonssystem for skoler verden rundt. Målene med prosjektet er å opprette et enkelt og lett å ta i bruk student informasjonssystem, eller et administrasjons- og informasjonssystem for grunnskolene, såvel som et rammeverk for å bygge tilpassede applikasjoner og konfigurasjoner for individuelle skoler, eller kommuner/fylker.
nl: SchoolTool is gratis administratieve software voor scholen over de hele wereld. De doelen van het project zijn om een simpel leerlingeninformatiesysteem of een managementsysteem voor basisscholen en middelbare scholen te maken en om een framewerk te zijn voor het maken van aangepaste applicaties en configuraties voor individuele scholen of staten.
sk: SchoolTool je medzinárodný slobodný softvér určený na správu školy. Cieľom projektu je vytvorenie jednoduchého študentského informačného systému alebo riadiaceho informačného systému pre základné a stredné školy. Ďalším cieľom je poskytnutie platformy pre tvorbu aplikácií prispôsobených rôznym školám a štátom.
sv: SchoolTool är ett fritt administrationsprogram för skolor runt om i världen. Projektets mål är dels att skapa ett enkelt och körklart administrationssystem för skolor med ett informationssystem för studenter, men också att skapa ett ramverk för skräddarsydda lösningar för enskilda skolor eller länder.
vi: Schooltool là phần mềm quản trị miễn phí cho các trường học trên thế giới. Mục đích của dự án này là tạo ra một chìa khóa đơn giản cho hệ thống thông tin Học sinh hoặc quản lý hệ thống thông tin cho các trường cấp 1 và cấp 2, cũng như một khuôn khổ để xây dựng các ứng dụng và cấu hình tùy chỉnhcá nhân cho các trường học khác nhau hoặc tiểu bang khác nhau.
