Repository: schooltool-project/schooltool
Catalog: src/schooltool/locales/*.po
Languages: ar, id, km, lt, ms, nb, ne, nl, sk, sv, vi

source: cancel-button
ar: زرّ الإلغاء
id: Batal
km: ប៊ូតុង​បោះបង់
lt: Atšaukti
ms: butang-batal
nb: Avbryt
ne: रद्द -बटन
nl: Annuleren
sk: Zrušiť
sv: Avbryt
vi: Huỷ bỏ

source: Resource Booking
ar: حجز موارد
id: sumber Pemesanan
km: ការ​កក់​ធនធាន
lt: Resursų Užsakymas
ms: Sumber Tempahan
nb: Registrer ressurser
ne: संशाधन बुकिङ्ग भैरहेको
nl: Reservering
sk: Rezervácia zdrojov
sv: Resursbokning
vi: Đăng ký tài nguyên

source: Resource Booking for ${title}
ar: حجز موارد لـ ${title}
id: Sumber daya dipesan untuk ${title}
km: ការ​កក់​ធនធាន​សម្រាប់ ${title}
lt: ${title} resursų užsakymas
ms: Sumber Tempahan untuk ${title}
nb: Ressursregistrering for ${title}
ne: ${title}संशाधन बुकिङ्ग भैरहेको
nl: Voorzieningenreservering voor ${title}
sk: Rezervácie zdroja pre ${title}
sv: Resursbokning för ${title}
vi: Đăng ký tài nguyên cho ${title}

source: Title:
ar: العنوان :
id: Judul:
km: ចំណង​ជើង ៖
lt: Antraštė:
ms: Tajuk:
nb: Tittel:
ne: शिर्षक:
nl: Titel:
sk: Nadpis
sv: Titel:
vi: Tiêu đề:

source: Starts:
ar: تبدأ:
id: Mulai
km: ចាប់ផ្ដើម ៖
lt: Prasideda:
ms: Bermula:
nb: Begynner:
ne: शुरु:
nl: Begint:
sk: Začína:
sv: Börjar:
vi: Bắt đầu

source: Ends:
ar: تنتهي:
id: Selesai
km: បញ្ចប់ ៖
lt: Baigiasi:
ms: Tamat:
nb: Slutter:
ne: अन्तिम:
nl: Eindigt:
sk: Končí:
sv: Slutar:
vi: Kết thúc

source: This is a recurring event!
ar: هذا حدث متكرر!
id: Ini adalah kegiatan berulang
km: នេះ​គឺ​ជា​ព្រឹត្តិការណ៍​ដែល​កើត​ផ្ទួនៗ!
lt: Tai pasikartojantis įvykis!
ms: Aktiviti ini berulang!
nb: Dette er en gjentagende hendelse!
ne: यो पुनरावृत्तिक घटना !
nl: Dit is een terugkerend evenement!
sk: Toto je opakujúca sa udalosť!
sv: Det här är en återkommande händelse!
vi: Đây là sự kiện lặp lại

source: Booked resources
ar: موارد محجوزة
id: Sumber daya yang sudah dipesan
km: ធនធាន​ដែល​បានកក់
lt: Užsakyti resursai
ms: sumber-sumber yang telah ditempah
nb: Registrerte ressurser
ne: बुक भएका संशाधनहरु
nl: Gereserveerde voorzieningen
sk: Rezervované zdroje
sv: Bokade resurser
vi: Tài nguyên đã đăng ký

source: UnBook
ar: إلغاء الحجز
id: BelumDipesan
lt: Atsisakyti
ms: Batal tempahan
nb: Avregistrer
ne: अनबुक
nl: Annuleer
sk: Nerezervované
sv: Avboka
vi: Bỏ đăng ký

source: Available resources
ar: الموارد المتاحة
id: Sumber daya tersedia
km: ធនធាន​ដែល​មាន
lt: Prieinami resursai
ms: Sumber-sumber yang tersedia
nb: Tilgjengelige verktøy
ne: उपलब्ध संशाधनहरु
nl: Beschikbare voorzieningen
sk: Dostupné zdroje
sv: Tillgängliga resurser
vi: Tài nguyên có sẵn

source: Book
ar: كتاب
id: Pesan
km: សៀវភៅ
lt: Užsakyti
ms: Tempah
nb: Bok
ne: पुस्तक
nl: Reserveren
sk: Kniha
sv: Boka
vi: Đăng ký

source: Location: ${location}
ar: موقع: ${location}
id: Lokasi: ${location}
km: ទីតាំង ៖ ${location}
lt: Patalpa: ${location}
ms: Lokasi: ${location}
nb: Beliggenhet: ${location}
ne: स्थान: ${location}
nl: Locatie: ${location}
sk: Umiestnenie: ${location}
sv: Plats :${location}
vi: Vị trí: ${location}

source: Welcome to SchoolTool
ar: أهلاً إلى سكول تول
id: Selamat datang di SchoolTool
km: សូម​ស្វាគមន៍​មក​កាន់ SchoolTool
lt: Jus sveikina SchollTool
ms: Selamat datang ke SchoolTool
nb: Velkomen til SchoolTOol
ne: स्कूलटुलमा स्वागत छ
nl: Welkom bij SchoolTool
sk: Vitajte v SchoolTool
sv: Välkommen till SchoolTool
vi: Chào mừng bạn đã truy cập vào Schooltool

source: Courses
ar: مقررات
id: Pelajaran
km: វគ្គ​សិក្សា
lt: Dalykai
ms: Kursus-kursus
nb: Kurs
ne: पाठ्यक्रमहरू
nl: Vakken
sk: Predmety
sv: Kurser
vi: Khóa học

source: Groups
ar: مجموعات
id: Grup
km: ក្រុម
lt: Grupės
ms: Kumpulan-kumpulan
nb: Grupper
ne: समूहहरू
nl: Groepen
sk: Kategórie
sv: Grupper
vi: Nhóm

source: Levels
id: Tingkatan
km: កម្រិត
lt: Lygiai
ms: Aras
nb: Nivåer
ne: स्तरहरू
nl: Niveaus
sk: Úrovne
sv: Nivåer
vi: Cấp độ

source: Your session has expired.
ar: الجلسة انتهت.
id: Sesi Anda telah habis.
km: សម័យ​របស់​អ្នក​បាន​ផុត​កំណត់ ។
lt: Įsiregistravimas nebegalioja
ms: Sesi anda telah luput masanya.
nb: Sesjonen din er utløpt.
ne: तपाइको सेसन काम नलाग्नेभयो ।
nl: Uw sessie is beëindigd.
sk: Čas vašej relácie vypršal.
sv: Sessionen har upphört.
vi: Phiên làm việc của bạn đã hết hạn

source: You are not allowed to access this page. You can click on the back button in your browser to go back, or ask a more privileged user to log in.
ar: غير مسموح لك بالوصول إلى هذه الصفحة. يمكنك ضغط زر رجوع في متصفحك، أو يمكنك طلب صلاحيات أكبر للوصول
id: Anda tidak diizinkan mengakses halaman ini. Anda dapat meng-klik tombol back di browser anda untuk kembali, atau meminta wewenang yang lebih untuk log in.
km: អ្នក​មិន​ត្រូវ​បាន​អនុញ្ញាត​ឲ្យ​ចូល​ដំណើរ​ការ​ទំព័រ​នេះ​ទេ ។ អ្នក​អាច​ចុច​លើ​ប៊ូតុង ថយ​ក្រោយ ក្នុង​កម្មវិធី​រុករក​របស់​អ្នក ដើម្បី​ត្រឡប់​ក្រោយ ឬ​ស្នើ​អ្នក​ប្រើ​ដែល​មាន​សិទ្ធិ​ឲ្យ​ចូល ។
lt: Jūs neturite leidimo įeiti į šį puslapį. Galite grįžti į prieš tai buvusį puslapį arba paprašyti, kad prisijungtų šiam puslapiui leidimą turintis naudotojas.
ms: Anda tidak dibenarkan melihat muka laman ini. Anda boleh klik butang ke belakang di dalam pelayar web anda untuk kembali ke muka laman sebelumnya, atau meminta pengguna yang dibenarkan untuk log masuk.
nb: Du har ikke tilgang til denne siden. Du kan trykke på tilbake-knappen i nettleseren for å gå tilbake, eller spørre en med høyere tilgangsnivå om å logge på for deg.
ne: यो पृष्ठलाई पहुँच गर्न तपाईसँग अनुमति छैन। पछाडि जानका लागि ब्राउजरको 'पछाडि' बटन थिच्नुहोस् वा लगइन गर्नका लागि विशेषाधिकार प्राप्त प्रयोगकर्तालाई सोध्नुहोस्।
nl: U heeft geen toegang tot deze pagina. Klik op de "terug"-knop in uw browser, of vraag een gebruiker met meer rechten om voor u in te loggen.
sk: Nemáte povolenie pre vstup na túto stránku. Môžte kliknúť na tlačítko pre návrat na predchádzajúcu stránku, alebo požiadať užívateľa s vyššími právami o prihlásenie.
sv: Du kan inte se den önskade sidan. Du kan trycka tillbaka knappen i din webb läsare för att koma tillbaka, eller fråga en användare med högre rättigheter att logga in.
vi: Bạn không được phép truy cập vào trang này. Bạn có thể nhấn vào nút "Quay lại" để quay lại trình duyệt của bạn, hoặc yêu cầu được cấp nhiều quyền hơn khi đăng nhập.

source: Please log in
ar: الرجاء تسجيل الدّخول
id: Silakan login
km: សូម​ចូល
lt: Prašom prisijungti
ms: Sila log masuk
nb: Vennligst logg inn
ne: कृपया लगईन गर्नुहोस
nl: Inloggen aub
sk: Prosím prihláste sa
sv: Var god logga in
vi: Vui lòng đăng nhập

source: User Information
ar: معلومات عن المستخدم
id: Informasi pengguna
km: ព័ត៌មាន​អ្នក​ប្រើ
lt: Naudotojo duomenys
ms: Maklumat Pengguna
nb: Brukerinformasjon
ne: प्रयोगकर्ताको सूचना
nl: Gebruikersinformatie
sk: Informácie o používateľovi
sv: Användar information
vi: Thông tin người dùng

source: Username
ar: اسم المستخدم
km: អ្នក​ប្រើ
lt: Naudotojo vardas
ms: Nama pengguna
nb: Brukernavn
ne: प्रयोगकर्ताको नाम
nl: Gebruikersnaam
sk: Používateľské meno
sv: Amvändarnamn
vi: Tên đăng nhập

source: Password
ar: كلمة المرور
km: ពាក្យ​សម្ងាត់
lt: Slaptažodis
ms: Kata Laluan
nb: Passord
ne: पासवर्ड
nl: Wachtwoord
sk: Heslo
sv: Lösenord
vi: Mật khẩu

source: Log in
ar: تسجيل الدّخول
km: ចូល
lt: Prisijungti
ms: Log masuk
nb: Logg inn
ne: लग इन
nl: Inloggen
sk: Prihlásiť
sv: Logga in
vi: Đăng nhập

source: Tomorrow's Events
ar: احداث الغد
id: Acara Esok
km: ព្រឹត្តិការ ថ្ងៃស្អែក
lt: Rytojaus įvykiai
ms: Aktiviti Hari Esok
ne: भोलिका कार्यक्रमहरु
nl: Gebeurtenissen van morgen
sk: Zajtrajšie akcie
sv: Morgondagens händelser
vi: Sự kiện của ngày mai

source: Deleting a repeating event (${event_title})
ar: حذف حدث متكرر (${event_title})
id: Mengahpus sebuah kegiatan berulang (${event_title})
km: លុប​ព្រឹត្តិការណ៍​ដែល​ធ្វើ​ដដែលៗ (${event_title})
lt: Šalinamas pasikartojantis įvykis (${event title}
ms: Membuang aktiviti yang berulang (${event_title})
nb: Sletter en repeterende hendelse (${event_title})
ne: दोहोरिएको कार्यक्रम (${event_title}) मेटाउँदै
nl: Verwijderen van een terugkerende gebeurtenis (${event_title})
sk: Zmazanie opakovane sa vyskytujúcej udalosti (${event_title})
sv: Ta bort en återkommande händelse (${event_title})
vi: Xóa sự kiện lặp (${event_title})

source: You are trying to delete a repeating event.
ar: أنت تحاول حذف حدث متكرر.
id: Anda mencoba menghapus kegiatan yang berulang
km: អ្នក​កំពុង​ព្យាយាម​លុប​ព្រឹត្តិការណ៍​ដែល​ធ្វើ​ដដែលៗ ។
lt: Norite pašalinti pasikartojantį įvykį.
ms: Anda sedang mencuba untuk memadam aktiviti yang berulang
nb: Du prøver å slette en repeterende hendelse
ne: तपाई दोहोरियको कार्यक्रम मेटाउदैहुनुहुन्छ
nl: U probeert een terugkerende gebeurtenis te verwijderen.
sk: Pokúšate sa odstrániť opakovane sa vyskytujúcu udalosť.
sv: Du försöker ta bort en återkommande händelse.
vi: Bạn đang thử xóa một sự kiện lặp

source: Current
ar: الحالي
id: Saat ini
km: បច្ចុប្បន្ន
lt: Dabartinis
ms: Semasa
nb: Gjeldende
ne: हाल
nl: Huidig
sk: Súčasný
sv: Nuvarande
vi: Hiện tại

source: Future
ar: مستقبل
id: Masa Depan
km: អនាគត
lt: Būsimas
ms: Masa hadapan
nb: Fremtid
ne: भविष्य
nl: Toekomst
sk: V budúcnosti
sv: Framtid
vi: Tương lai

source: All
ar: الكل
id: Semua
km: ទាំងអស់
lt: Visi
ms: Semua
nb: Alle
ne: सबै
nl: Alle
sk: Všetky
sv: Alla
vi: Tất cả

source: Cancel
ar: إلغاء
id: Batal
km: បោះបង់
lt: Atšaukti
ms: Batal
nb: Avbryt
ne: रद्द गर्नुहोस्
nl: Annuleren
sk: Zrušiť
sv: Avbryt
vi: Hủy bỏ

source: Deleting an event (${event_title})
ar: حذف حدث (${event_title})
id: Menghapus sebuah kegiatan (${event_title})
km: លុប​ព្រឹត្តិការណ៍ (${event_title})
lt: Trinamas įvykis (${event_title})
ms: Memadam aktiviti (${event_title})
nb: Sletting av hendelsen (${event_title}) pågår
ne: कार्यक्रम हटाउने (${event_title})
nl: Een gebeurtenis verwijderen (${event_title})
sk: Zmazanie udalosti (${event_title})
sv: Raderar (${event_title})
vi: Đang xóa sự kiện (${event_title})

source: Are you sure you want to delete this event?
ar: هل أنت متأكد أنك تريد حذف هذا الحدث
id: Anda yakin akan menghapus kegiatan ini
km: តើ​អ្នក​ប្រាកដ​ជា​ចង់​លុប​ព្រឹត្តិការណ៍​នេះ​ឬ?
lt: Ar Jūs tikrai norite pašalinti šį įvykį?
ms: Adakah anda pasti untuk memadam aktiviti ini?
nb: Er du sikker på at du vil slette denne hendelsen?
ne: के तपाईँ यो कार्यक्रम हटाउने बारे पक्का हुनुहुन्छ?
nl: Weet u zeker dat u deze gebeurtenis wilt verwijderen?
sk: Ste si istý, že chcete odstrániť túto udalosť?
sv: Är du säker på att du vill ta bort den här händelsen?
vi: Bạn có chắc muốn xóa sự kiện này không?

source: Upload SchoolTool timetable as CSV
ar: رفع جدول أعمال أداة المدرسة كـ CSV
id: Unggah jadwal SchoolTool sebagai CSV
km: ផ្ទុក​ឡើង​កាល​វិភាគ SchoolTool ជា CSV
lt: Išsiųsti SchoolTool tvarkaraštį CSV formatu
ms: Muat naik jadual SchoolTool sebagai CSV
nb: Last opp SkoleVerktøy tidstabell som CSV
ne: CSV को रूपमा स्कूल टूल समयतालिका अपलोड गर्नुहोस्
nl: Upload SchoolTool rooster als CSV
sk: Nahrať rozvrh SchoolTool ako CSV
sv: Skicka in SchoolTool-schema som CSV
vi: Upload thời khóa biểu Schooltool dưới dạng CSV

source: Import Timetable
ar: استيراد جدول الحصص
id: Mengimpor Jadwal
km: នាំចូល​កាល​វិភាគ
lt: Įkelti Tvarkaraštį
ms: Import jadual
nb: Importer timeplan
ne: समयतालिका आयात गर्नुहोस्
nl: Rooster importeren
sk: Importovať rozvrh
sv: Importera schema
vi: Nhập vào Thời khóa biểu

source: You can create the CSV file in a spreadsheet and export it in CSV (Comma-Separated Values) format. The structure of the table is described below.
ar: يمكنك إنشاء ملف CSV في جدول وتصديره في كشف CSV (قيم مفصولة بفواصل) . تم وصف بنية الجدول أدناه.
id: Anda dapat membuat file CSV di dalam lembar kerja dan mengekspornya dalam format CSV (Comma-Separated Values). Struktur tabelnya dijelaskan di bawah ini.
km: អ្នក​អាច​បង្កើត​ឯកសារ CSV ក្នុង​សៀវភៅ​បញ្ជី និង​នាំចេញ​វា​ជា​ទ្រង់ទ្រាយ CSV (តម្លៃ​បំបែក​ដោយ​សញ្ញា​ក្បៀស) ។ រចនា​សម្ព័ន្ធ​តារាង​ត្រូវ​បាន​ពិពណ៌នា​ដូច​ខាងក្រោម ។
lt: CSV formato duomenis galima paruošti skaičiuoklės programa, išsaugant failą CSV formatu (Comma-Separated Values - kableliu atskirtos reikšmės). Lentelės struktūra aprašyta žemiau.
ms: Anda boleh membuat fail CSV di dalam lembaran kerja dan export fail itu di dalam format CSV. Struktur jadual adalah seperti yang diterangkan dibawah.
nb: Du kan lage en CSV fil i et regneark og eksportere den i CSV (Comma-Separated Values) format. Strukturen av tabelen er beskrevet nedenfor.
ne: तपाईं CSV फाइल स्प्रेडसिटमा सिर्जना गर्न सक्नुहुन्छ र CSV (अल्पविराम-बिच्छेद मानहरू) ढाँचामा निर्यात गर्न सक्नुहुन्छ। तालिकाको बनावट तल वर्णन गरिएको छ।
nl: U kunt het CSV-bestand in een rekenblad aanmaken en het vervolgens exporteren als CSV-bestand (Comma Separated Values). De structuur van de tabel wordt hieronder beschreven.
sk: Môžte vytvoriť CSV súbor v tabuľkovom editore a exportovať to do CSV (Comma-Separated Values) forátu. Štruktúra tabuľky je popísaná nižšie.
sv: Du kan skapa CSV-filen i ett kalkylblad och exportera den i CSV (komma-separerade värden) format. Kalkylbladets struktur är beskriven nedan.
vi: Bạn có thể tạo file CSV trong một bảng tính và xuất nó dưới định dạng CSV (Comma-Separated Values). Cấu trúc của các bảng được mô tả như sau:

source: The first row of the file must contain the id of the <strong>timetable schema</strong> which will be used for the new timetables. The id of a timetable schema can be found by going to its view page under School Timetables for the school year.
ar: الصف الأول من الملف يجب أن يحوي معرّف <strong>تخطيط جدول المواعيد</strong> والذي سوف يستخدم في جداول المواعيد الجديدة. يمكن إيجاد معرّف تخطيط جدول المواعيد بالذهاب إلى صفحة العرض في جداول مواعيد المدرسة للسنة الدراسية.
id: Baris pertama dari file harus berisi id dari jadwal <strong> skema </ strong> yang akan digunakan untuk jadwal yang baru. Id dari skema jadwal dapat ditemukan dengan pergi ke halaman pandangannya di bawah Jadwal Sekolah untuk tahun ajaran.
km: ជួរដេក​ទី​មួយ​​របស់​ឯកសារ​ត្រូវ​តែ​មាន​លេខ​សម្គាល់​របស់ <strong>កាលវិភាគ​សាលា</strong> ដែល​នឹង​ត្រូវ​បានប្រើ​សម្រាប់​កាលវិភាគ​ថ្មី ។ លេខ​សម្គាល់​របស់​កាលវិភាគ​សាលា​អាច​រក​បាន​ដោយ​មើល​ទំព័រ​ ដែល​ស្ថិត​នៅ​ខាងក្រោម​កាលវិភាគ​សាលា​សម្រាប់​ឆ្នាំ​សិក្សា ។
ms: baris pertama dalam fail mesti mengandungi id <strong>timetable schemal</strong> dimana ia akan digunakan untuk jadual-jadual baru. Id skema jadual boleh didapati degnan pergi ke papar muka laman dibawah Jadual-jadual Sekolah untuk tahun sekolah.
nb: Den første raden i filen må inneholde ID'en til <strong>tidstabell skjemaet</strong> som vil bli brukt for de nye tidstabellene. ID'en til et tidstabell skjema kan bli funnet ved å gå på dens visningsside under Skole Tidstabeller for skoleåret.
ne: फाइलको पहिलो रोमा समय तालिका स्किमा</strong> को आइडि हुनैपर्छ जुन नयाँ समय तालिकाको लागि प्रयोग हुन्छ। समय तालिका स्किमाको आइडि विद्दालय वर्ष समय तालिकामा गएपछि थाहा हुन्छ।
nl: De eerste rij van het bestand moet het ID van het <strong>rooster</strong>, dat word gebruikt voor de nieuwe roosters, bevatten. Het ID van een rooster kan gevonden worden door naar de "bekijk pagina" van het rooster te gaan, onder School Roosters voor het school jaar.
sk: Prvý riadok súboru musí obsahovať identifikátor <strong> harmonogramu zvonenia</ strong>, ktorý sa použije pre nové rozvrhy. Identifikátor harmonogramu zvonenia sa dá nájsť tak, že si zobrazíte stránku Školské rozvrhy v danom školskom roku.
vi: Cột đầu tiên của file phải chứa ID của <strong>Lịch biểu</strong> nó sẽ được sử dụng cho các thời khóa biểu mới. ID của lịch biểu có thể được tìm thấy bằng việc xem trên thời khóa biểu của Schooltool cho năm học

source: The second row should be empty. After that, several section descriptions may follow. They are separated by an extra carriage return (i.e., a blank line).
ar: الصف الثاني يجب أن يكون فارغاً. بعد ذلك، يمكن للعديد من توصيفات الأقسام أن تملأه. ويفصل بينها بواسطة سطر فارغ
id: Baris kedua harus dikosongkan. Setelah itu, beberapa bagian deskripsi akan mengikuti. Mereka dipisahkan oleh sebuah tambahan bawaan kembali. (sebagai contoh sebuah garis kosong)
km: ជួរដេក​ទីពីរ​គួរ​តែ​ទទេ ។ បន្ទាប់​មក សេចក្ដី​ពិពណ៌​នា​​ភាគ​ជា​ច្រើន​នឹង​អនុវត្ត ពួកវា​ត្រូវ​បានបំបែក​ដោយ​ការ​ត្រឡប់​ដែល​នាំ​បន្ថែម (ឧ. បន្ទាត់​ទទេ) ។
ms: Baris kedua sepatutnya kosong. Selepas itu, beberapa seksyen penerangan-penerangan boleh dilletakkan. Ia dipisahkan dengan "carriage return" tambahan (iaitu baris kosong).
nb: Den andre raden må være tom. Etter det kan komme flere seksjonsbeskrivelser. De må separeres med et ekstra linjeskift (f.eks. en blank linje),
ne: दोस्रो रो खालि हुनुपर्छ। त्यसपछि विभिन्न सेक्सनका वर्णनहरु आउन सक्छन। तिनिहरु अतिरिक्त वाहन पुनराआगमन बाट छुटिन्छन् (जस्तै- एउटा खालि लाईन)।
nl: De tweede rij moet leeg zijn. Na die rij kunnen meerdere sectie omschrijvingen volgen. Die zijn gescheiden door een interlinie ( oftewel een witte regel )
sv: Andra raden ska vara tom. Efter det kan flera sektioner av beskrivningar följa. De separeras av en extra vagnretur (t ex en tom rad).
vi: Cột thứ hai nên để trống. Sau đó, có thể kèm theo một số phần mô tả. Chúng được phân tách bằng một dòng trống ..

source: Each section description's first row contains the <strong>course id</strong> and the <strong>instructor id</strong> for the new section. Then a number of rows, each containing a <strong>day id</strong> and a <strong>period id</strong>, follows. The list of period descriptions is terminated by three asterisks ('***') in the first column. After the terminator, any number of <strong>person ids</strong> may follow, the denoted persons will be added to the section as learners.
id: Setiap bagian deskripsi baris pertama berisi <strong>kursus id</ strong> dan<strong> instruktur id </ strong> untuk bagian baru. Lalu sejumlah baris, masing-masing berisi <strong> hari id </ strong> dan sebuah <strong> periode id </ strong>, berikut. Daftar deskripsi periode diakhiri dengan tanda bintang tiga ('***') dalam kolom pertama. Setelah terminator, sejumlah <strong> orang ids </ strong> dapat mengikuti, yang dilambangkan orang akan ditambahkan ke bagian sebagai peserta didik.
km: ជួរដេក​ដំបូង​​នៃ​សេចក្ដី​ពិពណ៌នា​របស់​ភាគ​នីមួយៗ​មាន <strong>លេខ​សម្គាល់​វគ្គសិក្សា</strong> និង <strong>លេខ​សម្គាល់​គ្រូ​បង្រៀន</strong> សម្រាប់​ភាគ​ថ្មី ។ បន្ទាប់មក​ចំនួន​ជួរដេក នីមួយៗ​មាន <strong>លេខ​សម្គាល់​ថ្ងៃ</strong> និង <strong>លេខ​សម្គាល់​រយៈពេល</strong> ។ បញ្ជី​សេចក្ដី​ពិពណ៌នា​រយៈពេល​ត្រូវ​បាន​បញ្ចប់​ដោយ​សញ្ញា ('***') នៅ​ក្នុង​ជួរឈរ​ទីមួយ ។ បន្ទាប់​ពី​ធាតុ​បញ្ចប់​អាច​មាន <strong>លេខ​សម្គាល់មនុស្ស</strong> មនុស្ស​ដែល​ចំណាំ​នឹង​ត្រូ​វបានបន្ថែម​ទៅ​ភាគ​ជា​អ្នក​រៀន ។
lt: Kiekvieno kurso aprašyme pirmoje eilutėje įrašomas <strong> dalyko ir mokytojo id </strong>. Kitose eilutėse rašomas <strong>dienos ir pamokos id </strong> tiek eilučių, kiek yra kursui pamokų savaitėje. Po to iš naujos eilutės prie krašto įrašomos trys žvaigždutės ("***"). Po šio pabaigos ženklo galima įrašyti reikalingą kiekį <strong>asmenų id</strong>, kurie mokysis šio kurso.
ms: Setiap baris pertama seksyen penerangan mengandungi <strong>course id</strong> dan <strong>instructor id</strong> untuk seksyen baru. Kemudian beberapa baris nombor, setiap satu mengandungi <strong>day id</strong> dan diikuti dengan <strong>period id</strong> selepas itu. Senarai penerangan tempoh akan dimatikan dengan tiga asterisks ('***') dalam kolum pertama. Selepas proses pematian, ia akan diikuti oleh setiap nombor <strong>person ids</strong>, orang-orang yang terpilih akan ditambah ke dalam seksyen sebagai pelajar-pelajar.
nb: Hver seksjonsbeskrivelses første linje inneholder <strong>kurs ID</strong> og <strong>instruktør id</strong> for den nye seksjonen. Deretter følger flere rader hvor hver inneholder en <strong>dag ID</strong> og en <strong>periode ID</strong>. Denne listen of periodebeskrivelsene må avsluttes med tre stjerner (***) i første kolonne. Etter de avsluttende stjernene kan det være flere antall av <strong>person ID</strong> - disse personene vil bli lagt til seksjonen som elever.
ne: प्रत्येक सेक्सन वर्णनले पहिला पङ्क्ति जनाउँछ <strong>पाठ्यक्रम आई डी</strong> र <strong>अध्यापक आई डी</strong> नयाँ सेक्सनको लागि समावेश गर्दछ. त्यसपछि पङ्क्तिहरूको संख्या, प्रत्येकले <strong>दिन आई डी</strong> र <strong>अवधि आई डी समावेश गर्दछ</strong>, अनुगमन. अवधि वर्णनहरूको सूची तीन वटा एस्टरिक्सद्वारा समापन गरिन्छ ('***') पहिलो स्तम्भमा. टर्मिनेटर पछि, कुनै पनि <strong>व्यक्ति आई डीहरूको संख्याले</strong> अनुगमन गर्न सक्दछ, सङ्केत व्यक्तिहरू शिष्यको रूपमा सेक्सनमा थपिन्छ।
nl: De eerste regel van elke sectiebeschrijving bevat het <strong>vak-ID</strong> en het <strong>leraar-ID</strong> voor de nieuwe sectie. Dan volgt een aantal regels, die elk een <strong>dag-ID</strong> en een <strong>lesuur-ID<strong/> bevatten. De lijst van lesuur-omschrijvingen wordt beëindigd met drie asterisken (***) in de eerste kolom. Na deze beëindigingscode kan een willekeurig aantal <strong>personen-ID's</strong> volgen, de betreffende personen worden aan de sectie toegevoegd als leerlingen.
sk: Prvý riadok popisu každej sekcie obsahuje <strong>id kurzu</strong> a <strong>id učiteľa</strong> pre novú sekciu. Nasleduje niekoľko riadokov, z ktorých každý obsahuje <strong>id dňa</strong> a <strong>id periódy</strong>. Popisy priód sú ukončené troma hviezdičkami ('***') v prvom stĺpci. Po troch hviezdičkách môže nasledovať ľubovoľný počet <strong>id osôb</strong> , ktoré budú pridané k sekcii ako učitelia.
sv: Första rad i varje sektionens beskrivning innehåller <strong>kurs id</strong> och <strong>instruktörs id</strong> till de nya sektionerna. Efter det följer en antal rad som, alla innehåller <strong>dagens id</strong> och <strong>lektiontimmes id</strong>. Lektionens beskrivnings lista slutförs med tre asterisker ('***') i första spalten. Efter slutföringet följer en antal <strong>person id</strong> som sätter dessa personer till sektionen som elever.
vi: Dòng đầu tiên của phần mô tả lớp bao gồm: <strong>Mã Khoá học (Course id)</strong> và <strong>Mã Giáo viên (Intructor id)</strong> cho lớp học mới. Sau đó làdanh sách các mô tả khoảng thời gian được kết thúc bằng 3 dấu (***) ở cột đầu tiên.Sau khi kết thúc có thể có một số mã người dùng, Những người này có thể được thêm vào Lớp như các thành viên mới

source: Example:
ar: نموذج
id: Contoh:
km: ឧទាហរណ៍ ៖
lt: Pavyzdys:
ms: Contoh:
nb: Eksempel:
ne: उदाहरण:
nl: Voorbeeld:
sk: Príklad:
sv: Exempel:
vi: Thí dụ :

source: "three-day" "","","" "philosophy","lorch" "Monday","A" "Monday","B" "Tuesday","C" "***" "johnny" "billy" "" "literature","guzman" "Wednesday","B" "Wednesday","C" "***" "johnny" "pete"
nb: "tre-dagers" "","","" "filosofi","lorch" "Mandag","A" "Mandag","B" "Tirsdag","C" "***" "johnny" "billy" "" "litteratur ","guzman" "Onsdag","B" "Onsdag","C" "***" "johnny" "pete"
nl: "drie-dag" "","","" "filosofie","lorch" "Maandag","A" "Maandag","B" "Dinsdag","C" "***" "johnny" "billy" "" "Literatuur","guzman" "Woensdag","B" "Woensdag","C" "***" "johnny" "pete"
vi: "Ba ngày" "","","" "Triết học","Luật" "Thứ hai","A" "Thứ hai","B" "Thứ Ba","C" "***" "johnny" "billy" "" "Văn học","guzman" "Thứ tư","B" "Thứ tư","C" "***" "johnny" "pete" Mặc định: "" "\"Ba ngày \"\n" "\"\",\"\",\"\"\n" "\"Triết học\",\"Luật\"\n" "\"Thứ hai\",\"A\"\n" "\"Thứ hai\",\"B\"\n" "\"Thứ ba\",\"C\"\n" "\"***\"\n" "\"johnny\"\n" "\"billy\"\n" "\"\"\n" "\"Văn học\",\"guzman\"\n" "\"Thứ tư\",\"B\"\n" "\"Thứ tư\",\"C\"\n" "\"***\"\n" "\"johnny\"\n" "\"pete\""
