Repository: schooltool-project/schooltool
Catalog: src/schooltool/locales/*.po
Languages: ar, id, km, lt, ms, nb, ne, nl, sk, sv, vi

source: If your event repeats in some pattern, check the <code>Recurring</code> box and fill out the new fields that appear. In certain circumstances (like if you change the original day of a weekly recurring event) you may need to click the <code>Update form</code> button to update the recurrence fields.
id: Jika kegiatan anda berulang dalam beberpa pola, periksa kotak <code>Recurring</code> dan isi dengan lahan baru yang muncul. Didalam situasi tertentu (seperti bila anda mengubah hari dari minggu dari kegiatan yang berlangsung) anda mungkin harus untuk mengklik <code>tombol</code> pembaharuan formulir untuk memperbaharui lahan yang ada.
km: ប្រសិនបើ​អ្នក​ព្រឹត្តិការណ៍​កើតឡើង​នៅ​ក្នុង​លំនាំខ្លះ គូស​ធីក <code>កើត​ឡើង</code> ហើយ​បំពេញ​វាល​ថ្មី​ដែល​លេច​​ឡើង ។ នៅ​ក្នុង​កាលៈទេសៈ​ជាក់ស្ដែង (ដូចជា ប្រសិនបើ​អ្នក​ផ្លាស់ប្ដូរ​ថ្ងៃ​ដើម​នៃ​ព្រឹត្តិការណ៍​កើតឡើង​ប្រចាំ​សប្ដាហ៍) ដែល​អ្នក​អាច​ចុច​ប៊ូតុង <code>ធ្វើ​ឲ្យ​សំណុំ​បែបបទ​ទាន់សម័យ</code> ដើម្បី​ធ្វើ​ឲ្យ​វាល​កើតឡើង​ទាន់សម័យ ។
ms: Sekiranya acara anda berulang di dalam bentuk berpola, tandakan kotak <code>Berulang</code> dan isikan ruang baru yang akan muncul. DI dalam sesetengah keadaan (contoh jika anda menukar hari asal dari acara mingguan yang berulang) anda perlu klik butang <code>Kemaskini borang</code> untuk mengemaskini ruang perulangan.
nl: Wanneer uw gebeurtenis zich op enigerlei manier herhaalt, vink dan <code>Terugkerend</code> aan en vul de nieuwe velden in. In sommige omstandigheden (als u bijvoorbeeld de originele dag van een wekelijks terugkerende gebeurtenis wijzigt) moet u de <code>Formulier bijwerken</code> knop aanklikken om de terugkerende velden bij te werken.
sv: Om din händelse är en återkommande händelse, markera <code>Återkommande</code> och fyll i de nya fälten som visar sig. I vissa situationer (t.ex. om du byter ursprungsdagen för en veckovis återkommande händelse) måste du trycka på <code>Uppdatera</code>-knappen för att uppdatera berörda fält.

source: An "all day" event does not show up as a 24 hour event. It indicates that the day as a whole has some significance, like a birthday or holiday.
id: Acara "sepanjang hari" tidak menunjukkan bahwa acara tersebut berlangsung sepanjang hari. Hal ini mengindikasikan suatu arti khusus untuk hari tersebut, seperti hari ulang tahun dan hari libur.
km: ព្រឹត្តិការណ៍ "ពេញ​មួយ​ថ្ងៃ" មិន​បង្ហាញ​ជា​ព្រឹត្តិការណ៍ ២៤ ម៉ោង ទេ ។ វា​ចង្អុល​ប្រាប់​ថា ថ្ងៃ​ទាំងមូល​មាន​ចំណុច​សំខាន់​ដូច​ជា ថ្ងៃ​កំណើត ឬ​ថ្ងៃ​ឈប់​សម្រាក ។
lt: "Visos dienos" renginys nėra 24 valandų renginys. Tai reiškia, kad visa diena yra ypatinga, pvz. gimtadienis arba šventė.
ms: acara seharian tidak muncul dalam bentuk 24 jam. Ini menandakan bahawa acara itu secara keseluruhannya mempunyai beberapa kepentingan, sepeti hari lahir atau cuti.
nb: En "heldags" hendelse vises ikke som en 24 timers hendelse. Den indikerer at dagen som helhet har en form for viktighet over seg, som en bursdag, eller ferie.
nl: Een gebeurtenis die de hele dag duurt, komt niet tevoorschijn als een 24 uur gebeurtenis. Het laat zien dat de dag als geheel een bepaalde betekenis heeft , zoals een verjaardag of vrije dag.
sv: En heldagshändelse visas inte som en händelse som varar i 24 timmar. Den anger att dagen som helhet har någon speciell betydelse, som en födelsedag eller helgdag.

source: "Exception dates" are specific dates a repeating event skips, such as holidays.
id: "Tanggal Pengecualian" merupakan tanggal spesifik pengulangan kegiatan yang dilewat, seperti liburan.
km: "កាល​បរិច្ឆេទ​លើក​លែង" គឺ​ជា​កាល​បរិច្ឆេទ​ជាក់លាក់​ដែល​ព្រឹត្តិការណ៍​ធ្វើ​ដដែលៗ រំលង ដូច​ជា ថ្ងៃ​ឈប់​សម្រាក ។
ms: "Pengecualian tarikh" bermaksud acara berulang yang dilangkaui dengan tarikh yang terperinci, contohnya cuti.
nb: "Unntaksdatoer" er spesifikke datoer som repeterende hendelser hopper over, som f.eks. ferier.
nl: "Uitzonderingsdata" zijn specifieke data die worden overgeslagen door een terugkerende gebeurtenis, zoals vakanties.
sv: "Undantagna datum" är speciella datum, t.ex. helgdagar, då en återkommande händelse ignoreras.

source: If you need to edit a resource reservation, click the <code>Book resources</code> link at the bottom of the form.
id: Jika Anda perlu memperbaiki pendaftaran sumber daya, klik link <code>sumber daya Buku</code> di bawah formulir
km: ប្រសិនបើ​អ្នក​ត្រូវការ​កែសម្រួល​ការ​បម្រុង​ទុក​ធនធាន ចុច​តំណ <code>ធនធាន​សៀវភៅ​</code> នៅ​បាត​របស់​សំណុំ​បែបបទ ។
lt: Jei norite pakeisti resurso rezervaciją, paspauskite <code>Rezervuoti resursus</code> nuorodą puslapio apačioje.
ms: Jika anda perlu untuk menyunting penempahan sumber, klik pada pautan <code>Tempah sumber</code> yang terletak di bahagian bawah borang.
nb: Hvis du har bruk for å redigere en ressursreservasjon, så klikk på <code>Bestill ressurser</code> linket i bunnen av skjemaet.
nl: Om een reservering te bewerken, dient u de op de <code>Voorzieningen reserveren</code>link onderaan de pagina te klikken.
sv: Om du behöver ändra en resursbokning, klicka på länken <code>Boka resurser</code> längst ner i formuläret.

source: <h1>Monthly Calendar</h1> <p>This is the monthly view of a calendar. It might be your calendar, or it might be the calendar of another person, group or resource in your school. <a href="/++help++/schooltool/calendaring">More calendaring help...</a></p> <h3>How do I...</h3> <ul> <li><strong>View an individual day or event in more detail:</strong> click on the appropriate day on the calendar.</li> <li><strong>View an individual week:</strong> Click on the appropriate week number in blue in the leftmost column of the calendar.</li> <li><strong>Create an event:</strong> select <code>New Event</code> from the <code>Actions</code> menu.</li> <li><strong>Show or hide events in one of the calendars listed under <code>Calendars</code>:</strong> check or uncheck the box under <code>Cal</code> and click <code>Apply</code>.</li> <li><strong>Adding or removing calendars to the <code>Calendars</code> list:</strong> click on the <code>More...</code> button.</li> <li><strong>Make weeks start on the correct day:</strong> the first day of the week varies in different parts of the world. If SchoolTool isn't set up correctly for you, click on your name in the red bar at the top of the page. Then click on the <code>Actions</code> menu and select <code>Change Preferences</code>. Pick the correct "Week starts on" day and hit <code>Apply</code>.</li> <li><strong>Access a iCal format version of the calendar:</strong>: select <code>Open in iCal</code> from the Action menu.</li> </ul>
km: <h1>ប្រតិទិន​ប្រចាំ​ខែ</h1> <p>នេះ​គឺ​ជា​ទិដ្ឋភាព​ប្រចាំ​ខែ​នៃ​ប្រតិទិន ។ វា​អាច​ជា​ប្រតិទិន​របស់​អ្នក ឬ​វា​អាច​ជា​ប្រតិទិន​របស់​អ្នក​ផ្សេង​ ក្រុម ឬ​ធនធាន​ផ្សេង​នៅ​ក្នុង​សាលា​របស់​អ្នក ។ <a href="/++help++/schooltool/calendaring">ជំនួយ​បង្កើត​ប្រតិទិន​បន្ថែម...</a></p> <h3>តើ​ខ្ញុំ​គួរ...</h3> <ul> <li><strong>មើល​ថ្ងៃ​នីមួយៗ​ ឬ​ព្រឹត្តិការណ៍​នៅ​ក្នុង​សេចក្ដី​លម្អិត ៖</strong> ចុច​លើ​ថ្ងៃ​សមរម្យ​នៅ​ក្នុង​ប្រតិទិន ។</li> <li><strong>មើល​សប្ដាហ៍​នីមួយៗ ៖</strong> ចុច​លើ​លេខ​សប្ដាហ៍​ដែល​សមរ្យ​នៅ​ក្នុង​ជួរឈរ​ពណ៌​ខៀវ​ខាង​​ឆ្វេង​បំផុត​របស់​ប្រតិទិន ។</li> <li><strong>បង្កើត​ព្រឹត្តិការណ៍ ៖</strong> ជ្រើស <code>ព្រឹត្តិការណ៍​ថ្មី</code> ពី​ម៉ឺនុយ <code>សកម្មភាព</code> ។</li> <li><strong>បង្ហាញ​ ឬ​លាក់​ព្រឹត្តិការណ៍​​នៅក្នុង​ប្រតិទិន​មួយ​​ក្នុង​ចំណោម​ប្រតិទិនជា​ច្រើន​ដែលបាន​រាយ​ក្រោម <code>ប្រតិទិន</code> ៖</strong> គូស​ធីក ឬ​មិនគូស​ធីក​ប្រអប់​ក្រោម <code>Cal</code> ហើយ​ចុច <code>អនុវត្ត</code> ។</li> <li><strong>បន្ថែម ឬ​យក​ប្រតិទិន​ចេញ​ពី/ទៅ​បញ្ជី <code>ប្រតិទិន</code> ៖</strong> ចុច​លើ​ប៊ូតុង <code>ផ្សេង​ទៀត...</code> ។</li> <li><strong>បង្កើត​សប្ដាហ៍​ចាប់ផ្ដើម​នៅ​ថ្ងៃ​បច្ចុប្បន្ន​ ៖ បង្កើត​សប្ដាហ៍​ចាប់ផ្ដើម​នៅ​ថ្ងៃ​ត្រឹមត្រូវ ៖</strong> ថ្ងៃ​ដំបូង​របស់​សប្ដាហ៍​ខុសគ្នា​​ក្នុង​ផ្នែក​ផ្សេង​នៃ​ពិភព​លោក ។ ប្រសិនបើ SchoolTool មិន​ត្រូវ​បាន​រៀបចំ​ត្រឹមត្រូវ​សម្រាប់​អ្នក​ទេ ចុច​ឈ្មោះ​របស់​អ្នក​នៅ​ក្នុង​របារ​ពណ៌​ក្រហម​នៅ​ផ្នែក​ខាង​លើ​នៃ​ទំព័រ ។ បន្ទាប់​មក​ចុច​លើ​ម៉ឺនុយ <code>សកម្មភាព</code> ហើយ​ជ្រើស <code>ផ្លាស់ប្ដូរ​ចំណូល​ចិត្ត</code> ។ ជ្រើស​ "សប្ដាហ៍​ចាប់ផ្ដើម​ចំ​ថ្ងៃ" ថ្ងៃ​ដែល​ត្រឹមត្រូវ​ ហើយ​ចុច <code>អនុវត្ត</code> ។</li> <li><strong>ចូល​​កំណែ​ទ្រង់ទ្រាយ iCal របស់​ប្រតិទិន ៖</strong>៖ ជ្រើស <code>បើក​​ក្នុង iCal​</code> ពី​ម៉ឺនុយ​សកម្មភាព ។</li> </ul>
ms: <h1>Kalendar Bulanan</h1> <p>Ini adalah kalendar untuk paparan bulanan. Ia mungkin kalendar anda sendiri, atau ia mungkin kalendar orang lain, kumpulan atau sumber-sumber di dalam sekolah anda. <a href="/++help++/schooltool/calendaring">Lagi bantuan dalam kepenggunaan kalendar...</a></p> <h3>Bagaimana saya...</h3> <ul>Papar hari tertentu atau acara dengan lebih terperinci:<li><strong> klik pada minggu yang bersesuaian di dalam kalendar.</li> <li><strong>Lihat minggu yang tertentu:</strong> Klik pada kalendar nombor minggu yang bersesuaian berkaler biru di dalam kolum paling kiri.</li> <li><strong>Cipta acara:</strong> pilih <code>Acara Baru</code> dari menu <code>Tindakan</code>.</li> <li><strong> Papar atau sembunyikan acara di dalam satu dari kalendar-kalendar yang disenaraikan di bawah <code>Kalendar-kalendar</code>:</strong> Tanda atau tidak tandakan kotak dibawah <code>Kal</code> dan klik <code>Bertindak</code>.</li> <li><strong>Tambah atau buang kalendar-kalendar di dalam senarai <code>Kalendar-kalendar</code>:</strong> klik ke butang <code>Lagi...</code>.</li> <li><strong>Memastikan minggu bermula pada hari yang betul:</strong> hari pertama dalam seminggu adalah berlainan untuk setiap negara dalam muka bumi ini. Jika SchoolTool tidak ditetapkan secara betul pada pandangan anda, klik pada nama anda yang terletak di dalam panel merah di bahagian atas laman. Kemudian klik pada menu <code>Tindakan</code> dan pilih <code>Tukar Keutamaan</code>. Pilih hari untuk "Minggu bermula pada" yang betul dan tekan butang <code>Bertindak</code>.</li> <li><strong>Akses kalendar dalam format iCal:</strong>:Pilih <code>Buka dalam iCal</code> dari menu Tindakan.</li> </ul>
nl: <h1>Maandagenda</h1> <p>Dit is het maandoverzicht van een agenda. Het kan uw agenda zijn, of de agenda van een ander persoon, groep of voorziening op uw school. <a href="/++help++/schooltool/calendaring">Meer agenda hulp...</a></p> <h3>Hoe kan ik...</h3> <ul> <li><strong>Een enkele dag of gebeurtenis in detail bekijken:</strong> klik op de juiste dag in de agenda.</li> <li><strong>Een enkele week bekijken:</strong> Klik op het juiste weeknummer in het blauw in de meest linkse kolom van de agenda.</li> <li><strong>Een gebeurtenis aanmaken:</strong> selecteer <code>Nieuwe Gebeurtenis</code> in het <code>Acties</code> menu.</li> <li><strong>Gebeurtenissen tonen of verbergen van één van de agenda's in de lijst van <code>Agenda's</code>:</strong> <code>Agenda</code> aan of uitvinken en op <code>Toepassen</code> klikken.</li> <li><strong>Agenda's verwijderen uit of toevoegen aan de <code>Agenda's</code> lijst:</strong> klik op de <code>Meer...</code> knop.</li> <li><strong>De agenda starten op de juiste dag:</strong> de eerste dag van de week varieert op verschillende plaatsen in de wereld. Als SchoolTool niet correct is ingesteld voor u, klik dan op uw naam in de rode balk bovenaan de pagina. Klik dan op het <code>Acties</code> menu en selecteer <code>Voorkeuren Wijzigen</code>. Kies de juiste "Week begint op" dag en klik op <code>Toepassen</code>.</li> <li><strong>Een iCal-formaat versie van de agenda openen:</strong>: selecteer <code>Openen in iCal</code> vanuit het Actiemenu.</li> </ul>
sv: <h1>Månadkalender</h1> <p>Det här är månads utsikten av kalendern. Kalendern kan vara din eller den kan vara någon annan persons, grupps eller resurs kalender i din skola. <a href="/++help++/schooltool/calendaring">Mera hjälp med kalendrarna...</a></p> <h3>Hur...</h3> <ul> <li><strong>Ser på en individuel dag eller händelse i detalj:</strong> Klicka på dagen i kalendern.</li> <li><strong>Ser på en individuel vecka:</strong> Klicka på veckonumret på spalttet mest till vänster i kalendern.</li> <li><strong>Skapar en ny händelse:</strong> välj <code>Ny händelse</code> från <code>Åtgärder</code> menyn.</li> <li><strong>Visar eller gömmer händelserna i en kalender från listan <code>Kalendrar</code>:</strong> välj eller välj bort lådan under <code>Kalender</code> och klick på <code>Verkställ</code>.</li> <li><strong>Lägger till eller tar bort kalendrar från <code>Kalendrar</code> listan:</strong>klicka på <code>Mera...</code>-knappen</li> <li><strong>Lagar veckorna att starta på rätta dagen:</strong> första dagen av veckan varierar på olika delen av världen. Om SchoolTool är inte rätt installerad till dig, klicka på din namn på röda menyraden högst uppe i sidan. Sen klicka på <code>Åtgärder</code> menyn och välj <code>Ändra inställningar</code>. Välj rätta "Veckan startar på" dag och tryck på <code>Verkställ</code>.</li> <li><strong>Ser på kalendern i iCal format:</strong> Välj <code>Öppna i iCal</code> från Åtgärder menyn.</li> </ul>

source: SchoolTool Organization
id: Organisasi SchoolTool
km: ការ​រៀបចំ SchoolTool
ms: Organisasi SchoolTool
nb: SchoolTool organiserer
ne: स्कूल टुल संस्था
nl: SchoolTool Organisatie
sv: SchoolTools struktur

source: <h1>SchoolTool Organization</h1> <p>This branch of the help tree contains items explaining the basic organization of SchoolTool.</p>
id: <h1>Organisai SchoolTool</h1> <p>Ini merupakan cabang dari pohon pertolongan yang berisi item-item penjelasan organisasi dasar dari ShoolTool.</p>
km: <h1>ការ​រៀបចំ SchoolTool​</h1> <p>ផ្នែក​នៃ​មែកធាង​ជំនួយ​នេះ​មាន​ធាតុ​ដែល​ពន្យល់​អំពី​ការ​រៀបចំ​ជា​មូលដ្ឋាន​របស់ SchoolTool ។</p>
ms: <h1>Organisasi SchoolTool</h1> <p>Rungkaian dari pohon bantuan ini mengandungi informasi yang menerangkan asas organisasi SchoolTool.</p>
ne: <h1>स्कुल टुल संस्था</h1> <p> सहयोग वृक्षको यो भागमा स्कुलटुलको आधारभूत संस्थाको बारेमा वर्णन गरेको आइटम छ।
nl: <h1>SchoolTool-organisatie</h1> <p>Dit gedeelte van de helpboom bevat items die de basisorganisatie van SchoolTool uitleggen.</p>
sv: <h1>SchoolTools struktur</h1> <p>Denna gren av hjälpträdet innehåller texter som förklarar SchoolTools grundläggande struktur.</p>

source: <h1>SchoolTool</h1> <p>SchoolTool is a free/libre administrative system for schools around the world, funded by The Shuttleworth Foundation.</p> <h2>Standard User Interface Conventions in SchoolTool</h2> <ul> <li><strong>Red top bar</strong></li> <ul> <li><strong>Breadcrumbs:</strong> the links at the left hand side of the red bar show you where you are in SchoolTool's object hierarchy. Note that this doesn't necessarily lead you back to where you came from, but is handy for taking you from more specific to more general parts of the application.</li> <li><strong>Your name</strong> (if you're logged in): clicking on your name takes you to a simple dashboard of relevant links. From this page you can also use the <code>Actions</code> menu to change preferences and other personal settings.</li> <li><strong>Log in/out:</strong> this logs you in or out. It is a good idea to log out when you aren't using SchoolTool.</li> <li><strong>Help:</strong> if there is a help file for the page you're looking at, you'll see this link.</li> </ul> <li><strong>Menus</strong></li> <ul> <li><strong>Navigation:</strong> this menu gives you some basic options for accessing different parts of SchoolTool, such as the index of persons or courses. What you see here depends on your permissions in the system.</li> <li><strong>Action:</strong> this menu contains a variety of things that you can do on the current page. The entries in this menu change considerably based on what page you're viewing and what permissions you have.</li> </ul> <li><strong>Above the red bar</strong></li> <ul> <li><strong>Logo & School Name:</strong> clicking in this area will take you to the top of the school's site, usually the calendar for the school.</li> <li><strong>Calendar day/week/month/year views:</strong> if you are viewing a calendar, you will find icons in the upper right hand corner that will allow you to switch between calendar views.</li> <li><strong>Devmode menu:</strong> if you are a site administrator and you've enabled "devmode" in schooltool.conf, you will see a special menu in the upper right hand corner of the site. You should disable devmode in any production server.</li> </ul> </ul>
km: <h1>SchoolTool</h1> <p>SchoolTool គឺ​ជា​ប្រព័ន្ធ​គ្រប់គ្រង​ប្រើ​ដោយ​សេរី​សម្រាប់​សាលា​ជុំវិញ​ពិភព​លោក ដែលបាន​ឧបត្ថម្ភ​ដោយ​មូលនិធិ Shuttleworth ។​</p> <h2>ការ​បង្កើត​ចំណុច​ប្រទាក់​អ្នក​ប្រើ​ស្តង់ដារ​នៅ​ក្នុង SchoolTool​</h2> <ul> <li><strong>របារ​ខាង​លើ​ពណ៌​ក្រហម</strong></li> <ul> <li><strong>Breadcrumbs ៖</strong> តំណ​នៅ​ខាង​ឆ្វេង​ដៃ​នៃ​របារ​ពណ៌​ក្រហម​បង្ហាញ​អ្នក​កន្លែង​ដែល​អ្នក​ស្ថិត​ក្នុង​ថានានុក្រម​វត្ថុ​របស់ SchoolTool ។ ចំណាំ​ថា​វា​មិន​ចាំបាច់​នាំអ្នក​ទៅ​កន្លែង​ដែល​អ្នក​មក​នោះ​ទេ ប៉ុន្តែ​មាន​ប្រយោជន៍​សម្រាប់​នាំអ្នក​ពី​​ផ្នែក​ទូទៅ​ជាក់លាក់​នៃ​កម្មវិធី ។</li> <li><strong>ឈ្មោះ​របស់​អ្នក</strong> (ប្រសិន​បើ​អ្នក​ចូល)​៖ ចុច​លើ​ឈ្មោះ​របស់​អ្នក​នាំអ្នក​ទៅ​ផ្ទាំង​ធម្មតា​នៃ​តំណ​ដែល​ទាក់ទង ។ ពី​ទំព័រ​នេះ​អ្នក​អាច​ប្រើ​ម៉ឺនុយ <code>សកម្មភាព</code> ដើម្បី​ផ្លាស់ប្ដូរ​ចំណូល​ចិត្ត និង​ការ​កំណត់​ផ្ទាល់​ខ្លួន ។</li> <li><strong>ចូល/ចេញ ៖</strong> វា​ធ្វើ​ឲ្យ​ចូល ឬ​ចេញ ។ ជា​គំនិត​ដ៏​ល្អ​ដើម្បី​ចេញ​នៅពេល​អ្នក​មិន​ប្រើ​ SchoolTool ។</li> <li><strong>ជំនួយ ៖</strong> ប្រសិនបើ​​មាន​ឯកសារ​ជំនួយ​សម្រាប់​ទំព័រ​ដែល​អ្នក​កំពុង​មើល អ្នកនឹង​ឃើញ​តំណ​នេះ ។</li> </ul> <li><strong>ម៉ឺនុយ</strong></li> <ul> <li><strong>រុករក ៖</strong> ម៉ឺនុយ​នេះ​ផ្ដល់​ឲ្យ​អ្នក​នូវ​ជម្រើស​មូលដ្ឋាន​ដើម្បីចូល​ផ្នែក​ផ្សេង​របស់ SchoolTool ដូច​ជា​លិបិក្រម​មនុស្ស ឬ​វគ្គសិក្សា ។ អ្វី​ដែល​អ្នក​ឃើញ​នៅ​ទីនេះ​ អាស្រ័យ​លើ​សិទ្ធិ​របស់​អ្នកនៅ​ក្នុង​ប្រព័ន្ធ ។</li> <li><strong>សកម្មភាព ៖</strong> ម៉ឺនុយ​នេះ មាន​ធាតុ​ផ្សេងៗ​ដែល​អ្នក​អាច​ធ្វើ​នៅលើ​ទំព័រ​នេះ ។ ធាតុ​នៅ​ក្នុង​ម៉ឺនុយ​នេះ​ផ្លាស់ប្ដូរ​ដោយ​អាស្រ័យ​លើ​ទំព័រ​ដែល​អ្នកកំពុង​មើល​ និង​សិទ្ធិអ្វី​ដែល​អ្នក​មាន ។</li> </ul> <li><strong>ខាង​លើ​របារ​ពណ៌​ក្រហម</strong></li> <ul> <li><strong>រូប​សញ្ញា និង​ឈ្មោះ​សាលា ៖</strong> ចុច​នៅ​ក្នុង​ផ្ទៃ​នេះនឹង​នាំ​អ្នក​ទៅ​កំពូល​នៃ​តំបន់​បណ្ដាញ​របស់​សាលា តាម​ធម្មតា​ប្រតិទិន​សម្រាប់​សាលា ។</li> <li><strong>ទិដ្ឋភាព​ប្រតិទិន​ថ្ងៃ/ខែ/ឆ្នាំ ៖</strong> ប្រសិនបើ​អ្នក​កំពុង​មើល​ប្រតិទិន អ្នកនឹង​ឃើញ​រូប​តំណាង​នៅ​ក្នុងជ្រុង​ខាង​ស្ដាំ​ ដែល​​នឹង​អនុញ្ញាត​ឲ្យ​ប្ដូរ​ទិដ្ឋភាព​ប្រតិទិន ។</li> <li><strong>ម៉ឺនុយ Devmode ៖</strong> ប្រសិនបើ​អ្នកជា​ អ្នក​គ្រប់គ្រង​តំបន់​បណ្ដាញ​ ហើយ​អ្នក​បានបើក "devmode" នៅ​ក្នុង schooltool.conf អ្នក​ឃើញ​ម៉ឺនុយ​ពិសេស​នៅ​ក្នុង​ជ្រុង​ខាង​ស្ដាំ ខាង​លើ​នៃ​តំបន់​បណ្ដាញ ។ អ្នក​គួរ​តែ​បិទ​ devmode នៅ​ក្នុង​ម៉ាស៊ីន​បម្រើ​ផលិតកម្ម ។</li> </ul> </ul>
ms: <h1>SchoolTool</h1> <p>SchoolTool adalah sistem pentadbiran percuma untuk sekolah-sekolah di seluruh dunia, dibiayai oleh The Shuttleworth Foundation.</p> <h2>Himpunan Perkataan Asas untuk Kepenggunaan Laman Web dalam SchoolTool</h2> <ul> <li><strong>Panel merah bahagian atas </strong></li> <ul> <li><strong>Navigasi:</strong> pautan di kiri panel merah menunjukkan dimana anda berada di dalam direktori objek SchoolTool. Harap maklum yang ini tidak semestinya akan membawa anda kembali ke bahagian sebelumnya, tetapi berguna untuk anda pergi dari seksyen yang terperinci ke seksyen yang umum di dalam aplikasi.</li> <li><strong>Nama Anda</strong> (sekiranya anda log masuk): klik pada nama anda sendiri akan membawa anda ke dashboard ringkas yang mempunya pautan-pautan yang relevan. Dari laman muka ini, anda boleh menggunakan menu <code>Tindakan</code> untuk mengubah keutamaan dan lain-lain penetapan peribadi.</li> <li><strong>Log masuk/keluar:</strong> Ini adalah untuk anda log masuk atau keluar. Adalah satu idea yang baik untuk anda log keluar tatkala tidak menggunakan SchoolTool.</li> <li><strong>Bantuan:</strong>Anda akan nampak pautan ini sekiranya terdapat fail bantuan untuk laman muka yang anda cari.</li> </ul> <li><strong>Menu</strong></li> <ul> <li><strong>Navigasi:</strong>Menu ini memberikan anda beberapa pilihan asas untuk mengakses bahagian-bahagian ang lain di dalam SchoolTool, contoh seperti indeks orang-orang atau kursus-kursus. Apa yang anda lihat di sini bergantung kepada tahap kebenaran yang diberikan oleh sistem kepada anda.</li> <li><strong>Tindakan:</strong>Menu ini mengandungi pelbagai perkara yang anda boleh buat di laman muka yang sedang diakses dikala itu. Kandungan dalam menu ini akan sentiasa berubah berdasarkan laman muka apa yang sedang dilihat dan tahap kebenaran apa yang diizinkan untuk anda.</li> </ul> <li><strong>Diatas panel merah</strong></li> <ul> <li><strong>Logo & Nama Sekolah:</strong>klik pada panel ini akan membawa anda ke bahagian atas tapak laman sekolah, selalunya kalendar sekolah.</li> <li><strong>Paparan kalendar hari/minggu/bulan/tahun:</strong> Sekiranya anda melihat kalendar, anda akan dapat melihat ikon-ikon di bahagian atas sebelah kanan yang akan membolehkan anda untuk bertukar-tukar paparan kalendar.</li> <li><strong>Menu Mode Pembangun Aplikasi:</strong> Sekiranya anda adalah pentadbir untuk tapak laman sekolah dan anda telah mengaktifkan mod Pembangun Aplikasi di dalam schooltool.conf, anda akan dapat melihat menu istimewa di bahagian atas sebelah kanan laman. Anda sepatutnya menyahaktifkan mod Pembangun Aplikasi di dalam mana-mana pelayan yang sudah digunakan secara produktif.</li> </ul> </ul>
nl: <h1>SchoolTool</h1> <p>SchoolTool is a gratis/open administratief systeem voor scholen op de hele wereld, gefinancierd door The Shuttleworth Foundation.</p> <h2>Standaard gebruikers-interface in SchoolTool</h2> <ul> <li><strong>Rode bovenbalk</strong></li> <ul> <li><strong>Breadcrumbs:</strong> de links aan de linkerkant van de rode balk tonen u waar u bent in SchoolTool's objecthierarchie. Merk op dat dit u niet noodzakelijkerwijs terugbrengt naar waar u vandaan kwam, maar wel handig is om u van meer specifieke delen naar meer algemene delen van deze toepassing te brengen.</li> <li><strong>Uw naam</strong> (als u bent ingelogd): door te klikken op uw naam komt u in een simpel overzicht met relevante links. Op deze pagina kunt u ook het <code>Acties</code> menu gebruiken om voorkeuren te wijzigen en andere persoonlijke instellingen.</li><li><strong>In/uitloggen:</strong> hier kunt u in- of uitloggen. Het is een goed idee om uit te loggen wanneer u SchoolTool niet gebruikt.</li><li><strong>Hulp:</strong> als er een hulpbestand is voor de pagina waar u naar kijkt, dan ziet u deze link.</li> </ul> <li><strong>Menu's</strong></li> <ul> <li><strong>Navigatie:</strong> dit menu geeft u enige basismogelijkheden voor toegang tot verschillende delen van SchoolTool, zoals de personenindex of vakken. Wat u hier ziet hangt af van uw rechten in dit systeem.</li> <li><strong>Actie:</strong> dit menu bevat diverse dingen die u kunt doen op deze pagina. Wat u hier ziet varieert nogal afhankelijk naar welke pagina u kijkt en welke rechten u heeft.</li> </ul> <li><strong>Boven de rode balk</strong></li> <ul> <li><strong>Logo & schoolnaam:</strong> wanneer u hier klikt komt u op de startpagina van uw school, normaal is dit de schoolagenda.</li> <li><strong>Dag-/week-/maand- en jaaragenda:</strong> als u een agenda bekijkt, dan kunt u in de rechterbovenhoek pictogrammen vinden waarmee u kunt wisselen tussen de verschillende agenda's.</li> <li><strong>Devmodus menu:</strong> als u een site-beheerder bent en "devmode" heeft geactiveerd in schooltool.conf, dan kunt u een special menu vinden in de rechterbovenhoek van de site. U zou devmode moeten deactiveren in elke productieserver.</li> </ul> </ul>
