Repository: schooltool-project/schooltool
Catalog: src/schooltool/locales/*.po
Languages: ar, id, km, lt, ms, nb, ne, nl, sk, sv, vi

source: Your School
ar: مدرستك
id: Sekolah Anda
km: សាលារៀន​របស់​អ្នក
lt: Mokykla
ms: Sekolah anda
nb: Din skole
ne: तपाईको विद्यालय
nl: Uw school
sk: Vaša škola
sv: Din skola
vi: Trường của bạn

source: Persons
ar: أشخاص
id: Orang
km: មនុស្ស
lt: Asmenys
ms: Orang
nb: Personer
ne: व्यक्तिहरू
nl: Personen
sk: Osoby
sv: Personer
vi: Người

source: 1 person
ar: شخص 1
id: 1 orang
km: ១ នាក់
lt: 1 asmuo
ms: Seorang
ne: १ व्यक्ति
nl: 1 persoon
sk: 1 osoba
vi: 1 người

source: ${number} persons
ar: ${number} اشخاص
id: ${number} orang
km: ${number} នាក់
lt: ${number} asmenų
ms: ${number} orang
nb: ${number} personer
ne: ${number} व्यक्तिहरू
nl: ${number} personen
sk: ${number} osôb
sv: ${number} personer
vi: ${number} người

source: Username or password is incorrect
ar: اسم المستخدم أو كلمة المرور غير صحيحة
id: Nama pengguna dan kata sandi salah
km: ឈ្មោះអ្នកប្រើប្រាស់ ឬ ពាក្យសំងាត់ មិនត្រឹមត្រូវ
lt: Neteisingas naudotojo vardas arba slaptažodis
ms: Nama pengguna atau kata laluan salah
nb: Brukernavn eller passord er ikke korrekt
ne: प्रयोगकर्तानाम वा पासवर्ड गलत छ
nl: Gebruikersnaam of wachtwoord is niet correct
sk: Nesprávne používateľské meno alebo heslo
sv: Användarnamn eller lösenord är fel
vi: Sai tên người dùng hoặc mật khẩu

source: Leaders
ar: القادة
id: Pimpinan
km: អ្នកដឹកនាំ
lt: Vadovai
ms: Ketua-ketua
nb: Ledere
ne: लिडरहरु
nl: Leiders
sk: Vedúci
sv: Ansvariga
vi: Lãnh đạo

source: Current leaders
ar: القادة الحاليين
id: Pimpinan saat ini
km: អ្នកដឹកនាំ បច្ចុប្បន្ន
lt: Dabartiniai vadovai
ms: Ketua-ketua terkini
nb: Nåværende ledere
ne: हालका लिडरहरु
nl: Huidige leiders
sk: Aktuálni vedúci
sv: Aktuellt ansvariga
vi: Lãnh đạo hiện thời

source: Available leaders
ar: القادة المتوفرين
id: Pimpinan yang tersedia
km: អ្នកដឹកនាំ មានស្រាប់
lt: Neužimti vadovai
ms: Ketua-ketua yang kedapatan
nb: Tilgjengelige ledere
ne: उपलब्ध लिडरहरु
nl: Beschikbare leiders
sk: Dostupní vedúci
sv: Tillgängliga ansvariga
vi: Lãnh đạo sẵn sàng

source: February
ar: فبراير
id: Pebruari
km: កុម្ភះ
lt: Vasaris
ms: Februari
nb: Februar
ne: फेब्रुअरी
nl: Februari
sk: Február
sv: Februari
vi: Tháng Hai

source: January
ar: يناير/كانون الثاني
id: Januari
km: មករា
lt: Sausis
ms: Januari
nb: Januar
ne: जनवरी
nl: Januari
sk: Január
sv: Januari
vi: Tháng Một

source: March
ar: مارس/آذار
id: Maret
km: ខែ មិនា
lt: Kovas
ms: Mac
nb: Mars
ne: मार्च
nl: Maart
sk: Marec
sv: Mars
vi: Tháng Ba

source: June
ar: يونيو/حزيران
id: Juni
km: មិថុនា
lt: Birželis
ms: Jun
nb: Juni
ne: जुन
nl: Juni
sk: Jún
sv: Juni
vi: Tháng Sáu

source: May
ar: مايو/أيار
id: Mei
km: ឧសភា
lt: Gegužė
ms: Mei
nb: Mai
ne: मे
nl: Mei
sk: Máj
sv: Maj
vi: Tháng Năm

source: August
ar: اغسطس/آب
id: Agustus
km: សីហា
lt: Rugpjūtis
ms: Ogos
ne: अगस्ट
nl: Augustus
sv: Augusti
vi: Tháng Tám

source: July
ar: يوليو/تموز
id: Juli
km: កក្កដា
lt: Liepa
ms: Julai
nb: Juli
ne: जुलाई
nl: Juli
sk: Júl
sv: Juli
vi: Tháng Bảy

source: October
ar: أكتوبر
id: Oktober
km: តុលា
lt: Spalis
ms: Oktober
nb: Oktober
ne: अक्टोबर
nl: Oktober
sk: Október
sv: Oktober
vi: Tháng Mười

source: Monday
ar: الإثنين
id: Senin
km: ច័ន្ទ
lt: Pirmadienis
ms: Isnin
nb: Mandag
ne: सोमबार
nl: Maandag
sk: Pondelok
sv: Måndag
vi: Thứ Hai

source: Thursday
ar: الخميس
id: Kamis
km: ព្រហស្បតិ៍
lt: Ketvirtadienis
ms: Khamis
nb: Torsdag
ne: बिहिबार
nl: Donderdag
sk: Štvrtok
sv: Torsdag
vi: Thứ Năm

source: Tuesday
ar: الثلاثاء
id: Selasa
km: អង្គារ
lt: Antradienis
ms: Selasa
nb: Tirsdag
ne: मंगलबार
nl: Dinsdag
sk: Utorok
sv: Tisdag
vi: Thứ Ba

source: Wednesday
ar: الأربعاء
id: Rabu
km: ពុធ
lt: Trečiadienis
ms: Rabu
nb: Onsdag
ne: बुधबार
nl: Woensdag
sk: Streda
sv: Onsdag
vi: Thứ Tư

source: Friday
ar: الجمعة
id: Jum`at
km: សុក្រ
lt: Penktadienis
ms: Jumaat
nb: Fredag
ne: शुक्रबार
nl: Vrijdag
sk: Piatok
sv: Fredag
vi: Thứ Sáu

source: Saturday
ar: السبت
id: Sabtu
km: សៅរ៍
lt: Šeštadienis
ms: Sabtu
nb: Lørdag
ne: शनिबार
nl: Zaterdag
sk: Sobota
sv: Lördag
vi: Thứ Bảy

source: Sunday
ar: الأحد
id: Minggu
km: អាទិត្យ
lt: Sekmadienis
ms: Ahad
nb: Søndag
ne: आइतबार
nl: Zondag
sk: Nedeľa
sv: Söndag
vi: Chủ Nhật

source: Mon
ar: اثنين
id: Sen
km: ច័ន្ទ
lt: Pir
ms: Isn
nb: Man
ne: सोम
nl: Maa
sk: Pon
sv: Mån
vi: T2

source: Thu
ar: خميس
id: Kam
km: ព្រហស្បតិ៍
lt: Ket
ms: Kha
nb: Tors
ne: बिहि
nl: Don
sk: Štv
sv: Tor
vi: T5

source: Tue
ar: ثلاث
id: Sel
km: អង្គារ
lt: Ant
ms: Sel
nb: Tirs
ne: मङ्गल
nl: Din
sk: Uto
sv: Tis
vi: T3

source: Wed
ar: اربعاء
id: Rab
km: ពុធ
lt: Tre
ms: Rab
nb: Ons
ne: बुघ
nl: Woe
sk: Str
sv: Ons
vi: T4

source: Fri
ar: جمعة
id: Jum
km: សុក្រ
lt: Pen
ms: Jum
nb: Fre
ne: शुक्र
nl: Vrij
sk: Pia
sv: Fre
vi: T6

source: Sat
ar: سبت
id: Sab
km: សៅរ៍
lt: Šeš
ms: Sab
nb: Lør
ne: शनि
nl: Zat
sk: Sob
sv: Lör
vi: T7

source: Sun
ar: أحد
id: Mingg
km: អាទិត្យ
lt: Sek
ms: Aha
nb: søn
ne: आइत
nl: Zon
sk: Ned
sv: Sön
vi: CN

source: Unnamed Event
ar: حدث غير مسمى
id: Kegiatan tak bernama
km: ព្រឹត្តិការណ៍​គ្មាន​ឈ្មោះ
lt: Bevardis įvykis
ms: Acara belum dinamakan
nb: Hendelse uten navn
ne: बेनाम कार्यक्रम
nl: Naamloze gebeurtenis
sk: Nepomenovaná udalosť
sv: Händelse utan namn
vi: Sự kiện chưa có tên

source: Next week
ar: الاسبوع القادم
id: Minggu selanjutnya
km: សប្ដាហ៍​បន្ទាប់
lt: Kita savaitė
ms: Minggu depan
nb: Neste uke
ne: पछिल्लो हप्ता
nl: Volgende week
sk: Nasledujúci týždeň
sv: Nästa vecka
vi: Tuần sau

source: Current week
ar: الأسبوع الحالي
id: Minggu ini
km: សប្ដាហ៍​បច្ចុប្បន្ន
lt: Ši savaitė
ms: Minggu ini
nb: Nåværende uke
ne: हालको हप्ता
nl: Deze week
sk: Aktuálny týždeň
sv: Denna vecka
vi: Tuần này

source: Previous week
ar: الاسبوع السابق
id: Minggu sebelumnya
km: សប្ដាហ៍​មុន
lt: Ankstesnė savaitė
ms: Minggu lepas
nb: Forrige uke
ne: अघिल्लो हप्ता
nl: Vorige week
sk: Predchádzajúci týždeň
sv: Förra veckan
vi: Tuần trước

source: Go to next week
ar: إذهب إلى الأسبوع القادم
id: Ke minggu selanjutnya
km: ទៅ​កាន់​សប្ដាហ៍​បន្ទាប់
lt: Į kitą savaitę
ms: Pergi ke minggu seterusnya
nb: Gå til neste uke
ne: अर्को हप्तामा जानुहोस्
nl: Ga naar volgende week
sk: Choď na daľší týždeň
sv: Gå till nästa vecka
vi: Sang tuần tiếp

source: Go to current week
ar: إذهب إلى الأسبوع الحالي
id: Ke minggu ini
km: ទៅ​កាន់​សប្ដាហ៍​បច្ចុប្បន្ន
lt: Į šią savaitę
ms: Pergi ke minggu sekarang
nb: Gå til gjeldende uke
ne: चालु हप्तामा जानुहोस्
nl: Ga naar huidige week
sk: Choď na súčasný týždeň
sv: Gå till nuvarande vecka

source: Go to previous week
ar: إذهب إلى الأسبوع السّابق
id: Ke minggu sebelumnya
km: ទៅ​កាន់​សប្ដាហ៍​មុន
lt: Į ankstesnę savaitę
ms: Pergi ke minggu lepas
nb: Gå til foregående uke
ne: अघिल्लो हप्तामा जानुहोस्
nl: Ga naar vorige week
sk: Choď na predchádzajúci týždeň
sv: Gå till föregående vecka
vi: Sang tuần trước

source: Next month
ar: الشهر القادم
id: Bulan berikutnya
km: ខែ​ក្រោយ
lt: Kitas mėnuo
ms: Bulan depan
nb: Neste måned
ne: पछिल्लो महिना
nl: Volgende maand
sk: Nasledujúci mesiac
sv: Nästa månad
vi: Tháng sau

source: Current month
ar: الشهر الحالي
id: Bulan ini
km: ខែ​បច្ចុប្បន្ន
lt: Šis mėnuo
ms: Bulan ini
nb: Nåværende måned
ne: हालको महिना
nl: Deze maand
sk: Tento mesiac
sv: Denna månad
vi: Tháng này

source: Previous month
ar: الشهر الماضي
id: Bulan sebelumnya
km: ខែ​មុន
lt: Ankstesnis mėnuo
ms: Bulan lepas
nb: Forrige måned
ne: अघिल्लो महिना
nl: Vorige maand
sk: Predchádzajúci mesiac
sv: Förra månaden
vi: Tháng trước

source: Go to next month
ar: اذهب الى الشهر القادم
id: Pergi ke bulan selanjutnya
km: ទៅ​ខែ​​ក្រោយ
lt: Į kitą mėnesį
ms: Pergi ke bulan depan
nb: Gå til neste måned
ne: पछिल्लो महिनामा जानुहोस्
nl: Ga naar volgende maand
sk: Choď na daľší mesiac
sv: Gå till nästa månad
vi: Sang tháng tiếp

source: Go to current month
ar: اذهب الى الشهر الحالي
id: Pergi ke bulan saat ini
km: ទៅខែ​បច្ចុប្បន្ន
lt: Į šį mėnesį
ms: Pergi ke bulan sekarang
nb: Gå til gjeldende måned
ne: हालको महिनामा जानुहोस्
nl: Ga naar huidige maand
sk: Choď na aktuálny mesiac
sv: Gå till nuvarande månad
vi: Về tháng hiện tại

source: Go to previous month
ar: اذهب الى الشهر السابق
id: Pergi ke bulan sebelumnya
km: ទៅ​ខែ​មុន
lt: Į ankstesnį mėnesį
ms: Pergi ke bulan lepas
nb: Gå til foregående måned
ne: अघिल्लो महिनामा जानुहोस्
nl: Ga naar vorige maand
sk: Choď na predchádzajúci mesiac
sv: Gå till föregående månad
vi: Sang tháng trước

source: Next year
ar: السنة القادمة
id: Tahun berikutnya
km: ឆ្នាំ​ក្រោយ
lt: Kiti metai
ms: Tahun depan
nb: Neste år
ne: पछिल्लो वर्ष
nl: Volgend jaar
sk: Nasledujúci rok
sv: Nästa år

source: Current year
ar: السنة الحالية
id: Tahun ini
km: ឆ្នាំ​បច្ចុប្បន្ន
lt: Šie metai
ms: Tahun ini
nb: Nåværende år
ne: हालको वर्ष
nl: Huidig jaar
sk: Tento rok
sv: Nuvarande år
vi: Năm hiện thời

source: Previous year
ar: السنة الماضية
id: Tahun sebelumnya
km: ឆ្នាំ​មុន
lt: Ankstesni metai
ms: Tahun lepas
nb: Forrige år
ne: अघिल्लो वर्ष
nl: Vorig jaar
sk: Predchádzajúci rok
sv: Förra året
vi: Năm trước

source: Go to next year
ar: اذهب الى السنة القادمة
id: Pergi ke tahun selanjutnya
km: ទៅ​ឆ្នាំ​ក្រោយ
lt: Į kitus metus
ms: Pergi ke tahun depan
nb: Gå til neste år
ne: पछिल्लो वर्षमा जानुहोस्
nl: Ga naar volgend jaar
sk: Choď na daľší rok
sv: Gå till nästa år
vi: Sang năm tiếp

source: Go to current year
ar: اذهب الى السنة الحالية
id: Pergi ke tahun sekarang
km: ទៅឆ្នាំ​បច្ចុប្បន្ន
lt: Į šiuos metus
ms: Pergi ke tahun ini
nb: Gå til gjeldende år
ne: चालु वर्षमा जानुहोस्
nl: Ga naar huidig jaar
sk: Choď na aktuálny rok
sv: Gå till nuvarande år
vi: Về năm hiện tại

source: Go to previous year
ar: اذهب الى السنة السابقة
id: Pergi ke tahun sebelumnya
km: ទៅ​ឆ្នាំ​មុន
lt: Į ankstesnius metus
ms: Pergi ke tahun lepas
nb: Gå til foregående år
ne: अघिल्लो वर्षमा जानुहोस्
nl: Ga naar vorig jaar
sk: Choď na predchádzajúci rok
sv: Gå till föregående år
vi: Sang năm trước

source: The next day
ar: اليوم التالي
id: Hari berikutnya
km: ថ្ងៃ​ក្រោយ
lt: Kita diena
ms: Hari berikutnya
nb: Neste dag
ne: पछिल्लो दिन
nl: De volgende dag
sk: Nasledujúci deň
sv: Nästa dag
vi: Ngày tiếp theo

source: Today
ar: اليوم
id: Hari ini
km: ថ្ងៃ​នេះ
lt: Ši diena
ms: Hari ini
nb: I dag
ne: आज
nl: Vandaag
sk: Dnes
sv: Idag
vi: Hôm nay

source: The previous day
ar: اليوم السابق
id: Hari sebelumnya
km: ថ្ងៃ​មុន
lt: Ankstesnė diena
ms: Hari sebelumnya
nb: I går
ne: अघिल्लो दिन
nl: De vorige dag
sk: Predchádzajúci deň
sv: Föregående dag
vi: Hôm qua

source: Go to the next day
ar: اذهب الى اليوم المقبل
id: Ke hari selanjutnya
km: ទៅ​ថ្ងៃ​ក្រោយ
lt: Į kitą dieną
ms: Pergi ke hari seterusnya
nb: Gå til neste dag
ne: अर्को दिनमा जानुहोस्
nl: Ga naar de volgende dag
sk: Choď na daľší deň
sv: Gå till nästa dag
vi: Tiến thêm một ngày

source: Go to today
ar: اذهب الى اليوم الحالي
id: Ke hari ini
km: ទៅ​ថ្ងៃ​នេះ
lt: Į šiandieną
ms: Pergi ke hari ini
nb: Gå til i dag
ne: आजको दिनमा जानुहोस्
nl: Ga naar vandaag
sk: Choď na dnešok
sv: Gå till idag
vi: Về ngày hiện tại

source: Go to the previous day
ar: إذهب إلى اليوم السّابق
id: Ke hari sebelumnya
km: ទៅ​ថ្ងៃ​មុន
lt: Į ankstesnę dieną
ms: Pergi ke hari sebelumnya
nb: Gå til foregående dag
ne: अघिल्लो दिनमा जानुहोस्
nl: Ga naar gisteren
sk: Choď na predchádzajúci deň
sv: Gå till föregående dag
vi: Lùi lại một ngày

source: Add new event starting at ${title}
ar: أضف حدث جديد يبدأ عند ${title}
id: Buat sebuah kegiatan dimulai pada ${title}
km: បន្ថែម ព្រឹត្តិការថ្មី ផ្តើមនៅ ${title}
lt: Pridėti naują įvykį prasidedantį ${title}
ms: Tambah aktiviti baru bermula dari ${title}
nb: Legg til en ny hendelse ved ${title}
ne: ${title} मा हुने नया घटना जोद्नुहोस
nl: Voeg een nieuwe gebeurtenis in, beginnende op ${title}
sk: Pridať novú udalosť začínajúcu na ${title}
sv: Lägg till en ny händelse som börjar ${title}
vi: Thêm một sự kiện mới bắt đầu tại ${title}s

source: Title
ar: العنوان
id: Judul
km: ចំណង​ជើង
lt: Pavadinimas
ms: Tajuk
nb: Tittel
ne: शीर्षक
nl: Titel
sk: Názov
sv: Rubrik
vi: Tiêu đề

source: All day
ar: كل اليوم
id: Semua hari
km: គ្រប់​ថ្ងៃ
lt: Visa diena
ms: Seharian
nb: Hele dagen
ne: सबै दिन
nl: De hele dag
sk: Celý deň
sv: Hela dagen
vi: Cả ngày

source: Date
ar: تاريخ
id: Tanggal
km: កាល​បរិច្ឆេទ
lt: Data
ms: Tarikh
nb: Dato
ne: मिति
nl: Datum
sk: Dátum
sv: Datum
vi: Ngày tháng

source: Time
ar: وقت
id: Waktu:
km: ពេលវេលា
lt: Laikas
ms: Masa
nb: Tid
ne: समय
nl: Tijd
sk: Čas
sv: Tid
vi: Thời gian

source: Start time in 24h format
ar: إبدأ الوقت على نمط 24 ساعة
id: Mulai waktu dengan format 24jam
km: ពេល​វេលា​ចាប់ផ្ដើម​ជា​ទ្រង់ទ្រាយ ២៤ ម៉ោង
lt: Pradžia 24 val. formatu
ms: Mulakan masa dalam format 24 jam
nb: Start tid i 24-timers format
ne: समय २४ घण्टा ढाँचामा सुरु गर्नुहोस्
nl: Begintijd in 24u-formaat
sk: Počiatočný čas vo formáte 24h
sv: Starttid i 24t format
vi: Thời gian bắt đầu theo định dạng 24h

source: Duration
ar: مدة
id: Durasi
km: ថិរវេលា
lt: Trukmė
ms: Jangka masa
nb: Varighet
ne: समयावधि
nl: Duur
sk: Trvanie
sv: Varaktighet
vi: Thời lượng

source: Duration Type
ar: نوع المدّة
id: Tipe durasi
km: ប្រភេទ​ថិរវេលា
lt: Trukmės tipas
ms: Jenis Tempoh
nb: Varighetstype
ne: अवधि प्रकार
nl: Soort duur
sk: Druh trvania
sv: Varaktighetstyp
vi: Kiểu thời lượng

source: Minutes
ar: دقائق
id: Menit
km: នាទី
lt: Minutės
ms: Minit
nb: Minutter
ne: मिनेटहरु
nl: Minuten
sk: Minúty
sv: Minuter
vi: Phút

source: Hours
ar: ساعات
id: Jam
km: ម៉ោង
lt: Valandos
ms: Jam
nb: Timer
ne: घण्टाहरु
nl: Uren
sk: Hodiny
sv: Timmar
vi: Giờ

source: Days
ar: أيام
id: Hari
km: ថ្ងៃ
lt: Dienos
ms: Hari
nb: Dager
ne: दिनहरु
nl: Dagen
sk: Dni
sv: Dagar
vi: Ngày

source: Location
ar: الموقع
id: Lokasi
km: ទីតាំង
lt: Patalpa
ms: Lokasi
nb: Sted
ne: स्थान
nl: Locatie
sk: Umiestnenie
sv: Plats
vi: Địa điểm

source: Description
ar: الوصف
id: Deskripsi
km: ការ​ពិពណ៌នា
lt: Aprašymas
ms: Keterangan
nb: Beskrivelse.
ne: विवरण
nl: Omschrijving
sk: Popis
sv: Beskrivning
vi: Mô tả

source: Recurring
ar: متكرّر
id: Berulang
km: កើត​ឡើង​វិញ
lt: Periodinis
ms: Berulang
nb: gjentatte
ne: पुनरावृत्ति
nl: Terugkerend
sk: Opakujúci sa
sv: Återkommande
vi: Lặp lại

source: Recurs every
ar: بتكرر كل
id: Ulang tiap
km: កើត​ឡើង​វិញ​រៀងរាល់
lt: Vyksta kiekvieną
ms: Berulang setiap
nb: gjentas hver
ne: हरेकमा दोहोरिन्छ
nl: Herhaalt zich elke
sk: Opakuje sa každých
sv: Återkommer varje
vi: Những việc lặp

source: Day
ar: يوم
id: Hari
km: ថ្ងៃ
lt: Diena
ms: Hari
nb: Dag
ne: दिन
nl: Dag
sk: Deň
sv: Dag
vi: Ngày

source: Month
ar: شهر
id: Bulan
km: ខែ
lt: Mėnuo
ms: Bulan
nb: Måned
ne: महिना
nl: Maand
sk: Mesiac
sv: Månad
vi: Tháng

source: Year
ar: سنة
id: Tahun
km: ឆ្នាំ
lt: Metai
ms: Tahun
nb: År
ne: बर्ष
nl: Jaar
sk: Rok
sv: År
vi: Năm

source: Repeat every
ar: كرر الكل
id: Ulangi setiap
km: ធ្វើ​ម្ដង​ទៀត​រាល់
lt: Kartoti kiekvieną
ms: Ulang setiap
nb: Gjenta hver
ne: हरेकमा दोहोर्याउनुहोस्
nl: Herhaal elke
sk: Opakuj každých
sv: Upprepa varje
vi: Lặp lại hàng ngày

source: Range
ar: مدى
id: Rentang
km: ជួរ
lt: Sritis
ms: Jarak
nb: Område
ne: दायरा
nl: Bereik
sk: Rozpetie
sv: Intervall
vi: Phạm vi

source: Count
ar: العدد
id: Hitung
km: រាប់
lt: Kiekis
ms: Bilangan
nb: Antall
ne: गणना गर्नुहोस्
nl: Aantal
sk: Počet
sv: Antal
vi: Đếm

source: Until
ar: حتى
id: Hingga
km: ទាល់​តែ
lt: Kol
ms: Sehingga
nb: Til
ne: सम्म
nl: Tot
sk: Do
sv: Till och med
vi: Cho đến

source: forever
ar: إلى الأبد
id: selamanya
km: រហូត
lt: visada
ms: selama-lamanya
nb: evig
ne: सधैका लागि
nl: altijd
sk: navždy
sv: för alltid
vi: mãi mãi

source: Number of events
ar: عدد الأحداث
id: Jumlah Kegiatan
km: ចំនួន​ព្រឹត្តិការណ៍
lt: Viso renginių
ms: Bilangan aktiviti
nb: Antall hendelser
ne: कार्यक्रमहरूको सङ्ख्या
nl: Aantal gebeurtenissen
sk: Počet udalostí
sv: Antal händelser
vi: Số sự kiện

source: Repeat until
ar: إعد حتى
id: Ulangi hingga
km: ធ្វើ​ម្ដង​ទៀត​ទាល់តែ
lt: Kartoti kol
ms: Ulang sehingga
nb: Gjenta til
ne: तबसम्म दोहोर्याउनुहोस्
nl: Herhaal tot
sk: Opakuj do
sv: Upprepa till och med
vi: Lặp đến

source: Weekdays
ar: أيام الأسبوع
id: Hari-hari kerja
km: ថ្ងៃ​ធ្វើ​ការ
lt: Savaitės dienos
ms: Hari bekerja
nb: Ukedager
ne: हप्तादिनहरु
nl: Werkdagen
sk: Voľné dni
sv: Veckodagar
vi: Những ngày làm việc

source: Weekday
ar: يوم العمل
id: Hari Kerja
km: ថ្ងៃ​ធ្វើការ
lt: Savaitės diena
ms: Hari bekerja
nb: Ukedag
ne: हप्तादिन
nl: Werkdag
sk: Voľný deň
sv: Veckodag
vi: Ngày làm việc

source: Monthly
ar: شهري
id: Bulanan
km: ប្រចាំ​ខែ
lt: Kas mėnesį
ms: Bulanan
nb: Månedlig
ne: मासिक
nl: Maandelijks
sk: Mesačne
sv: Månadsvis
vi: Tháng

source: Exception dates
ar: ما عدى التواريخ
id: Tanggal pengecualian
km: កាល​បរិច្ឆេទ​លើកលែង
lt: Iškyrus datas
ms: Tarikh pengecualian
nb: Unntaksdatoer
ne: अपवाद मितिहरु
nl: Uitzonderingsdatums
sk: Výnimky z dátumov
sv: Undantagsdatum
vi: Ngày ngoại lệ

source: same weekday
ar: نفس ايام الاسبوع
id: hari kerja yang sama
km: ថ្ងៃ​ធ្វើការ​ដូច​គ្នា
lt: ta pati savaitės diena
ms: Hari bekerja yang sama
nb: samme ukedag
ne: समान हप्तादिन
nl: Zelfde werkdag
sk: rovnako víkendy
sv: samma veckodag
vi: cùng một ngày trong tuần

source: 1st
ar: الأول
id: Pertama
km: ទី ១
lt: 1-as(-a)
ms: pertama
ne: प्रथम
nl: 1e
sk: Prvý
sv: 1:a
vi: Mùng 1

source: 2nd
ar: الثاني
id: Kedua
km: ទី ២
lt: 2-as(-a)
ms: kedua
ne: दोश्रो
nl: 2e
sk: Druhý
sv: 2:a
vi: Mùng 2

source: 3rd
ar: الثالث
id: Ketiga
km: ទី ៣
lt: 3-ias(-a)
ms: ketiga
ne: तेस्रो
nl: 3e
sk: Tretí
sv: 3:e
vi: Mùng 3

source: 4th
ar: الرابع
id: Keempat
km: ទី ៤
lt: 4-tas(-a)
ms: keempat
ne: चौथो
nl: 4e
sk: Štvrtý
sv: 4:e
vi: Mùng 4

source: 5th
ar: الخامس
id: Kelima
km: ទី ៥
lt: 5-as(-a)
ms: kelima
ne: पाँचौं
nl: 5e
sk: Piaty
sv: 5:e
vi: Mùng 5

source: last weekday
ar: اخر ايام الاسبوع
id: hari kerja yang lalu
km: ថ្ងៃ​ធ្វើការ​ចុងក្រោយ
lt: paskutinė savaitės diena
ms: hari bekerja terakhir
nb: siste ukedag
ne: अन्तिम हप्तादिन
nl: Laatste werkdag
sk: Posledný voľný deň
sv: sista veckodagen
vi: ngày làm việc cuối tuần

source: Last ${weekday}
ar: اخر ${weekday}
id: Akhir ${weekday}
km: ${weekday} ចុង​ក្រោយ
lt: Paskutinė ${weekday}
ms: Akhir ${weekday}
nb: Siste ${weekday}
ne: अन्तिम ${weekday}
nl: Laatste ${weekday}
sk: Posledný ${weekday}
sv: Sista ${weekday}
vi: ${weekday} tuần trước

source: An error occurred.
ar: حدث خطأ.
id: Sebuah kesalahan muncul
km: មាន​កំហុស
lt: Klaida
ms: Ralat telah berlaku.
nb: Det oppstod en feil.
ne: एउटा त्रुटि उत्पन्न भयो ।
nl: Er is een fout opgetreden.
sk: Vyskytla sa chyba
sv: Ett fel har uppstått.
vi: Một lỗi đã xảy ra

source: Invalid time
ar: وقت غير صحيح
id: Waktu salah
km: ពេល​វេលា​មិន​ត្រឹមត្រូវ
lt: Netinkamas laikas
ms: Waktu tidak sah
nb: Ugyldig tid
ne: अवैध समय
nl: Ongeldige tijd
sk: Neplatný čas
sv: Ogiltig tid
vi: Thời gian không hợp lệ

source: End date is earlier than start date
ar: تاريخ النهاية قبل تاريخ البداية
id: Tanggal akhir lebih awal dari tanggal awal
km: កាល​បរិច្ឆេទ​បញ្ចប់​នៅ​មុន​កាល​បរិច្ឆេទ​ចាប់ផ្ដើម
lt: Pabaiga ankstesnė už pradžią
ms: Tarikh tamat lebih awal daripada tarikh mula
nb: Sluttdato er før startdato
ne: सुरु मिति भन्दा अन्त्य समय चाँडै छ
nl: Einddatum is eerder dan begindatum
sk: Koncový čas je skorší než počiatočný
sv: Slutdatum är tidigare än startdatum
vi: Ngày kết thúc phải sau ngày bắt đầu

source: Invalid date. Please specify YYYY-MM-DD, one per line.
ar: طريقة ادخال حاطئة للتاريخ يرجى ادخال على الصورة التالية السنة اربع ارقام-الشهر رقمان -اليوم رقمان. في سطر واحد
id: Invalid date. Tolong tentukan YYYY-MM-DD, satu perbaris.
km: កាល​បរិច្ឆេទ​មិន​ត្រឹមត្រូវ ។ សូម​បញ្ជាក់ YYYY-MM-DD មួយ​ក្នុង​មួយ​បន្ទាត់ ។
lt: Netinkama data. Įrašykite formatu MMMM-mm-dd, po vieną eilutėje.
ms: Tarikh tidak sah. Sila perincikan YYYY-MM-DD, satu untuk setiap baris.
nb: Ugyldig dato. Vennligst spesifiser YYYY-MM-DD, en per linje
ne: अवैध मिति। कृपया, एउटा प्रत्येक पङ्क्तिमा वर्ष-महिना-दिन निर्दिष्ट गर्नुहोस्।
nl: Ongeldige datum. Invoeren als JJJJ-MM-DD, één per regel.
sk: Neplatný dátum. Prosím zadajte RRRR-MM-DD, jeden na riadok.
sv: Ogiltigt datum. V.g. ange år-månad-dag (ÅÅÅÅ-MM-DD), en per rad.
vi: Ngày tháng không hợp lệ. Hãy nhập theo thứ tự năm-tháng-ngày trên từng dòng

source: Add event
ar: أضف حدث
id: Tambah kegiatan
km: បន្ថែម​ព្រឹត្តិការណ៍
lt: Pridėti įvykį
ms: Tambah aktiviti
nb: Legg til hendelse
ne: कार्यक्रम थप्नहोस
nl: Gebeurtenis toevoegen
sk: Pridať udalosť
sv: Lägg till händelse
vi: Thêm sự kiện

source: Add
ar: إضافة
id: Tambahkan
km: បន្ថែម
lt: Pridėti
ms: Tambah
nb: Legg til
ne: थप्नुहोस्
nl: Toevoegen
sk: Pridať
sv: Lägg till
vi: Thêm

source: Edit event
ar: حرّر حدثا
id: Ubah kegiatan
km: កែ​សម្រួល​ព្រឹត្តិការណ៍
lt: Redaguoti įvykį
ms: Ubah aktiviti
nb: Endre hendelse
ne: कार्यक्रम सम्पादन गर्नुहोस
nl: Gebeurtenis bewerken
sk: Zmeň udalosť
sv: Redigera händelse
vi: Sửa sự kiện

source: Update
ar: تحديث
id: Perbarui
km: ធ្វើ​ឲ្យ​ទាន់​សម័យ
lt: Atnaujinti
ms: Kemaskini
nb: Oppdater
ne: अद्यावधिक गर्नुहोस्
nl: Bijwerken
sk: Aktualizovať
sv: Uppdatera
vi: Cập nhật

source: Updated on ${date_time}
ar: تم تحديثه في ${date_time}
id: Terbarukan pada ${date_time}
km: ធ្វើ​ឲ្យ​ទាន់​សម័យ​នៅ ${date_time}
lt: Atnaujinta ${date_time}
ms: Dikemaskini pada ${date_time}
nb: Oppdatert ${date_time}
ne: अद्यावधिक गरिएको मिति $ {date_time }
nl: Bijgewerkt op ${date_time}
sk: Aktualizované ${date_time}
sv: Uppdaterad den ${date_time}
vi: Cập nhật vào ${date_time}

source: Calendar
ar: التقويم
id: Kalender
km: ប្រតិទិន
lt: Kalendorius
ms: Kalendar
nb: Kalender
ne: भित्तेपात्रो
nl: Agenda
sk: Kalendár
sv: Kalender
vi: Lịch

source: Actions
ar: الإجراءات
id: Tindakan-tindakan
km: អំពើ
lt: Veiksmai
ms: Tindakan
nb: Handlinger
ne: कार्यहरु
nl: Acties
sk: Akcie
sv: Åtgärder
vi: Hành động

source: View Calendar
ar: عرض التقويم
id: Menampilkan Kalender
km: មើល​ប្រតិទិន
lt: Rodyti kalendorių
ms: Papar Kalendar
nb: Vis Kalender
ne: भित्तेपात्रो हेर्नुहोस
nl: Agenda bekijken
sk: Zobraziť kalendár
sv: Visa kalender
vi: Xem lịch

source: New Event
ar: حدث جديد
id: Kegiatan baru
km: ព្រឹត្តិការណ៍​ថ្មី
lt: Naujas įvykis
ms: Aktiviti Baru
nb: Ny hendelse
ne: नयाँ कार्यक्रम
nl: Nieuwe gebeurtenis
sk: Nová udalosť
sv: Ny händelse
vi: Sự kiện mới

source: Open in iCal
ar: إفتح في آي كال
id: Buka dalam iCal
km: បើក​ក្នុង iCal
lt: Atverti su iCal
ms: buka dengan iCal
nb: Åpne i iCal
ne: आइक्याल मा खोल्नुहोस
nl: Openen in iCal
sk: Otvor v iCal
sv: Öppna i iCal
vi: Mở bằng iCal

source: Import Sections
ar: استورد الاقسام
id: Impor Bagian
km: នាំចូល​ផ្នែក
lt: Įkelti kursus
ms: Seksyen Import
nb: Importer oversikt
ne: सेक्सनहरु आयात गर्नुहोस
nl: Secties importeren
sk: Importuj sekcie
sv: Importera sektioner
vi: Nhập vào các lớp

source: Edit Leaders
ar: تعديل القادة
id: Mengganti Pemimpin
km: កែសម្រួល​អ្នក​ដឹកនាំ
lt: Keisti vadovus
ms: Ubah ketua
nb: Rediger ledere
ne: लिडरहरू सम्पादन गर्नुहोस
nl: Leiders bewerken
sk: Nastaviť vedúcich
sv: Redigera ledare
vi: Sửa lãnh đạo

source: Change Site Preferences
ar: تغيير تفضيلات الموقع
id: Ubah Preferensi Situs
km: ផ្លាស់ប្ដូរ​ចំណូល​ចិត្ត​តំបន់​បណ្ដាញ
lt: Keisti svetainės nustatymus
ms: Tukarkan Tetapan Laman Web
nb: Endre Område-Brukervalg
ne: साइटको प्राथमिकताहरू परिवर्तन
nl: Sitevoorkeuren wijzigen
sk: Zmeniť nastavenia stránky
sv: Ändra inställningar
vi: Đổi thông số

source: Add Event
ar: إضافة حدث
id: Tambah Kegiatan
km: បន្ថែម​ព្រឹត្តិការណ៍
lt: Pridėti įvykį
ms: Tambah Aktiviti
nb: Legg til hendelse
ne: कार्यक्रम थप्नुहोस्
nl: Voeg Gebeurtenis Toe
sk: Pridať udalosť
sv: Lägg till händelse
vi: Thêm Sự kiện

source: Edit Event
ar: تحرير الحدث
id: Mengubah Kegiatan
km: កែ​សម្រួល​ព្រឹត្តិការណ៍
lt: Keisti įvykį
ms: Ubah Aktiviti
nb: Rediger hendelse
ne: कार्यक्रम सम्पादन गर्नुहोस
nl: Gebeurtenis bewerken
sk: Uprav udalosť
sv: Redigera händelse
vi: Sửa Sự kiện

source: ZODB Control
id: Kontrol ZODB
km: វត្ថុ​បញ្ជា ZODB
lt: ZODB valdymas
ms: Kawalan ZODB
nb: ZODB Kontroll
ne: ZODB नियन्त्रण
nl: ZODB-beheer
sv: ZODB kontroll
vi: Điểu khiển ZODB

source: Manage
ar: أدر
id: Mengatur
km: គ្រប់គ្រង
lt: Tvarkyti
ms: Mengurus
nb: Behandle
ne: ब्यबस्थापन
nl: Beheer
sk: Spravovať
sv: Hantera
vi: Quản lý
