Repository: schooltool-project/schooltool
Catalog: src/schooltool/locales/*.po
Languages: ar, id, km, lt, ms, nb, ne, nl, sk, sv, vi

source: <h1>Calendaring in SchoolTool</h1> <p>SchoolTool includes a full-featured calendaring system, similar to Apple iCal or Google Calendar, but capable of representing complex school timetables, including rotating schedules. SchoolTool is also useful for simple resource scheduling, allowing you to manage room assignments, and booking shared resources like computers or projectors. Each person, group, course section or resource has its own calendar. You may integrate multiple calendars into your personal calendar views.</p> <h3>Parts of the standard calendar views</h3> <ul> <li><strong>Calendar table:</strong> fills the main (lower-right) part of the page. This represents the calendar for one day, week, month or year, depending on the view..</li> <li><strong>Calendar navigation bar:</strong> immediately above the calendar table. Allows you to navigate forward or backward in time, or to return to the current time.</li> <li><strong>Calendar title:</strong> immediately above the calendar navigation bar, lists the owner of this calendar and the date for this "page" of the calendar.</li> <li><strong>Left sidebar:</strong> for all calendars, this contains a <code>Jump to...</code> section containing menus and links to allow you to quickly navigate to a specific month, year or date. <br /> If you are logged in and viewing your own calendar, you will also see a <code>Calendars</code> section at the top of the sidebar which allows you to "overlay" events from other calendars in this view. You may see calendars for classes you teach or attend listed here already.</li> <li><strong>Day/week/month/year buttons:</strong> These buttons allow you to switch between daily, weekly, monthly and annual views.</li> </ul>
km: <h1>បង្កើត​ប្រតិទិន​នៅ​ក្នុង SchoolTool​</h1> <p>SchoolTool រួម​មាន​ប្រព័ន្ធ​បង្កើត​ប្រតិទិន​ដែលមាន​លក្ខណៈ​សម្បត្តិ​ពេញលេញ ដូច​ទៅនឹង Apple iCal ឬ​ប្រតិទិន Google ប៉ុន្តែ​អាច​តំណាង​កាលវិភាគ​សាលា​ស្មុគស្មាញ រួមាន​ផ្លាស់ប្ដូរ​កាលវិភាគ ។ SchoolTool ក៏មានប្រយោជន៍​ផង​ដែរ​សម្រាប់​ការ​កំណត់​ពេលវេលា​ធនធាន​ធម្មតា ដោយ​អនុញ្ញាត​ឲ្យ​អ្នក​គ្រប់គ្រង​ការ​ផ្ដល់បន្ទប់ និង​កក់​ធនធនា​រួម​ដូចជា កុំព្យូទ័រ ឬ​ឧបករណ៍​បញ្ចាំង​ស្លាយ ។ មនុស្ស​ ក្រុម ឬ​ផ្នែក​នៃ​វគ្គសិក្សា​នីមួយៗ​ ឬ​ធនធាន​មាន​ប្រតិទិន​ផ្ទាល់​របស់​វា ។ អ្នកអាច​រួម​បញ្ចូល​ប្រតិទិន​ក្នុង​ទិដ្ឋភាព​ប្រតិទិន​ផ្ទាល់​ខ្លួន​របស់​អ្នក ។</p> <h3>ផ្នែក​របស់​ទិដ្ឋភាព​ប្រតិទិន​ស្តង់ដារ</h3> <ul> <li><strong>តារាង​ប្រតិទិន ៖</strong> បំពេញ​ផ្នែក (ខាង​ក្រោម-ខាង​ស្ដាំ) នៃ​ទំព័រ ។ វា​តំណាង​ឲ្យ​ប្រតិទិន​សម្រាប់​មួយ​ថ្ងៃ មួយ​សប្ដាហ៍ មួយ​ខែ ឬ​មួយ​ឆ្នាំ​ ដោយ​អាស្រ័យ​លើ​ទិដ្ឋភាព ។</li> <li><strong>របារ​រុករក​ប្រតិទិន ៖</strong> នៅ​​ខាង​លើ​តារាង​ប្រតិទិន ។ អនុញ្ញាត​ឲ្យ​អ្នក​រុករក​ទៅ​មុខ ឬ​ថយក្រោយ​ក្នុង​ពេលវេលា ឬ​ត្រឡប់​ទៅ​ពេលវេលា​បច្ចុប្បន្ន ។</li> <li><strong>ចំណង​ជើង​ប្រតិទិន ៖</strong> ​នៅ​​ខាង​លើរ​របាររុករក​ប្រតិទិន រាយ​ម្ចាស់​​ប្រតិទិន​នេះ និង​កាលបរិច្ឆេទ​សម្រាប់ "ទំព័រ" នៃ​ប្រតិទិន ។</li> <li><strong>របារ​ចំហៀង​ខាង​ឆ្វេង ៖</strong> សម្រាប់​ប្រតិទិន វា​មានផ្នែក <code>លោត​ទៅ...</code> មាន​ម៉ឺនុយ និង​តំណ​ដើម្បី​អនុញ្ញាត​ឲ្យរក​ខែ ឆ្នាំ ឬ​កាលរិច្ឆេទ​ជាក់លាក់​យ៉ាង​រហ័ស ។ <br /> ប្រសិនបើ​អ្នក​ត្រូវ​បានចូល​ក្នុង​ ហើយ​មើល​ប្រតិទិន​ផ្ទាល់​របស់​អ្នក អ្នក​នឹង​ឃើញ​​ផ្នែក<code>ប្រតិទិន</code> នៅ​កំពូល​នៃ​របារ​ចំហៀង​ដែល​អនុញ្ញាត​ឲ្យ​អ្នក​មាន​ព្រឹត្តិការណ៍ "ត្រួតគ្នា" ពី​ប្រតិទិន​ផ្សេង​នៅ​ក្នុង​ទិដ្ឋភាព​នេះ ។ អ្នក​អាច​មើល​ប្រតិទិន​ស្រាប់​ថ្នាក់​ដែល​អ្នក​បង្រៀន ឬ​ចូល​រួម​ដែល​បាន​រាយ​នៅ​ទីនេះ ។</li> <li><strong>ប៊ូតុង​ថ្ងៃ/សប្ដាហ៍/ឆ្នាំ ៖</strong> ប៊ូតុង​ទាំង​នេះ​អនុញ្ញាត​ឲ្យ​អ្នក​ប្ដូរ​រវាង​ទិដ្ឋភាព​ប្រចាំ​ថ្ងៃ ខែ និង​ឆ្នាំ ។</li> </ul>
ms: <h1>Penggunaan Kalendar dalam SchoolTool</h1> <p>SchoolTool mempunyai sistem kalendar yang pelbagai fungsi, sama seperti Apple iCal atau Kalendar Google, tetapi berupaya untuk memaparkan jadual sekolah yang kompleks, termasuklah jadual yang bergilir. SchoolTool juga berguna untuk penjadualan sumber secara ringkas, membolehkan anda untuk menguruskan tempahan bilik, dan tempahan sumber-sumber perkongsian seperti komputer-komputer dan projektor-projektor. Setiap orang, kumpulan, seksyen kursus atau sumber-sumber mempunyai kalendar masing-masing. Anda boleh menyatukan kalendar-kalendar yang pelbagai itu ke dalam paparan kalendar peribadi anda sendiri.</p> <h3>Sebahagian dari paparan kalendar yang biasa</h3> <ul> <li><strong>Jadual Kalendar:</strong> memenuhi bahagian utama (kanan-bawah) laman. Jadual ini menunjukkan kalendar untuk satu hari, minggu atau tahun, bergantung kepada paparan..</li> <li><strong>Calendar navigation bar:</strong> betul-betul di bawah jadual kalendar. Membolehkan anda untuk navigasi ke hadapan atau kebelakang berdasarkan masa, atau kembali ke masa yang terkini (sekarang).</li> <li><strong>Tajuk Kalendar:</strong> betul-betul di bawah panel navigasi kalendar.</li> <li><strong>Panel tepi sebelah kiri:</strong> untuk semua kalendar, ia mengandungi <code>Pergi ke...</code> seksyen yang mengandungi menu dan pautan untuk membolehkan anda menavigasi pantas ke bulan, tahun atau tarikh yang lebih tepat. <br /> Jika anda log masuk dan melihat kalendar anda sendiri, anda juga akan dapat melihat <code>Kalendar-kalendar</code> seksyen di sebelah atas panel tepi yang membolehkan anda untuk menggabungkan acara-acara dari kalendar-kalendar yang lain di dalam paparan kalendar anda. Anda boleh melihat kalendar-kalendar untuk kelas-kelas yang anda ajar atau hadiri telah disenaraikan di situ.</li> <li><strong>Butang Hari/minggu/bulan/tahun:</strong> Butang-butang ini akan membolehkan anda untuk bertukar-tukar paparan di antara harian, mingguan, bulanan dan tahunan.</li> </ul>
nl: <h1>Agenda in SchoolTool</h1> <p>SchoolTool bevat een compleet agendasysteem, vergelijkbaar met Apple's iCal of Google's Calendar, maar met de mogelijkheid om complexe schoolroosters weer te geven, inclusief roterende roosters. SchoolTool is ook geschikt voor het maken van simpele reserveringen, waardoor u klaslokalen kunt toewijzen, en gedeelde voorzieningen zoals computers of projectoren kunt reserveren. Elke persoon, groep, vaksectie of voorziening heeft zijn eigen agenda. U kunt meerdere agenda's integreren in uw persoonlijke agenda.</p> <h3>Delen van de standaard agenda</h3> <ul> <li><strong>Agendatabel:</strong> vormen het grootste gedeelte van de pagina (rechtsonder). Hier vindt u de dag-, week-, maand- of jaaragenda, afhankelijk van wat u wilt zien.</li> <li><strong>Agendanavigatiebalk:</strong> direct boven het agenda-overzicht. Hier kunt u vooruit of achteruit in de tijd gaan, of terug gaan naar de huidige tijd.</li> <li><strong>Agendatitel:</strong> direct boven de agenda-navigatiebalk, hier vind u de eigenaar van de agenda en de datum voor deze "pagina" van de agenda.</li> <li><strong>Linkerzijkolom:</strong> voor alle agenda's, vindt u hier de <code>Ga naar...</code> sectie met menu's en links waarmee u snel naar een bepaalde maand, jaar of datum kunt gaan. <br /> Als u ingelogd bent en uw eigen agenda bekijkt, dan zult u ook een <code>Agenda's</code> sectie zien bovenin de zijkolom waar u de gebeurtenissen in andere agenda's kunt laten weergeven. Zo ziet u kalenders van klassen die u lesgeeft of waar u inzit.</li> <li><strong>Dag/week/maand/jaar knoppen:</strong> Met deze knoppen kunt u wisselen tussen dag-, week-, maand- en jaaragenda's.</li> </ul>
sv: <h1>Kalenderfunktionen i SchoolTool</h1><p>I SchoolTool finns ett komplett kalendersystem av samma typ som Apple iCal eller Google Calendar, men som kan återge komplexa skolscheman, även roterande sådana. SchoolTool kan också användas för enkel resursbokning, så att du kan ordna rumstilldelning och bokning av delade resurser som datorer och projektorer. Varja person, grupp, kurssektion eller resurs har sin egen kalender. Du kan integrera flera kalendrar till en personlig kalendervisning.</p><h3>Standardkalendervisningens delar</h3><ul><li><strong>Kalenderblad:</strong> fyller ut huvudpartiet (nere till höger) av fönstret. Här visas kalendern för en dag, en vecka, en månad eller ett år beroende på vald visningstyp.</li><li><strong>Kalenderbläddring:</strong> omedelbart ovanför kalenderbladet. Låter dig flytta dig framåt eller bakåt i tiden, eller återvända till nuvarande tid.</li> <li><strong>Kalendertitel</strong> omedelbart ovanför kalenderbläddringen, visar kalenderns ägare och datum för visat kalenderblad.</li><li><strong>Vänster sidomeny:</strong></li> för alla kalendrar, innehåller ett <code>Gå till...</code>-avsnitt med menyter och länkar som gör det lätt att snabbt gå till en viss månad, ett visst år eller en viss dag.<br />Om du är inloggad och tittar på din egen kalender, så finns det också ett <code>Kalendrar</code>-avsnitt överst i sidomenyn som gör att du kan lägga händelser från andra kalendrar "ovanpå" denna visning. Du kan se kalendrar för de klasser du undervisar i eller går på listade här.</li><li><strong>Dag/vecka/månad/år-knappar:</strong> Dessa knappar gör så att du kan byta kalenderbladet mellan dags-, vecko-, månads- och årsvisning.</li></ul>

source: Administration
ar: الإدارة
id: Pengelolaan
km: ការអភិបាល
lt: Administravimas
ms: Pentadbiran
nb: Administrering
ne: प्रशासन
nl: Beheer

source: Organization
ar: المنظمة
id: Organisasi
km: ការចាត់ចែង
lt: Organizavimas
ms: Organisasi
nb: Organisasjon
ne: संस्था
nl: Organisatie
sv: Organisation

source: Calendaring
ar: الرزنامة
id: Kalender
km: ប្រក្រតីទិន
ms: Penggunaan kalendar
nb: Kalender
ne: भित्तेपात्रोमा सूचना भर्नु
nl: Agenda
sv: Kalender

source: Daily Calendar
ar: تقويم يومي
id: Kalender Harian
km: ប្រតិទិន​ប្រចាំ​ថ្ងៃ
lt: Dieninis kalendorius
ms: Kalendar Harian
nb: Daglig Kalender
ne: दैनिक भित्तपात्रो
nl: Dagelijkse Agenda
sv: Dagkalender

source: Weekly Calendar
ar: تقويم أسبوعي
id: Kalender Mingguan
km: ប្រតិទិន​ប្រចាំ​សប្ដាហ៍
lt: Savaitinis kalendorius
ms: Kalendar Mingguan
nb: Ukebasert Kalender
ne: साप्ताहिक भित्तपात्रो
nl: Weekagenda
sv: Veckokalender

source: Monthly Calendar
ar: تقويم شهري
id: Kalender Bulanan
km: ប្រតិទិន​ប្រចាំ​ខែ
lt: Mėnesinis kalendorius
ms: Kalendar Bulanan
nb: Månedlig Kalender
ne: मासिक भित्तपात्रो
nl: Maandagenda
sv: Månadskalender

source: Yearly Calendar
ar: تقويم سنوي
id: Kalender Tahunan
km: ប្រតិទិន​ប្រចាំ​ឆ្នាំ
lt: Metinis kalendorius
ms: Kalendar Tahunan
nb: Årlig Kalender
ne: वार्षिक भित्तपात्रो
nl: Jaaragenda
sv: Årlig kalender

source: <h1>Daily Calendar</h1> <p>This is the daily view of a calendar. It might be your calendar, or it might be the calendar of another person, group or resource in your school. <a href="/++help++/schooltool/calendaring">More calendaring help...</a></p> <h3>How do I...</h3> <ul> <li><strong>Create an event:</strong> click in the calendar table at the start time for the event. Or select <code>New Event</code> from the <code>Actions</code> menu.</li> <li><strong>Book a resource:</strong> create an event starting at the time you want to reserve the resource. Select <code>Book Resource</code> in the Event Information form.</li> <li><strong>Show or hide events in one of the calendars listed under <code>Calendars</code>:</strong> check or uncheck the box under <code>Cal</code> and click <code>Apply</code>.</li> <li><strong>Adding or removing calendars to the <code>Calendars</code> list:</strong> click on the <code>More...</code> button.</li> <li><strong>access a iCal format version of the calendar:</strong>: Select <code>Open in iCal</code> from the Action menu.</li> <li><strong>Access an Atom feed version of the calendar: </strong> append <code>/atom.xml</code> to the calendar's URL.</li> </ul>
id: <h1>Kalender harian</h1> <p>ini adalah tampilan kalender harian . mungkin ini adalah kalender anda, atau mungkin saja ini adalah kalender milik orang lain,grup atau sumber lain di sekolah anda. <a href="/++Bantuan++/schooltool/kalender">bantuan lain mengenai kalender...</a></p> <h3>Bagaimana saya...</h3> <ul> <li><strong>buat jadwal kegiatan:</strong> klik dulu pada daftar di kalender untuk menampilkan jadwal kegiatan. atau pilih <code>kegiatan baru</code> dari <code>aksi</code> menu.</li> <li><strong>buku sumber:</strong> membuat jadwal mulai pada saat anda ingin menyiapkan sumber.pilih <code>buku sumber</code> di dalam daftar informasi.</li> <li><strong>tampilkan atau sembunyikan kegiatan di balik salah satu daftar kalender <code>Kalender-kalender</code>:</strong>tandai atau tidak tandai di bawah kotak <code>Kal</code> dan klik <code>gunakan</code>.</li> <li><strong>menambah atau menghapus kalender pada <code>Kalender-kalender</code> daftar:</strong> klik pada <code>lagi...</code> tombol.</li> <li><strong>akses kalender versi ical :</strong>: pilih <code>buka di iCal</code> dari menu pilihan aksi .</li> <li><strong>akses kalender pada versi atom feed kalender: </strong> append <code>/atom.xml</code> pada alamat url kalender.</li> </ul>
km: <h1>ប្រតិទិន​ប្រចាំ​ថ្ងៃ</h1> <p>នេះ​ជា​ទិដ្ឋភាព​ប្រចាំថ្ងៃ​នៃ​ប្រតិទិន ។ វា​អាច​ជា​ប្រតិទិន​របស់​អ្នក ឬ​វា​អាច​ជា​ប្រតិនទិន​របស់​អ្នក​ផ្សេង ក្រុម ឬ​ធនធាន​ផ្សេង​នៅក្នុង​សាលា​របស់​អ្នក ។ <a href="/++help++/schooltool/calendaring">ជំនួយ​បង្កើត​ប្រតិទិន​បន្ថែម...</a></p> <h3>តើ​ខ្ញុំ​គួរ...</h3> <ul> <li><strong>បង្កើត​ព្រឹត្តិការណ៍​មួយ ៖</strong> ចុច​ក្នុង​តារាង​ប្រតិទិន​នៅ​ពេល​ចាប់ផ្ដើម​ព្រឹត្តិការណ៍ ។ ឬ​ជ្រើស <code>ព្រឹត្តិការណ៍​ថ្មី</code> ពី​ម៉ឺនុយ​ <code>សកម្មភាព</code> ។</li> <li><strong>កក់​ធនធាន ៖</strong> បង្កើត​ព្រឹត្តិការណ៍​ចាប់ផ្ដើម​នៅ​ពេល​អ្នក​ចង់​បម្រុង​ទុកធនធាន ។ ជ្រើស <code>កក់ធនធាន</code> នៅ​ក្នុង​សំណុំ​ព័ត៌មាន​ព្រឹត្តិការណ៍ ។</li> <li><strong>បង្ហាញ ឬ​លាក់​ព្រឹត្តិការណ៍​ក្នុង​ប្រតិទិន​មួយ​ក្នុង​ចំណោម​ប្រតិទិន​ជា​ច្រើន​ដែល​បាន​រាយ​នៅ​ក្រោម <code>ប្រតិទិន</code> ៖</strong> គូស​ធីក ឬ​មិនគូស​ធីក​ប្រអប់​នៅ​ក្រោម <code>Cal</code> ហើយ​​ចុច <code>អនុវត្ត</code> ។</li> <li><strong>បន្ថែម ឬ​យកចេញ​ពី/ទៅ​បញ្ជី <code>ប្រតិទិន</code> ៖</strong> ចុច​ប៊ូតុង <code>ផ្សេង​ទៀត...</code> ។</li> <li><strong>ចូល​កំណែ​ទ្រង់ទ្រាយ​របស់ iCal នៃ​ប្រតិទិន​ ៖</strong>៖ ជ្រើស <code>បើក​ក្នុង iCal​</code> ពី​ម៉ឺនុយ​សកម្មភាព ។</li> <li><strong>ចូល​ដំណើរការ​កំណែ​មតិព័ត៌មាន​ Atom របស់​ប្រតិទិន ៖ </strong> បន្ថែម <code>/atom.xml</code> ទៅ​ URL របស់​ប្រតិទិន ។</li> </ul>
ms: <h1>Kalendar Harian</h1> <p>Ini adalah kalendar untuk paparan harian. Ia mungkin kalendar anda sendiri, atau ia mungkin kalendar orang lain, kumpulan atau sumber-sumber di dalam sekolah anda. <a href="/++help++/schooltool/calendaring">Lagi bantuan dalam kepenggunaan kalendar...</a></p> <h3>Bagaimana saya...</h3> <ul> <li><strong>Mecipta acara:</strong> klik kedalam jadual kalendar di permulaan masa untuk acara yang hendak dicipta. Atau pilih <code>Acara baru</code> dari menu <code>Tindakan</code>. </li> <li><strong>Membuat tempahan sumber:</strong> Cipta acara yang bermula dari masa anda hendak menggunakan sumber tempahan. Pilih <code>Tempahan sumber</code> di dalam borang Informasi Acara.</li> <li><strong>Papar atau sembunyikan acara di dalam satu dari kalendar-kalendar yang disenaraikan di bawah <code>Kalendar-kalendar</code>:</strong> Tandak atau tidak tandakan kotak dibawah <code>Kal</code> dan klik <code>Bertindak</code>.</li> <li><strong>Tambah atau buang kalendar-kalendar di dalam senarai <code>Kalendar-kalendar</code>:</strong> klik ke butang <code>Lagi...</code>.</li> <li><strong>akses kalendar dalam format iCal:</strong>:Pilih <code>Buka dalam iCal</code> dari senarai Tindakan.</li> <li><strong>Akses kalendar dalam versi Atom feed: </strong> Tambah <code>/atom.xml</code> ke kalendar punya URL.</li> </ul>
nl: <h1>Dag-agenda</h1> <p>Dit is het dagoverzicht van een agenda. Het kan uw agenda zijn, of de agenda van een ander persoon, groep of voorziening op uw school. <a href="/++help++/schooltool/calendaring">Meer agenda hulp...</a></p> <h3>Hoe kan ik...</h3> <ul> <li><strong>Een gebeurtenis aanmaken:</strong> klik in het agendaoverzicht op de gewenste begintijd van de gebeurtenis. Of selecteer <code>Nieuwe Gebeurtenis</code> in het <code>Acties</code> menu.</li> <li><strong>Een voorziening reserveren:</strong> maak een gebeurtenis aan op de tijd waarop u de voorziening wilt reserveren. Selecteer <code>Reserveren</code> in het gebeurtenisinformatieformulier .</li> <li><strong>Gebeurtenissen tonen of verbergen van één van de agenda's in de lijst van <code>Agenda's</code>:</strong> <code>Agenda</code> aan of uitvinken en op <code>Toepassen</code> klikken.</li> <li><strong>Agenda's verwijderen uit of toevoegen aan de <code>Agenda's</code> lijst:</strong> klik op de <code>Meer...</code> knop.</li> <li><strong>Een iCal-formaat versie van de agenda openen:</strong>: selecteer <code>Openen in iCal</code> vanuit het Actiemenu.</li> </ul><strong>Access an Atom feed version of the calendar: </strong> append <code>/atom.xml</code> to the calendar's URL.</li> </ul>

source: This form has a few issues:
ar: هذا الإطار يحوي العديد من الأشياء:
id: Form ini memiliki sedikit isu:
km: សំណុំ​បែបបទ​នេះ​មាន​បញ្ហា​មួយ​ចំនួន ៖
lt: Šioje formoje yra kelios klaidos:
ms: Borang ini mempunyai beberapa isu:
nb: Dette skjemaet har noen små problemer
ne: यो आकृतिको केही मुद्दाहरु छन्
nl: Dit formulier heeft een aantal fouten.
sv: Detta formulär har ett par problem:

source: If you need to reserve a resource, such as a room or a projector, tracked by SchoolTool at your school, you should create an event for the necessary time and check the <code>Book Resources</code> checkbox at the bottom of the page.
id: Jika anda perlu untuk mencadangkan sumber daya, seperti sebuah ruangan atau proyektor, yang dilacak oleh SchoolToll di sekolah anda, anda harus membuat sebuah acara untuk waktu tertentu dan pilih kotak pilihan <code>Pesan Sumber daya</code> pada bagian bawah halaman.
km: ប្រសិនបើ​អ្នក​ត្រូវ​បម្រុង​ទុក​ធនធាន ដូចជា​បន្ទប់ ឬ​​ឧបករណ៍​បញ្ចាំង​ស្លាយ បាន​តាមដាន​ដោយ SchoolTool នៅ​សាលា​របស់​អ្នក អ្នកគួរ​បង្កើត​ព្រឹត្តិការណ៍​សម្រាប់​ពេលវេលា​ចាំបាច់ និង​គូស​ធីក​ប្រអប់ <code>ធនធាន​សៀវភៅ</code> នៅ​បាត​ទំព័រ ។
lt: Jei norite rezervuoti resursą, pvz. kambarį arba projektorių, mokykloje apskaitomą naudojant SchoolTool, turite sukurti įvykį reikalingu laiku ir pažymėti <code>Rezervuoti resursus</code> varnelę puslapio apačioje.
ms: Jika anda ingin menempah sumber-sumber, seperti bilik atau projektor, yang boleh dipantau oleh SchoolTool di sekolah anda, anda harus mencipta acara untuk masa tempahan yang diperlukan dan tandakan <code>Tempah Sumber</code> di kotak yang disediakan di bahagian bawah laman.
nb: Om du trenger å reservere en ressurs, som f.eks ett rom eller en prosjektor, overvåket av SchoolTool på din skole, så burde du lage en hendelse for den nødvendige tiden og så huke av <code>Book Resources</code> boksen på bunnen av siden.
nl: Als u via SchoolTool een voorziening wilt reserveren op uw school, zoals een klaslokaal of een projector, dan dient u een gebeurtenis aan te maken voor de gewenste tijd en <code>Voorzieningen reserveren</code> aan te vinken onderaan de pagina.
sv: Om du behöver boka en resurs, som ett rum eller en projektor, som hanteras av SchoolTool på din skola, bör du skapa en händelse för den erforderliga tiden och markera <code>Boka resurs</code> längst ner på sidan.

source: The form ignores your preferences for time and date format. You must enter the event's start time in 24-hour or "military" time, and the date is displayed in year-month-day format.
id: Formulir akan mengabaikan pilihan anda untuk format waktu dan tanggal. Anda harus memasukkan waktu mulai acara dalam bentuk 24 jam atau waktu "militer", dan tanggal dimunculkan dalam format tahun-bulan-hari.
km: សំណុំ​បែបបទ​មិនអើពើ​ចំណូល​​ចិត្ត​របស់​អ្នក​សម្រាប់​ទ្រង់ទ្រាយ​ពេលវេលា និង​កាលបរិច្ឆេទ ។ អ្នក​ត្រូវ​តែ​បញ្ចូល​ពេលវេលា​ចាប់ផ្ដើម​របស់​ព្រឹត្តិការណ៍ ២៤ ម៉ោង ឬពេលវេលា​"ទាហាន" ហើយ​កាលបរិច្ឆេទ​ត្រូវ​បាន​បង្ហាញ​ក្នុង​ទ្រង់ទ្រាយ​ថ្ងៃ ខែ ឆ្នាំ ។
ms: Borang ini telah mengabaikan pilihan anda untuk format masa dan tarikh. Anda mesti meletakkan masa acara bermula untuk acara berkenaan di dalam format 24-jam atau masa yang digunakan tentera, dan tarikah mesti dipaparkan di dalam format tahun-bulan-hari.
nl: Het formulier houdt geen rekenining met uw tijds- en datumformaat. U dient de begintijd van uw gebeurtenis in 24-uurs of "militair" formaat in te geven, en de datumvelden dienen het fomaat jaar-maand-dag aan te houden.
sv: Formuläret tar inte hänsyn till dina inställningar för tid och datum. Du måste ange händelsens starttid som 24-timmarstid och datumet visas som år-månad-dag.

source: The <code>Location</code> field allows you to enter a description of the location of the event, but this is not connected to the reservation system. If your school uses SchoolTool to manage room reservations you need to check the <code>Book Resources</code> checkbox at the bottom of the form.
id: Isian <code>Lokasi</code> mengijinkan anda untuk memasukkan penjelasan dari lokasi acara, akan tetapi ini tidak terhubung dengan sistem reservasi. Jika sekolah anda menggunakan SchoolTool untuk memanajemen pemesanan ruangan anda perlu untuk memilih kotak pilihan <code>Pesan Sumber daya</code> pada bagian bawah formulir.
km: វាល<code>ទីតាំង</code> អនុញ្ញាត​ឲ្យ​អ្នក​បញ្ចូល​សេចក្ដី​ពិពណ៌នា​នៃទីតាំង​របស់​ព្រឹត្តិការណ៍ ប៉ុន្តែ​វា​មិន​ត្រូវ​បាន​តភ្ជាប់​ទៅ​កាន់​ប្រព័ន្ធ​បម្រុង​ទុក​ទេ ។ ប្រសិនបើ​​សាលា​របស់​អ្នក​ប្រើ SchoolTool ដើម្បី​គ្រប់គ្រង​ការ​បម្រុង​ទុកបន្ទប់​ អ្នក​ត្រូវតែ​គូស​ធីក​ប្រអប់ <code>ធនធាន​សៀវភៅ</code> នៅ​បាត​នៃ​សំណុំ​បែបបទ ។
ms: Ruang <code>Lokasi</code> membolehkan anda untuk meletak penerangan berkenaan lokasi acara, tetapi ini tidak berhubung dengan sistem tempahan. Jika sekolah anda menggunakan SchoolTool dalam menguruskan tempahan bilik untuk anda, anda perlu menanda kotak <code>Tempah Sumber</code> di bawah bawah borang yang disediakan.
nl: In het <code>Locatie</code>veld kunt u een omschrijving geven van de locatie van de gebeurtenis, maar dit is niet gekoppeld aan het reserveringssysteem. Als uw school SchoolTool gebruikt voor het reserveren van klaslokalen vink dan <code>Voorzieningen reserveren</code> aan, onderaan het formulier.
sv: <code>Plats</code>-fältet låter dig fylla i en beskrivning av platsen för en händelse, men fältet är inte kopplat till bokningssystemet. Om skolan använder SchoolTool för att sköta salsreservationer måste du kryssa i rutan vid <code>Boka resurser</code> längst ner på sidan för att salen ska bokas.
