Repository: schooltool-project/schooltool
Catalog: src/schooltool/locales/*.po
Languages: ar, id, km, lt, ms, nb, ne, nl, sk, sv, vi

source: Timetable day always coincides with the day of week (i.e. on Mondays the first timetable day is used, on Tuesdays the second, and so on).
id: Jadwal harian selalu bersamaan dengan hari dalam seminggu (seperti pada hari Senin jadwal hari pertama yang digunakan, pada hari Selasa yang kedua, dan seterusnya)
km: ថ្ងៃ​ក្នុងកាលវិភាគ​តែ​ងតែ​ស្រប​គ្នា​ជា​មួយ​នឹង​ថ្ងៃ​នៃ​សប្ដាហ៍ (ឧ. ថ្ងៃ​ច័ន្ទ​ជា​ថ្ងៃ​ដំបូង​នៃ​កាលវិភាគ​ត្រូវ​ប្រើ ថ្ងៃ​អង្គារ​ជា​ថ្ងៃ​ទីពីរ​ និង​បន្តបន្ទាប់​) ។
lt: Tvarkaraštyje dienos atitinka savaitės dienas, t.y. pirmadieniais - pirmoji tvarkaraščio diena, antradieniais - antroji ir t.t.
ms: Jadual untuk hari selalunya selaras dengan hari dalam seminggu (cth: Pada hari Isnin jadual untuk hari pertama digunakan, pada hari Selasa, jadual untuk hari kedua digunakan, dan seterusnya).
nb: Dager i tidstabellen faller alltid sammen med ukens dager (d.v.s mandager er den første dagen i tidstabellen brukt, tirsdager den andre, og så videre)
ne: समयतालिका दिन जहिले पनि हप्ताको दिन अनुरुप हुन्छ (त्यो हो सोमबारमा पहिलो समयतालिका दिन प्रयोग गरिन्छ, मङ्गलबारमा दोस्रो, र लगातार)।
nl: Roosterdagen vallen altijd samen met de dag van de week (dus op maandag wordt de eerste roosterdag gebruikt, op dinsdag de tweede, enzovoort).
sk: Dni rozvrhu zodpovedajú dňom v týždni (napr. pondelku zodpovedá prvý deň rozvrhu, utorku druhý, atď.)
sv: Schemadag motsvarar alltid veckodag (på måndagar används t ex första schemadagen, på tisdagar den andra och så vidare).
vi: Thời khóa biểu ngày luôn luôn trùng với ngày trong tuần (tức là vào thứ Hai đầu tiên được sử dụng thời khóa biểu trong ngày, vào ngày thứ Ba thứ hai, vv).

source: Timetable days are used sequentially, jumping over days that are not school days.
id: Jadwal harian digunakan secara berurutan, melompati beberapa hari yang bukan hari sekolah.
km: ថ្ងៃ​ក្នុងកាលវិភាគ​ត្រូ​វបាន​ប្រើ​ជា​បន្តបន្ទាប់ លោត​ទៅ​ថ្ងៃ​ដែល​មិនមែនជា​ថ្ងៃ​សិក្សា ។
lt: Tvarkaraščio dienų seką sudaro tik darbo dienos, peršokant poilsio dienas.
ms: Jadual untuk hari digunakan berturutan, melangkau hari yang bukan hari bersekolah.
nb: Dager i tidstabellen er brukt fortløpende, dager som ikke er skoledager hoppes over.
ne: समयतालिका दिनहरू क्रमानुसार प्रयोग गरियो, दिनहरूमा जम्प गरेको त्यो स्कूल दिनहरू होइन।
nl: Roosterdagen worden opeenvolgend gebruikt, ze springen over niet-schooldagen heen.
sk: Dni rozvrhu na seba nadväzujú, preskakujú sa len dni, v ktorých neprebieha vyučovanie.
sv: Schemadagar används i följd och hoppar över dagar som inte är skoldagar.
vi: Thời khóa biểu ngày được sử dụng theo tuần tự, nhảy qua ngày mà không phải là ngày học.

source: Third, define the time and duration of periods when they fall on certain days of week. Use one of the the following format: <tt>HH:MM</tt> (also, don't forget to specify the duration in the text box below) or <tt>HH:MM-HH:MM</tt> (when you want to specify both endpoints explicitly, e.g., 9:30-10:15). It is not necessary to define all periods for all days of week, omissions will just cause that period to be skipped if it happens to fall on that day of week. If the list of periods is not up to date with the changes you made in the table above, use the Update button to refresh the form.
id: Ketiga, tentukan waktu dan durasi dari periode ketika mereka jatuh pada hari-hari tertentu dalam seminggu. Gunakan salah satu dari format berikut: <tt>HH:MM</tt> (juga, jangan lupa untuk mendefinisikan durasi pada text box berikut) atau <tt>HH:MM-HH:MM</tt> (ketika anda ingin menspesifikasikan titik akhir secara eksplisit, 9:30-10:15). Anda tidak perlu menentukan semua periode untuk semua hari dalam seminggu, penghilangan hanya akan menyebabkan periode itu akan dilewati jika jatuh pada hari tersebut.Jika daftar periode tidak mutakhir dengan perubahan yang anda buat pada tabel diatas, silahkan gunakan tombol Mutakhir untuk memperbaharuinya.
km: ទីបី កំណត់​ពេលវេលា និង​ថិរវេលា​របស់​រយៈពេល​នៅពេល​ពួកវា​នៅ​ចំ​ថ្ងៃ​ពិតប្រាកដ​នៃ​សប្ដាហ៍ ។ ប្រើ​ទ្រង់ទ្រាយ​មួយ​ចំនួន​​ក្នុង​ចំណោម​​ដូច​ខាងក្រោម ៖ <tt>HH:MM</tt> (កុំ​ភ្លេច​បញ្ជាក់​ថិរវេលា​នៅ​ក្នុង​ប្រអប់​អត្ថបទ​ខាង​ក្រោម) ឬ <tt>HH:MM-HH:MM</tt> (នៅពេល​អ្នក​ចង់​បញ្ជាក់​ចំណុច​ចុង​ទាំងពីរ​យ៉ាង​ជាក់លាក់ ឧ. 9:30-10:15) ។ វា​មិនចាំបាច់​កំណត់​រយៈពេល​សម្រាប់​គ្រប់​ថ្ងៃ​នៃ​សប្ដាហ៍ ការ​លុប​នឹង​ធ្វើ​ឲ្យ​រយៈពេល​រំលង ប្រសិន​បើ​វា​កើត​ឡើង​ចំថ្ងៃ​នៃ​សប្ដាហ៍ ។ ប្រសិនបើ​រយៈពេល​មិន​ទាន់សម័យ​ទេ​ជា​មួយនឹង​ការ​ផ្លាស់ប្ដូរ​ដែល​អ្នកបានធ្វើ​នៅ​ក្នុង​តារាង​ខាង​លើ​ទេ ប្រើ​ប៊ូតុង​ធ្វើ​ឲ្យ​ទាន់សម័យ​ដើម្បី​ធ្វើ​ឲ្យ​សំណុំ​បែបបទ​ស្រស់ ។
lt: Trečia, nurodykite laiką ir trukmę pamokoms, kurių laikas keičiasi tam tikromis savaitės dienomis. Naudikite formatą <tt>HH:MM</tt> (nepamirštant nurodyti trukmę žemiau esančiame teksto lauke) arba <tt>HH:MM-HH:MM</tt> (jei norite nurodyti pradžią ir pabaigą, pvz. 9:50-10:35). Nebūtina nurodyti visas savaitės dienų pamokas, nenurodžius pamoka bus praleista, jei ji patenka į tą savaitės dieną. Naudokite mygtuką Atnaujinti, jei pamokų sąrašas neatitinka jūsų atliktų pakeitimų.
ms: Ketiga, nyatakan masa dan tempoh masa bila ia akan jatuh pada hari-hari tertentu dalam mingguan. Gunakan satu dari format-format berikutnya: <tt>HH:MM</tt> (juga, jangan lupa untuk perincikan tempoh masa di dalam kotak teks di bawah) atau <tt>HH:MM-HH:MM</tt> (bila anda mahu perincikan kedua-dua titik terakhir dengan tepat, cth: 9:30-10:15). Adalah tidak perlu untuk nyatakan kesemua tempoh masa untuk semua hari dalam seminggu, Kealpaan melakukan perkara sedemikian hanya akan menyebabkan tempoh masa akan dilangkaui sekiranya ia jatuh pada hari dalam minggu itu. Sekiranya senarai tempoh masa tidak dikemaskinikan dengan pengubahan yang anda lakukan di dalam jadual di atas, gunakan butang Kemaskini untuk mengemaskinikan borang tersebut.
ne: तेस्रो, तिनीहरू हप्ताको निश्चित दिनहरुमा झर्दा अवधिहरुको समय र अवधि परिभाषित गर्नुहोस् । निम्न ढाँचा मध्य एउटा प्रयोग गर्नुहोस्: <tt>धण्टा:मिनेट</tt> (तल पाठ बाकसमा अवधि निर्दिष्ट गर्नु पनि नबिर्सिनुहोस्) वा <tt>धण्टा:मिनेट</tt> (जब तपाईँ दुवै समाप्ति बिन्दुहरूको अभिव्यक्ति निर्दिष्ट गर्न चाहनुहुन्छ, e.g., ९:३०-१०:१५) ।हप्ताको सबै दिनहरुका लागि सबै अवधिहरू परिभाषित गर्न जरुरी छैन, यदि त्यो हप्ताको दिनमा झर्ने भयो भने भुलहरू त्यो अवधिमा फडकाइनेछ । यदि अवधिहरुको सूची परिवर्तनहरूसँग मिल्दो छैन भने तपाईँ माथि टेबुलमा बनाउनुहोस्, फारामलाई ताजा गर्न अद्यावधिक बटन प्रयोग गर्नुहोस् ।
nl: Ten derde, bepaal de tijd en duur van periodes/lesuren als ze op bepaalde dagen van de week vallen. Gebruik een van de volgende formaten: <tt>UU:MM</tt> (vergeet niet de tijdsduur in onderstaand tekstveld te specificeren) of <tt>UU:MM-UU:MM</tt> (als u beide eindtijden expliciet wilt opgeven, bijv. 9:30-10:15). Het is niet nodig alle periodes/lesuren voor elke weekdag op te geven, niet-opegegeven periodes/lesuren worden overgeslagen als ze op die bepaalde weekdag vallen. Als de lijst met periodes/lesuren niet gelijkloopt met de wijzigingen die u juist heeft aangebracht on bovenstaande tabel, gebruik dan de Update/Verversen-knop om het formulier bij te werken.
sk: V treťom kroku definujte čas a trvanie hodín, ktoré pripadajú na daný deň v týždni. Použite jeden z nasledujúcich formátov: <tt>HH:MM</tt> (taktiež nezabudnite špecifikovať trvanie v textovom poli nižšie) alebo <tt>HH:MM-HH:MM</tt> (ak chcete špecifikovať súčasne oba koncové body, napr. 9:30-10:15). Nie je potrebné definovať všetky hodiny pre všetky dni týždňa, pri ručnom zadávaní sa môžeme len pomýliť napríklad vynechaním niektorej hodiny v danom dni. Ak zoznam hodín nie je v súlade s vykonanými zmenami, obnovte formulár použitím tlačidla Obnoviť.
vi: Sao chép văn bản Thứ ba, xác định thời gian và thời gian của thời kỳ khi họ rơi vào một số ngày trong tuần. Sử dụng một trong các định dạng sau đây: <tt> HH: MM </ tt> (cũng được, đừng quên để xác định thời gian trong hộp văn bản dưới đây), hoặc <tt> HH: MM-HH: mm </ tt> (khi bạn muốn xác định cả hai endpoints rõ ràng, ví dụ như, 9:30-10:15). Nó không phải là cần thiết để xác định tất cả các giai đoạn cho tất cả các ngày trong tuần, thiếu sót sẽ chỉ gây ra trong khoảng thời gian đó để được bỏ qua nếu điều đó xảy ra để mà rơi vào ngày trong tuần. Nếu trong danh sách các thời kỳ không phải là cập nhật với những thay đổi bạn đã thực hiện trong bảng ở trên, sử dụng các nút Cập nhật để làm mới hình thức.

source: Certain period specifications were incorrect, and therefore were discarded.
id: Spesifikasi periode tertentu salah, dan karena itu diabaikan.
km: មាន​ការ​បញ្ជាក់​រយៈពេល​ដែល​ត្រឹមត្រូវ ។ ដូច្នេះ​យើង​ត្រូវ​បោះបង់​វា ។
lt: Kai kurių pamokų aprašyme klaidos, todėl jos pašalintos.
ms: Sesetengah spesifikasi tempoh adalah salah, maka ia telah dibuang.
nb: Enkelte tids definisjoner var feil og ble derfor ikke brukt.
ne: निश्चित अवधिको विशेष वर्णनहरू गलत छन्, र त्यसैले छोडियो।
nl: Bepaalde specificaties van periodes/lesuren waren incorrect en zijn daarom weggelaten.
sk: Niektoré špecifikácie hodín boli nesprávne, a preto boli zrušené.
sv: Vissa periodsspecifikationer var felaktiga och förkastades därav.
vi: Một số chi tiết kỹ thuật trong thời gian đã được khai báo không chính xác, và do đó đã được bỏ đi.

source: Finally, make sure the information in this form is correct, because the only way to correct it will be to remove this timetable schema and recreate it.
id: Yang terakhir, pastikan bahwa informasi dalam formulir ini sudah benar, karena jika tidak satu-satunya cara untuk mengkoreksinya adalah dengan menghapus skema jadwal ini dan membuatnya kembali.
km: ទី​បញ្ចប់ ត្រូវ​ប្រាកដ​ថា​ព័ត៌មាន​នៅ​ក្នុង​សំណុំ​បែបបទ​នេះ​ត្រឹមត្រូវ ពីព្រោះ​មាន​តែ​វិធី​តែ​មួយ​គត់​ដើម្បី​កែ​វា​ នឹង​ត្រូវ​យក​កាលវិភាគ​សាលា​ចេញ​ ហើយ​បង្កើត​វា​ឡើង​វិញ។ ។
lt: Galiausiai, įsitikinkite, kad duomenys formoje yra teisingi, nes pataisyti bus įmanoma tik pašalinant šią tvarkaraščio schemą ir iš naujo sukūrus.
ms: Terakhir, pastikan yang maklumat di dalam borang ini adalah benar, kerana satu-satunya jalan untuk membetulkannya adalah dengan membuang skema jadual dan menciptanya kembali.
nb: Til slutt, vær sikker på at informasjonen i dette innlegget er korrekt, eneste mulighet for å endre disse informasjonen vil være å slette oppsette for denne tidstabellen og ny opprette denne.
ne: अन्तिममा, निश्चय गर्नुहोस् कि यो फारममा सूचना सहि छ, किनभने यसलाई सुधार्नु भनेको यो समयतालिका रुपरेखा हटाउनु हो र पुन: सृजना गर्नु हो।
nl: Controleer tenslotte of de informatie in dit formulier correct is. De enige manier om deze informatie te corrigeren is het roosterschema te verwijderen en het opnieuw aan te maken.
sk: Nakoniec sa uistite, či sú informácie v tomto formulári správne, pretože jediná spôsob akým sa dajú opraviť je ten, že harmonogram zvonenie odstránite a vytvoríte ho znova.
sv: Se till sist till att alla uppgifter på detta formulär är rätt, eftersom det enda sättet att ändra dessa är att ta bort och återskapa detta schema.
vi: Cuối cùng, Hãy chắc chắn rằng thông tin trong biểu mẫu là đúng, bởi vì chỉ cách này đúng thì mới gỡ bỏ sơ đồ thời khóa biểu này và tạo lại.

source: Create timetable schema
ar: إنشاء تخطيط جدول مواعيد
id: Membuat skema jadwal
km: បង្កើត​កាលវិភាគ​សាលា
lt: Sukurti tvarkaraščio schemą
ms: Cipta skema jadual
nb: Opprett tidstabell oppsett
ne: समयतालिका रुपरेखा सिर्जना गर्नुहोस्
nl: Roosterschema maken
sk: Vytvoriť harmonogram zvonenia
sv: Skapa schema
vi: Tạo một thời khóa biểu dạng sơ đồ

source: Cal
id: Kal
km: ប្រតិទិន
lt: Kal
nb: Kalender
ne: क्याल
nl: Agenda
sk: Kal
sv: Kalender
vi: Lịch

source: Personal calendar
ar: تقويم شخصي
id: Kalender pribadi
km: ប្រតិទិន​ផ្ទាល់ខ្លួន
lt: Mano kalendorius
ms: Kalendar Peribadi
nb: Personlig kalender
ne: ब्यक्तिगत भित्तेपात्रो
nl: Persoonlijke agenda
sk: Osobný kalendár
sv: Personlig kalender
vi: Lịch cá nhân

source: TT
ne: टि टि
nl: Roosters

source: Timetable calendar
ar: تقويم جدول المواعيد
id: Kalender jadwal
km: ប្រតិទិន​កាល​វិភាគ
lt: Tvarkaraščio kalendorius
ms: Kalendar jadual
nb: Timeplankalender
ne: भित्तेपात्रोको समय तालिका
nl: Roosteragenda
sk: Kalendár rozvrhu
sv: Schemakalender
vi: Lịch thời khóa biểu

source: Manage...
ar: إدارة...
km: គ្រប់គ្រង...
ms: Urus..
nb: Behandle...
ne: मिलाउनुहोस्
nl: Beheren...
sv: Hantera...
vi: Quản lý ...

source: Are you sure you want to unschedule this timetable?
nl: Weet u zeker dat u dit rooster wilt verwijderen?
vi: Bạn có chắc chắn muốn hủy thời khóa biểu này?

source: Timetable "${title}"
nl: Rooster "${title}"
vi: Thời khóa biểu "${title}"

source: No periods selected.
nl: Geen uren geelecteerd.
vi: Chưa chọn chu kỳ nào.

source: Scheduled from ${from} until ${until}
nl: Ingepland vanaf ${from} tot ${until}
vi: Đã lập lịch từ ${from} đến ${until}

source: Scheduling for ${person}
id: Jadwal untuk ${person}
km: កាល​វិភាគ​សម្រាប់ ${person}
lt: ${person} darbotvarkė
ms: Penjadualan untuk ${person}
nb: Plan for ${person}.
ne: ${person} को लागि तालिका
nl: Rooster voor ${person}
sk: Plánovanie pre ${person}
sv: Schemaläggning för ${person}
vi: Lập biểu cho ${person}

source: There are no terms or timetable schemas defined.
ar: لا يوجد فصول أو تخطيطات جداول أعمال معرفة.
id: Tidak ada termin atau skema jadwal yang sudah ditentukan
km: មិនមាន​វគ្គសិក្សា ឬ​កាលវិភាគ​សាលា​ត្រូវ​បានកំណត់​ទេ ។
lt: Nėra įvestų semestrų arba tvarkaraščio periodiškumo schemų.
ms: Tiada penggal atau skema jadual didefinasikan.
nb: Det er ingen semestre, eller tidstabbel skjema definert.
ne: त्यहाँ कुनै परिभाषित नियमहरू वा समयतालिका रुपरेखा छैन।
nl: Er zijn geen periodes of roosters gedefinieerd.
sk: Nie sú zadefinované obdobia alebo harmonogramy zvonenia.
sv: Det finns inte några terminer eller scheman definierade.
vi: Không có học kỳ nào hoặc không có sơ đồ thời khóa biểu nào được định nghĩa

source: Timetable
ar: جدول مواعيد
id: Jadwal
km: កាល​វិភាគ
lt: Pamokų tvarkaraštis
ms: Jadual
nb: Timeplan
ne: समयतालिका
nl: Tijdschema
sk: Rozvrh
sv: Schema
vi: Thời khóa biểu

source: Term
ar: فصل
id: Termin
km: វគ្គ​សិក្សា
lt: Semestras
ms: Penggal
nb: Termin
ne: सर्त
nl: Periode
sk: Obdobie
sv: Termin
vi: Học kỳ

source: Choose
ar: اختيار
id: Pilih
km: ជ្រើស
lt: Parinkti
ms: Pilih
nb: Velg
ne: रोज्नुहोस्
nl: Kiezen
sk: Vybrať
sv: Välj
vi: Chọn

source: This form lets you set up the timetable of a person by adding and removing the person to and from sections that have classes in their timetables.
id: Formulir ini bertujuan untuk membuat jadwal seseorang dengan menambah dan menhilangkan orang tersebut pada sebuah bagian yang mempunyai kelas-kelas dalam jadwal mereka.
km: សំណុំ​បែបបទ​នេះ​អនុញ្ញាត​ឲ្យ​អ្នក​បង្កើត​កាលវិភាគ​របស់​មនុស្ស​ម្នាក់ ដោយ​បន្ថែម និង​យក​មនុស្ស​ចេញ​ពី​ផ្នែក​មួយ​ដែល​មាន​ថ្នាក់​ក្នុង​កាលវិភាគ​របស់​ពួកគេ ។
lt: Ši forma skirta asmens tvarkaraščio sudarymui įtraukiant ar pašalinant jį iš kursų
ms: Borang ini membolehkan anda untuk menyediakan jadual sesorang dengan menambah atau membuang seseorang itu dari dan ke seksyen yang mempunyai kelas-kelas di dalam jadual.
nb: Dette skjemaet lar deg sette opp en tidstabell for en person ved å legge til og fjerne personen til og fra seksjonene som har klasser i tidstabellene sine.
ne: यो फारमले तपाईंलाई सेक्सनहरूबाट व्यक्तिको समयतालिका व्यक्ति थपेर र हटाएर सेटअप गर्न अनुमति दिन्छ जोसँग तिनीहरुको समयतालिकाहरूमा कक्षाहरू छन्।
nl: Met dit formulier kunt u het rooster voor een persoon opstellen door de persoon toe te voegen of te verwijderen van secties die lessen in hun rooster hebben.
sk: Tento formulár vám umožňuje nastaviť osobný rozvrh pridaním a odobraním osoby do skupín, ktoré majú vyučovanie vo svojich rozvrhoch.
sv: Detta formulär låter dig skapa ett schema för en person genom att lägga till och ta bort personen från de sektioner som har lektioner i sina scheman.
vi: Mẫu đơn này cho phép bạn thiết lập thời khóa biểu của một người bằng cách thêm và xoá người đó và từ các phần có trong các lớp học trong Thời khóa biểu của họ.

source: as part of
ar: كجزء من
id: sebagai bagian dari
km: ជា​ផ្នែក​នៃ
lt: kaip dalis
ms: sebahagian dari
nb: Som del av
ne: को अंश हो
nl: als deel van
sk: ako časť z
sv: som en del av
vi: Như là một phần của

source: none
id: tidak ada
km: គ្មាន
lt: joks
ms: tiada
nb: ingen
ne: कुनै पनि होइन
nl: geen
sk: nič
sv: ingen
vi: không có gì

source: Scheduling conflict.
id: Konflik jadwal.
km: កា​រកំណត់​កាលវិភាគ​មិន​ត្រូវ​គ្នា ។
lt: Kertasi tvarkaraščiai
ms: Konflik Penjadualan.
nb: Registreringskonflikt
ne: तालिका गर्दा बाधा।
nl: Rooster conflict.
sk: Konflikt plánovania.
sv: Konflikt i schemaläggningen.
vi: Lịch biểu bị xung đột

source: Note: if a section appears in more than one slot, all of them have to be set to <em>none</em> to remove it.
id: Catatan: Jika sebuah bagian muncul di lebih dari sat sekat (slot), semuanya harus di atur ke <em>none</em> untuk menghilangkannya.
km: ចំណាំ ៖ ប្រសិនបើ​ផ្នែកបង្ហាញ​ច្រើន​ជាង​មួយ​រន្ធ ពួកវា​ទាំងអស់​ត្រូវ​តែ​បានកំណត់​ទៅ​ជា <em>គ្មាន</em> ដើម្បី​យក​វា​ចេញ ។
lt: Pastaba: jei kursui nurodytos daugiau nei vienas laiko tarpas ir norima kursą pašalinti, kiekvienam jų būtina nustatyti <em> joks </em>.
ms: Nota: Sekiranya satu-satu seksyen muncul di dalam lebih dari satu slot, kesemuanya harus di tetapkan kepada <em>tiada</em> untuk membuangnya.
nb: Merk: hvis en seksjon vises i mer enn ett spor, alle av dem må bli satt til <em>ingen</em> for å fjerne den.
ne: द्रष्टब्य: यदि सेक्सन एक भन्दा बढि खाँचाहरूमा देखियो भने, सबैलाई <em>कुनैपनि</em> लाई हटाउनु पर्दछ।
nl: NOTA BENE: als een sectie op meer dan één plaats voorkomt, moeten alle vermeldingen op <em>GEEN</EM> gezet worden om deze te verwijderen.
sk: Upozornenie: ak sa sekcia vyskytuje vo viac než jednom slote, treba označiť všetky aby <em>neboli</em> odstránené.
sv: OBS: Om en sektion uppenbaras i fler än ett fack, måste alla av dem ändras till <em>ingen</em> för att readera den.
vi: Chú ý: nếu một lớp xuất hiện trong nhiều hơn một khe, tất cả đều phải được đặt sao cho <em> không có gì </ em> để xoá bỏ nó.

source: Are you sure you want to delete the selected school timetables?
id: Apakah anda yakin ingin menghapus jadwal sekolah yang dipilih?
km: តើ​អ្នក​ប្រាកដ​ជា​ចង់​លុប​កាល​វិភាគ​សាលា​ដែល​ជ្រើស​ឬ?
lt: Ar tikrai norite ištrinti pasirinktus tvarkaraščių šablonus?
ms: Adakah anda pasti untuk memadam jadual sekolah yang dipilih?
nb: Er du sikker på at du vil slette valgt skoles tidstabeller?
ne: के तपाइ छनैाट गरिएको स्कुल समय तालिका मेटाउन चाहानु हुन्छ ?
nl: Weet u zeker dat u de geselecteerde schoolroosters wilt verwijderen?
sk: Naozaj chcete odstrániť označené školské rozvrhy?
sv: Är du säker på att du vill ta bort markerade skolscheman?
vi: Bạn có chắc chắn muốn xoá các lựa chọn thời khóa biểu trong trường học

source: Scheduling for ${section}
ar: مجدول لـ ${section}
id: Penjadwalan untuk ${section}
km: កាល​វិភាគ​សម្រាប់ ${section}
lt: ${section} tvarkaraštis
ms: Penjadualan untuk ${section}
nb: Planlegger for ${section}
ne: ${section} का लागि तालिका बनाउँदै
nl: Roosteren voor ${section}
sk: Naplánovanie pre ${section}
sv: Schemaläggning för ${section}
vi: Lịch biểu cho ${section}

source: For term: ${term_title} (from ${starts} to ${ends})
nl: Voor periode: ${term_title} (from ${starts} tot ${ends})
vi: Cho kỳ: ${term_title} (từ ${starts} đến ${ends})

source: There are no timetable schemas defined.
ar: لا يوجد تخطيطات جداول مواعيد معرفة.
km: មិនមាន​កាលវិភាគ​សាលា​បាន​កំណត់​ទេ ។
ms: Tiada skema jadual didefinasikan.
nb: Det er ikke definert et tidstabell skjema.
ne: समय तालिका स्किमा वर्णन गरिएको छैन।
nl: Er zijn geen roosters gedefinieerd.
sk: Nie je definovaný žiadny harmonogram zvonenia.
vi: Không có sơ đồ thời khóa biểu được định nghĩa

source: Choose school timetable to use
ar: اختر جدول مواعيد مدرسة للاستخدام
km: ជ្រើស​កាល​វិភាគ​សាលា​ដើម្បី​ប្រើ
ms: Pilih jadual sekolah yang hendak digunakan
nb: Velg skole tidstabell som skal benyttes
ne: प्रोयगको लागि विद्यालय समय तालिका छान्नुहोस्
nl: Selecteer het schoolrooster dat u wilt gebruiken
sk: Zvoľte školský rozvrh ktorý sa má použiť
vi: Chọn thời khóa biểu để sử dụng

source: Time table schedule of ${courses} ${section}.
nl: Rooster van ${courses} ${section}.
vi: Thời khóa biểu của ${courses} ${section}.

source: school days
nl: schooldagen
vi: các ngày học

source: available timetables
nl: beschikbare roosters
vi: các thời khóa biểu có sẵn

source: For more information, see ${school_days} and ${available_timetables} in ${term} of ${schoolyear}
nl: Voor meer informatie, zie ${school_days} en ${available_timetables} in ${term} van ${schoolyear}
vi: Để biết thêm thông tin, xem ${school_days} và ${available_timetables} trong ${term} của ${schoolyear}

source: There are no timetables assigned.
nl: Er zijn geen toegewezen roosters.
vi: Chưa có thời khóa biểu nào được gán.

source: (edit periods)
nl: (uren bewerken)
vi: (sửa chu kỳ)

source: Consecutive periods are treated as a single meeting.
nl: Achtereenvolgende uren worden beschouwd als één enkele les
vi: Các chu kỳ liền nhau được gộp thành một cuộc họp.

source: This is a simple way to create a weekly timetable schema. Just fill in a sufficient number of lines for your periods.
id: Ini adalah cara mudah untuk membuat sebuah skema jadwal mingguan. Cukup dengan mengisi beberapa baris untuk periode anda.
km: នេះ​គឺ​ជា​វិធីធម្មតា​ដើម្បី​បង្កើត​កាលវិភាគ​សាលា​ប្រចាំ​សប្ដាហ៍ ។ គ្រាន់​តែ​បំពេញ​​​ចំនួន​បន្ទាត់​សម្រាប់​រយៈពេល​​របស់​អ្នក ។
lt: Tai paprasčiausias būdas sukurti savaitinio tvarkaraščio schemą. Pažymėkite pakankamą eilučių kiekį pamokoms.
ms: Ini adalah jalan mudah untuk mencipta skema jadual. Hanya isikan dengan beberapa baris nombor tempoh masa yang anda ingin tetapkan.
nb: Dette er en enkel måte å opprette et ukentlig tidstabell skjema. Bare fyll inn et nødvendig antall av linjer for dine perioder.
ne: यो साप्ताहिक समयतालिका रुपरेखा सिर्जना गर्ने साधारण तरिका हो। तपाईंको अवधिहरूको लागि पङ्क्तिहरूका उपयुक्त सङ्ख्या थप गर्नुहोस्।
nl: Dit is een eenvoudige manier om een wekelijks roosterschema te maken. Vul een voldoende aantal regels in voor uw periodes/lesuren.
sk: Toto je jednoduchý spôsob, pomocou ktorého sa dá vytvoriť týždenný harmonogram zvonenia. Jednoducho zadajte trvanie každej hodiny na nový riadok.
sv: Detta är ett enkelt sätt att skapa ett veckoschema. Fyll i tillräckligt många rader för dina lektionstimmar.
vi: Một cách đơn giản đê tạo một sơ đồ thời khóa biểu theo tuần. Chỉ cần điền đầy đủ trong một số dòng cho các khoảng của bạn.
