Repository: schooltool-project/schooltool
Catalog: src/schooltool/locales/*.po
Languages: ar, id, km, lt, ms, nb, ne, nl, sk, sv, vi

source: Edit Group Information
ar: تعديل معلومات المجموعة
id: Ubah Informasi Grup
km: កែ​សម្រួល​ព័ត៌មាន​ក្រុម
lt: Taisyti grupės duomenis
ms: Ubah Maklumat Kumpulan
nb: Endre gruppeinformasjon
ne: समूहको जानकारि सम्पादन
nl: Groepsinformatie bewerken
sk: Uprav informácie o kategórii
sv: Ändra gruppinformation
vi: Hiệu chỉnh thông tin một nhóm

source: New Group
ar: مجموعة جديدة
id: Grup Baru
km: ក្រុម​ថ្មី
lt: Nauja grupė
ms: Kumpulan Baru
nb: Ny gruppe
ne: नयाँ समूह
nl: Nieuwe groep
sk: Nová kategória
sv: Ny grupp
vi: Nhóm mới

source: Add/Remove Members
ar: إضافة/حذف أعضاء
id: Tambah/Hapus Anggota
km: បន្ថែម/យកចេញ​សមាជិក
lt: Pridėti/Pašalinti Narius
ms: Tambah/Buang Ahli
nb: Legg til/Fjern medlemmer
ne: सदस्यहरु थप्नुहोस /हटाऊनुहोस
nl: Leden Toevoegen/Verwijderen
sk: Pridať alebo odobrať člena
sv: Lägg till/ta bort medlemmar
vi: Thêm/Bỏ thành viên

source: Import Groups
ar: تحميل المجموعات
id: Impor Grup
km: នាំចូល​ក្រុម
lt: Įkelti grupes
ms: Import Kumpulan
nb: Importer grupper
ne: समूहहरु आयात
nl: Groepen Importeren
sk: Importovať kategórie
sv: Importera grupper
vi: Nhập vào các nhóm

source: Import Groups Members
ar: استيراد أعضاء مجموعات
km: នាំចូល​សមាជិក​ក្រុម
ms: Import Ahli Kumpulan
ne: समुहहरुका सदस्यहरुलाई आयात गर्नुहोस्
nl: Importeer Groepsleden
sk: Importovať členov kategórie
vi: Nhập vào các nhóm thành viên

source: Upload SchoolTool groups as CSV
ar: رفع مجموعات أدوات المدرسة كـ CSV
id: Unduh grup-grup SchoolTool dalam CSV
km: ផ្ទុក​ឡើង​ក្រុម SchoolTool ជា CSV
lt: Įkelti SchoolTool grupes CSV formatu
ms: Muat naik kumpulan SchoolTool dalam format CSV
nb: Last opp SchoolTool-grupper som CSV
ne: CSV को रुपमा स्कूलटूल पाठ्यक्रमहरू अपलोड गर्नुहोस्
nl: SchoolTool groepen als CSV uploaden
sk: Nahrať kategórie SchoolTool ako CSV
sv: Ladda upp SchoolTool-grupper som CSV
vi: Upload các nhóm lên Schooltool bằng file CSV

source: CSV data <strong>must</strong> include a group title and <strong>may</strong> include an optional group description. Any extra information will be discarded.
ar: بيانات CSV <strong>يجب</strong>يجب أن تحوي عنوان مجموعة و<strong>يمكن</strong> أن تحتوي توصيفاً اختيارياً للمجموعة. أي معلومات إضافية سيتم تجاهلها.
id: Data CSV <strong>harus</strong> memasukkan judul grup dan <strong>boleh</strong> memasukkan penjelasan grup yang bersifat opsional. Semua informasi lainnya akan dibuang.
km: ទិន្នន័យ CSV <strong>ត្រូវ​តែ</strong> មាន​​ចំណង​ជើង​ក្រុម និង <strong>អាច</strong> មាន​សេចក្ដី​ពិពណ៌​ក្រុម​ជម្រើស ។ ព័ត៌មាន​បន្ថែម​ណាមួយ​នឹង​ត្រូ​វបានបោះបង់ ។
lt: CSV duomenyse <strong> būtinas </strong> grupės vardo laukas ir <strong> galimas </strong> (eilutėje po pirmojo kablelio) neprivalomas grupės aprašymo laukas. Simboliai po antrojo kablelio eilutėje bus pašalinti.
ms: Data CSV <strong>mesti</strong> mengandungi tajuk kumpulan dan <strong>boleh</strong> memasukkan keterangan kumpulan sebagai pilihan. Sebarang maklumat tambahan akan dibuang.
nb: CSV data <strong>must</strong> inneha en gruppetittel og <strong>bør</strong> inkludere en alternative gruppebeskrivelse. All ekstra informasjon vil bli forkastet.
ne: CSV डाटाले <strong>अनिवार्य</strong> समूह शीर्षक समावेश गर्नुपर्छ र <strong>सम्भव:</strong> वैकल्पिक समूह वर्णन समावेश गरेको हुनुपर्दछ । अरू कुनै सूचना छोडिनेछ।
nl: CSV-gegevens <strong>moeten</strong> een groepstitel en <strong>mogen</strong> een optionele groepsbeschrijving bevatten. Alle verdere informatie wordt genegeerd.
sk: CSV údaje <strong>musia</strong> obsahovať názov kategórie a <strong>môžu</strong> obsahovať nepovinný popis skupiny. Akékoľvek ďalšie informácie budú zrušené.
sv: CSV data <strong>måste</strong> innehålla en grupptitel och <strong>får</strong> innehålla en gruppbeskrivning. Annan extra information kommer att förkastas.
vi: Dữ liệu CSV<strong>phải</strong> Bao gồm một tiêu đề nhóm và <strong>có thể</strong> bao gồm một tùy chọn mô tả nhóm. Mọi thông tin mở rộng đều bị bỏ qua.

source: LUG, Linux Users Group Chess Club Sports Club, After-school sports club, <em>text after a second comma</em>
km: LUG, ក្រុ​ម​អ្នក​ប្រើ​លីនុច ក្លឹប​អុក ក្លឹប​កីឡា ក្លឹប​​កីឡា​បន្ទាប់ពី​សាលា <em>អត្ថបទ​បន្ទាប់​ពី​សញ្ញា (,) ទីពីរ</em>
lt: 11a_an, Anglų kalba 11a klasei Programavimo būrelis Rankinis, Merginų rankinio būrelis, <em> tekstas po antrojo kablelio </em>
nb: LUG, Linux Users Group Sjakk klubb Sport klubb, etter skole sportsklubb, <em>tekst etter et andre komma</em>
ne: "\n" "LUG, लीनक्स प्रयोगकर्ता समूहहरू\n" "चेस क्लब\n" "खेलकूद क्लब, स्कूल खेलकूद क्लब-पछि, <em>दोस्रो अल्पविराम पछिको " "पाठ</em>\n"
nl: LGG, Linux Gebruikersgroep Schaakclub Sportclub, Naschoolse sportclub, <em>tekst na de tweede komma</em>
sv: LUG, Linux Users Group Shackklubb Idrottsklubb efter skoltid, <em> text efter ett andra komma</em>
vi: LUG, Linux Users Group Chess Club Sports Club, After-school sports club

source: The above example will create 3 groups titled 'LUG', 'Chess Club' and 'Sports Club'. The first and last group will have the descriptions 'Linux Users Group' and 'After-school sports club' respectively. The 'Chess Club' group will have no description, and the extra "text after a second comma" text on the third group will be ignored.
km: ឧទាហរណ៍​ខាង​លើ​នឹង​បង្កើត​ក្រុម​បី​ដែល​មាន​ចំណង​ជើង 'LUG', 'Chess Club' និង 'Sports Club' ។ ក្រុម​ទីមួយ និង​ចុងក្រោយ​នឹង​មាន​សេចក្ដី​ពិពណ៌នា​ 'ក្រុម​អ្នក​ប្រើ​លីនុច' និង 'បន្ទាប់​ពី​ក្លឹប​កីឡា​សាលា' រៀង​ខ្លួនៗ ។ ក្រុម 'ក្លឹប​អុក' នឹង​គ្មាន​សេចក្ដី​ពិពណ៌នា​ទេ និង​អត្ថបទ "អត្ថបទ​បន្ទាប់​ពី​សញ្ញា(,) ទីពីរ" នៅ​ក្នុង​​ក្រុម​ទីបី​នឹង​​មិន​ត្រូ​វបាន​អើពើ​ទេ ។
lt: Pavyzdyje aukščiau bus sukurtos 3 grupės: '11a_an', 'Programavimo būrelis' ir 'Rankinis'. Pirmoji ir trečioji turės dar ir aprašymus, antroji bus be aprašymo, o 3-ioje eilutėje tekstas po antrojo kablelio bus atmestas.
ms: Contoh di atas akan mencipta 3 kumpulan yang bertajuk 'LUG', 'Chess Club' dan Sports Club'. Kumpulan yang pertama dan terakhir akan mempunyai keterangan 'Linux User Group' dan 'After-school sports club' untuk setiap satu kumpulan yang disebut sebelum ini. Kumpulan 'Chess Group' tidak mempunyai sebarang keterangan, dan tambahan "teks selepas koma kedua" akan diabaikan.
nb: Eksemplet ovenfor vil opprette 3 grupper kalt 'LUG', 'Sjakk klubb' of 'Sport klubb'. Første og siste gruppe vil ha beskrivelsene 'Linux Users Group' og 'etter skole sportsklubb'. 'Sjakk klubb' gruppen vil ikke ha en beskrivelse, og den ekstra "tekst etter et andre komma" teksten på den tredje gruppen vil bli ignorert.
ne: माथिको उदाहरणले ३ वटा समूहहरू सिर्जना गर्दछ 'LUG', 'चेस क्लब' र 'खेलकूद क्लब'। पहिलो र अन्तिम समूहसँग 'लीनक्स प्रयोगकर्ता समूहहरू' र 'स्कूल-पछिको खेलकूद क्लबहरू' क्रमश: वर्णन हुन्छन्। 'चेस क्लब' समूहसँग कुनै वर्णन हुँदैन, र अन्य तेस्रो समूहमा \"दोस्रो अल्पविराम पछिको पाठ\" चाँहि रद्द गरिन्छ।
nl: In het bovenstaande voorbeeld zouden 3 groepen worden aangemaakt, getiteld 'LGG', 'Schaakclub' en 'Sportclub'. De eerste en laatste groep zouden als beschrijving respectievelijk 'Linux Gebruikers Groep' en 'Naschoolse sportclub' hebben. De 'Schaakclub' zou geen beschrijving hebben, en de extra "tekst na de tweede komma" bij de derde groep zou worden genegeerd.
sv: Exemplen ovanför gör tre grupper med namnen 'LUG', 'Shackklubb' och 'Idrottsklubb'. Den första och den sista gruppen har beskrivningarna 'Linux Users Group' och 'efter skoltid'. 'Shackklubben' har ingen beskrivning och den extra <em> text efter ett andra komma</em> ignoreras.
vi: Ví dụ ở trên tạo ra tiêu đề của 3 nhóm "LUG", "CHESS CLUB", "SPORT CLUB", Nhóm đầu và nhóm cuối sẽ có hai mô tả đính kèm là: "Nhóm người sử dụng Linux" và "Đại diện các câu lạc bộ thể thao trong trường". Nhóm "CHESS CLUB" không có mô tả, mọi thông tin mở rộng cách nhóm thứ ba một dấu phẩy sẽ bị lờ đi

source: Upload SchoolTool group members as CSV
ar: رفع أعضاء مجموعة أدوات المدرسة كـ CSV
km: ផ្ទុក​ឡើង​សមាជិក​ក្រុម SchoolTool ជា CSV
ms: Muat naik ahli kumpulan SchoolTool dalam format CSV
nl: SchoolTool groepsleden importeren vanuit een CSV-bestand
vi: Upload các nhóm trong Schooltool dưới dạng file CSV

source: Import Group Members
ar: استيراد أعضاء مجموعة
km: នាំចូល​សមាជិក​ក្រុម
lt: Importuoti grupės narius
ms: Import Ahli Kumpulan
ne: समुहका सदस्यहरुलाई आयात गर्नुहोस्
nl: Groepsleden importeren
vi: Nhập vào các thành viên của nhóm

source: Change the people who are members of this group.
ar: تغيير الأشخاص الذين هم أعضاء في هذه المجموعة
id: Ganti orang-orang yang menjadi anggota dari grup ini.
km: ផ្លាស់ប្ដូរ​អ្នក​ប្រើ​ដែល​ជា​សមាជិក​របស់​ក្រុម​នេះ ។
lt: Keisti priklausančius grupei
ms: Tukar ahli-ahli kumpulan ini.
nb: Endre personer som er medlemmer av denne gruppen
ne: यो समूहमा भएको सदस्यहरू परिवर्तन गर्नुहोस्।
nl: Wijzig de personen die lid zijn van deze groep.
sk: Upraviť členov tejto kategórie.
sv: Ändra personer som är medlemmar av denna grupp.
vi: Thay đổi những người mà họ là thành viên của nhóm này

source: edit members
ar: تعديل الأعضاء
id: ubah anggota
km: កែ​សម្រួល​សមាជិក
lt: taisyti narius
ms: ubah ahli
nb: endre medlemmer
ne: सदस्यहरू सम्पादन गर्नुहोस्
nl: bewerk leden
sk: upraviť členov
sv: Redigera medlemmar
vi: Hiệu chỉnh thành viên

source: Group index
ar: فهرس المجموعات
id: Indeks grup
km: លិបិក្រម​ក្រុម
lt: Grupės indeksas
ms: Indeks kumpulan
nb: Gruppe oversikt
ne: समुहको अनुक्रमणिका
nl: Groepsindex
sk: Zoznam kategórií
sv: Översikt grupper
vi: Chỉ số nhóm

source: Groups of ${person}
ar: مجموعات لـ ${person}
id: Grup-grup dari ${person}
km: ក្រុម​របស់ ${person}
lt: ${person} grupės
ms: Kumpulan ${person}
nb: ${person} sine grupper
ne: ${person} को समूहहरू
nl: Groep van ${person}
sv: Grupper för ${person}
vi: Nhóm của ${person}

source: Current Groups
ar: المجموعات الحالية
id: Grup-grup saat ini
km: ក្រុម​បច្ចុប្បន្ន
lt: Esamos grupės
ms: Kumpulan Terkini
nb: Nåværende grupper
ne: हालका समूहहरू
nl: Huidige groepen
sk: Súčasné kategórie
sv: Nuvarande grupper
vi: Nhóm hiện thời

source: Available Groups
ar: المجموعات المتاحة
id: Grup-grup yang tersedia
km: ក្រុម​ដែល​មាន
lt: Galimos grupės
ms: Kumpulan Tersedia
nb: Tilgjengelige grupper
ne: उपलब्ध समूहहरू
nl: Beschikbare groepen
sk: Dostupné kategórie
sv: Tillgängliga grupper
vi: Nhóm sẵn sàng

source: Members of ${group}
ar: أعضاء في ${group}
id: Anggota dari ${group}
km: សមាជិក​របស់ ${group}
lt: ${group} grupės nariai
ms: Ahli ${group}
nb: Medlemmer av ${group}
ne: ${group} को समूहहरू
nl: Lid van ${group}
sv: Medlemmar i ${group}
vi: Thành viên của nhóm ${group}

source: Current Members
ar: الأعضاء الحاليون
id: Anggota Saat ini
km: សមាជិក​បច្ចុប្បន្ន
lt: Esami nariai
ms: Ahli Terkini
nb: Nåværende medlemmer
ne: हालका सदस्यहरू
nl: Huidige Leden
sv: Befintliga medlemmar
vi: Các Thành viên hiện tại

source: Add Members
ar: إضافة الأعضاء
id: Tambahkan Anggota
km: បន្ថែម​សមាជិក
lt: Pridėti narius
ms: Tambah Ahli
nb: Legg til medlemmer
ne: सदस्यहरू थप्नुहोस्
nl: Leden toevoegen.
sv: Lägg till medlemmar
vi: Thêm vào các thành viên

source: Manage this person's memberships
ar: تعديل عضويات الأشخاص
id: Atur keanggotaan orang ini
km: គ្រប់គ្រង​សមាជិក​ភាព​របស់​អ្នក​ប្រើ​នេះ
lt: Tvarkyti šio asmens narystes
ms: Urus keahlian pengguna ini
nb: Endre denne personens medlemskaper.
ne: यो ब्यक्तिको सदस्यता मिलाऊनुहोस
nl: Beheer de lidmaatschappen van deze persoon
sv: Ändra denna persons medlemsskap
vi: Quản lý quan hệ thành viên của người này

source: edit groups
ar: تعديل مجموعات
id: edit grup
km: កែ​សម្រួល​ក្រុម
lt: redaguoti grupes
ms: ubah kumpulan
nb: endre grupper
ne: समुह सम्पादन गर्नुहोस्
nl: groepen bewerken
sk: upraviť kategórie
sv: ändra grupper
vi: Hiệu chỉnh nhóm

source: <h1>Groups</h1> <p>Use this page to keep track of <b>groups</b> of Persons.</p> <p><b>Groups</b> that have been added are not part of the essential groups (<b>Teachers</b>, <b>Students</b>, <b>Site Managers</b>, <b>School Administrators</b>, or <b>Clerks</b>). They can be selected by the checkbox next to them and removed by pressing the <b>Delete</b> button at the bottom of the page.</p> <h3>How do I...</h3> <ul> <li><b>Look for for a group:</b> Use the search box to the left of the <code>Find Now</code> button to look through the entire list of groups for the search criterion. The <code>Clear</code> button empties the search box of current entries.</li> <li><b>View the persons in a certain group:</b> Click on the name of the group.</li> <li><b>Sort the list:</b> Click on the <code>Title</code> header to change the order of groups from descending to ascending order, and vice versa.</li> <li><strong>Browse for a group:</strong> Use the <code>Next 10</code> (and <code>Previous</code>) and links in the blue bar.</li> <li><strong>Show all groups:</strong> Click <code>Show All</code> in the blue bar.</li> </ul>
km: <h1>ក្រុម</h1> <p>ប្រើ​ទំព័រ​នេះ​ដើម្បី​​តាមដាន​ <b>ក្រុម</b> មនុស្ស ។</p> <p><b>ក្រុម</b> ដែល​ត្រូវ​បាន​បន្ថែម​មិនមែន​ជា​ផ្នែក​របស់​ក្រុម​សំខាន់​ទេ (<b>គ្រូ</b> <b>សិស្ស</b> <b>អ្នក​គ្រប់គ្រង​តំបន់</b> <b>អ្នក​គ្រប់គ្រង​សាលា</b> ឬ<b>ស្មៀន</b>) ។ ពួកគេ​អាច​ត្រូវ​បានជ្រើស​ដោយ​ប្រអប់គូស​ធីក​នៅ​ជាប់​នឹង​ពួកវា និង​បាន​យកចេញ​ដោយ​ចុច​ប៊ូតុង <b>លុប</b> នៅ​ផ្នែក​ខាងក្រោម​ទំព័រ ។</p> <h3>តើ​ខ្ញុំគួរ...</h3> <ul> <li><b>រកមើល​ក្រុម ៖</b> ប្រើ​ប្រអប់​ស្វែងរក​នៅ​ខាង​ឆ្វេង​ប៊ូតុង <code>រក​ឥឡូវ</code> ដើម្បី​មើល​បញ្ជី​ក្រុម​ទាំង​មូល​សម្រាប់​លក្ខខ័ណ្ឌ​ស្វែងរក ។ ប៊ូតុង<code>ជម្រះ</code> ជម្រះ​ប្រអប់​ស្វែងរក​ធាតុ​បច្ចុប្បន្ន ។</li> <li><b>មើល​មនុស្ស​នៅ​ក្នុង​ក្រុម​ពិតប្រាកដ ៖</b> ចុច​លើ​ឈ្មោះក្រុម ។</li> <li><b>តម្រៀប​បញ្ជី ៖</b> ចុច​នៅ​លើ​ក្បាល <code>ចំណង​ជើង</code> ដើម្បី​ផ្លាស់ប្ដូរ​លំដាប់​ក្រុម​ពី​​លំដាប់​ចុះ​ទៅ​លំដាប់​ឡើង និង​ផ្ទុយមក​វិញ ។</li> <li><strong>រក​មើល​ក្រុម ៖</strong> ប្រើ <code>បន្ទាប់​ទៀត ១០</code> (និង<code>មុន</code>) និង​តំណ​នៅ​ក្នុង​របារ​ពណ៌​ខៀវ ។</li> <li><strong>បង្ហាញ​ក្រុម​ទាំងអស់ ៖</strong> ចុច <code>បង្ហាញ​ទាំងអស់</code> នៅ​ក្នុង​របារ​ពណ៌​ខៀវ ។</li> </ul>
ms: <h1>Kumpulan</h1> <p>Gunakan laman muka ini untuk memantau Pengguna.</p> <p><b>Kumpulan</b> yang telah ditambah ke dalam sistem tidak termasuk dalam kumpulan-kumpulan utama (<b>Guru</b>, <b>Pelajar</b>, <b>Pengurus Laman Web</b>, <b>Pentadbir Sekolah</b>, atau <b>Kerani</b>). Kumpulan-kumpulan ini boleh dipilih dengan menandakan kotak di sebelahnya dan dibuang dengan menekan butang <b>Padam</b> di bahagian bawah laman muka.</p> <h3>Bagaimana saya...</h3> <ul> <li><b>Mencari satu-satu kumpulan:</b> Gunakan kotak carian di sebelah butang <code>Cari Sekarang</code> untuk meneroka keseluruhan senarai kumpulan-kumpulan yang memenuhi kriteria pencarian. Butang <code>Kosongkan</code> akan mengosongkan kotak carian yang mengandungi carian terkini.</li> <li><b>Melihat pengguna di dalam sesetengan kumpulan:</b> Klik pada nama kumpulan tersebut.</li> <li><b>Mengasingkan senarai:</b> Klik pada kepala <code>Tajuk</code> untuk menukar turutan kumpulan daripada turutan menurun kepada turutan menaik, dan sebaliknya.</li> <li><strong>Melihat-lihat satu-satu kumpulan:</strong> Gunakan <code>10 Berikutnya</code> (dan <code>Sebelumnya</code>) dan juga pautan di dalam panel berwarna biru.</li> <li><strong>Paparkan semua kumpulan:</strong> Klik <code>Papar semua</code> di dalam panel berwarna biru.</li> </ul>
nb: <h1>Grupper</h1> <p>Benytt denne siden til å holde orden på <b>gruppene</b> til personer.</p> <p><b>Grupper</b> som har blitt lagt til er ikke en del av de uunværlige gruppene (<b>Lærere</b>, <b>Studenter</b>, <b>Nettsteds ansvarlige</b>, <b>Skole Administrasjonen</b>, eller <b>kontorassistent</b>). De kan bli valgt ved hjelp av sjekkboksene ved siden av dem, og fjernet ved å trykke på <b>Slett</b> knappen på bunnen av siden.</p> <h3>Hvordan gjør jeg...</h3> <ul> <li><b>Lete etter en gruppe:</b> Benytt søke boksen til venstre for <code>Finn nå</code> knappen for å søke gjennom hele listen av grupper etter søkekriteriumet. <code>Tøm</code> knapper tømmer søkeboksen for nåværende resultater.</li> <li><b>Vise personer i en gitt gruppe:</b> Trykk på navnet til gruppen.</li> <li><b>Sortere listen:</b> Trykk på <code>Tittel</code> toppteksten for å endre rekkefølgen på gruppene fra synkende til stigende rekkefølge, og motsatt.</li> <li><strong>Bla igjennom etter en gruppe:</strong> Bruk <code>Neste 10</code> (og <code>Forrige</code>) og lenker i den blå stolpen.</li> <li><strong>Vise alle gruppene:</strong> Trykk på <code>Vis alle</code> i den blå stolpen.</li> </ul>
nl: <h1>Groepen</h1> <p>Gebruik deze pagina om <b>groepen</b> of personen bij te houden.</p> <p><b>Groepen</b> die zijn toegevoegd maken geen deel uit van de hoofdgroepen (<b>Leraren</b>, <b>Leerlingen</b>, <b>Site-beheerders</b>, <b>Schoolbeheerders</b>, of <b>Clerken</b>). U kunt ze selecteren door ze aan te vinken en verwijderen door op de <b>Verwijder</b> knop te klikken onderaan de pagina.</p> <h3>Hoe kan ik...</h3> <ul> <li><b>Zoeken naar een groep:</b> Gebruik het zoekveld links van de <code>Nu Zoeken</code> knop om de gehele lijst van groepen te doorzoeken. De <code>Wissen</code> knop maakt het zoekveld weer leeg.</li> <li><b>Personen bekijken in een bepaalde groep:</b> Klik op de naam van de groep.</li> <li><b>De lijst sorteren:</b> Klik op de <code>Titel</code> header om de volgorde te veranderen van boven naar beneden en vice versa.</li> <li><strong>Bladeren naar een groep:</strong> Gebruik de <code>Volgende 10</code> (and <code>Vorige</code>) en de links in de bauwe balk.</li> <li><strong>Alle groepen tonen:</strong> Klik op <code>Alles tonen</code> in de blauwe balk.</li> </ul>
sv: <h1>Grupperna</h1> <p>använd denna sidan för att hål kol på <b>grupper</b>.</p> <p><b>Grupperna</b> som har blivit lagd till är inte essentiella grupper (som <b>Lärare</b>, <b>Elever</b>, <b>Skoladminstratörer</b> osv.). Man kan välja en grupp med att klicka på lådan brevid gruppens namn och man kan radera gruppen med att använda <b>Radera</b> knappen lägst nere i sidan.</p> <h3>Hur....</h3> <ul> <li><b>Söker en grupp:</b> Använd lådan brevid <code>Sök nu</code> knappen för att leta efter grupper som svarar sökkriterium. <code>Rensa</code> knappen tömmer söklådan.</li> <li><b>Ser på personerna i en vis grupp:</b> Klicka på gruppens namn.</li> <li><b>Sorterar listan:</b> Klicka på <code>Rubrik</code> sidohuvudet för att byta gruppernas ordning i listan till stigande eller sjunkande.</li> <li><strong>Blädrar för en grupp:</strong> Använd <code>Nästa 10</code> (and <code>Föregående</code>) och länkarna i blåa balken.</li> <li><strong>Visa alla grupperna:</strong> Klicka på <code>Visa alla</code> i blåa balken.</li> </ul>

source: Title of the group.
ar: عنوان المجموعة.
id: Judul grup
km: ចំណង​ជើង​ក្រុម ។
lt: Grupės pavadinimas
ms: Nama kumpulan
nb: Gruppetittel
ne: समूहको शीर्षक।
nl: Titel van de groep.
sk: Názov kategórie.
sv: Gruppens rubrik.
vi: Tiêu đề của nhóm

source: Description of the group.
ar: توصيف المجموعة.
id: Penjelasan tentang grup
km: ការ​ពិពណ៌នា​របស់​ក្រុម ។
lt: Grupės aprašymas
ms: Keterangan kumpulan
nb: Beskrivelse av gruppen
ne: समूहको वर्णन।
nl: Omschrijving van de groep.
sk: Popis skupiny.
sv: Beskrivning av gruppen.
vi: Mô tả một nhóm

source: Only school administration can view the list of groups.
nl: Alleen de schooladministratie kan de groepslijst bekijken.
vi: Chỉ người quản trị trường học có thể xem danh sách các nhóm

source: The list of groups in the system is visible to the general public.
nl: De groepslijst is zichtbaar voor iedereen.
vi: Danh sách nhóm trong hệ thống là công khai.

source: Information about each group is visible to school administration, and members and leaders of the group.
nl: Informatie over elke groep is zichtbaar voor de schooladministratie en voor de leden en leiders van de groep.
vi: Thông tin về mỗi nhóm chỉ có người quản trị và thành viên nhóm xem được.

source: Information about each group is visible to the general public.
nl: Informatie over elke groep is zichtbaar voor iedereen.
vi: Thông tin về mỗi nhóm là công khai.

source: Each group calendar is visible to school administration, and members and leaders of the group.
nl: Elke groepsagenda is zichtbaar voor de schooladministratie en voor de leden en leiders van de groep.
vi: Lịch nhóm chỉ người quản trị và thành viên nhóm xem được.

source: Each group calendar is visible to the general public.
nl: Elke groepsagenda is zichtbaar voor iedereen.
vi: Các lịch nhóm là công khai.

source: All members of a group and school administration can edit its calendar.
nl: Alle leden van een groep en de schooladministratie kunnen de agenda bewerken.
vi: Tất cả thành viên trong nhóm và người quản lý trường học có thể soạn lịch của nhóm

source: The leaders of a group and school administration can edit its calendar.
nl: De leiders van een groep en de schooladministratie kunnen de agenda bewerken.
vi: Trưởng nhóm và người quản lý trường học có thể soạn lịch của nhóm

source: Groups are essentially sets of users.
ms: Kumpulan adalah satu set pengguna.
ne: समुह भनेको प्रयोगकर्ताको अत्यावश्यक सेट हो।
nl: Groepen bestaan uit meerdere gebruikers.
vi: Các nhóm đã được gán thành viên

source: Contextual Help
id: Bantuan Kontekstual
km: ជំនួយ​បរិបទ
lt: Kontekstinis žinynas
ms: Bantuan berdasarkan Hubungan Kata
nb: Spesifikk hjelp
ne: प्रासङ्गिक मद्दत
nl: Contextuele help
sv: kontextuell hjälp

source: Add a level
nl: Niveau toevoegen
vi: Thêm một mức

source: Title of the level.
nl: Titel van het niveau.
vi: Tiêu đề của mức

source: The teaching levels (student learning years).
nl: De leerniveaus (student leerjaren).
vi: Mức dạy (năm học của học sinh)

source: Add/Remove
nl: Toevoegen/verwijderen
vi: Thêm/Gỡ bỏ

source: Modify/Rename
nl: Wijzigen/hernoemen
vi: Sửa/Đổi tên

source: Teaching Levels
nl: Leerniveaus
vi: Các mức độ dạy

source: Levels (student learning years) taught in ${schoolyear}
nl: Niveaus (student leerjaren) onderwezen in ${schoolyear}
vi: Mức độ (năm học của học sinh) đã dạy trong năm ${schoolyear}

source: Teaching levels
nl: Leerniveaus
vi: Các mức độ dạy

source: New Note
ar: ملاحظة جديدة
id: Catatan Baru
km: ចំណាំ​ថ្មី
lt: Nauja pastaba
ms: Nota Baru
nb: Nytt notat
ne: नयाँ टिप्पणी
nl: Nieuwe notitie
sk: Nová poznámka
sv: Ny notering
vi: Ghi chú mới

source: Notes (Rest)
ar: ملاحظات (الباقي)
km: ចំណាំ (នៅ​សល់)
ms: Nota (Selebihnya)
nb: Notater
ne: द्रष्टब्य(बाँकि)
nl: Opmerkingen (Rest)
sv: Anntekningarna

source: Title of the note.
ar: عنوان الملاحظة
id: Judul dari catatan.
km: ចំណងជើង​ចំណាំ
lt: Pastabos pavadinimas
ms: Tajuk nota.
nb: Notattittel
ne: टिप्पणीको शीर्षक।
nl: Titel van de notitie.
sk: Názov poznámky.
sv: Anteckningens rubrik.
vi: Tiêu đề và ghi chú

source: Body of the note.
ar: نص الملاحظة.
id: Bagian dari catatan.
km: តួ​នៃ​ចំណាំ ។
lt: Pastabos tekstas
ms: Isi kandungan nota
nb: Notatinnhold
ne: द्रष्टब्यको मुख्य भाग।
nl: Inhoud van de notitie.
sk: Telo poznámky.
sv: Anteckningens brödtext.
vi: Phần thân của ghi chú

source: Add note
ar: إضافة ملاحظة
id: Tambah catatan
km: បន្ថែម​ចំណាំ
lt: Pridėti pastabą
ms: Tambah nota
nb: Legg til notat
ne: द्रष्टब्य-थप्नुहोस्
nl: Notitie toevoegen
sk: Pridať poznámku
sv: Lägg till anteckning
vi: Thêm chú thích

source: Note
ar: ملاحظة
id: Catatan
km: ចំណាំ
lt: Pastaba
ms: Nota
nb: Notat
ne: द्रष्टब्य
nl: Notitie
sk: Poznámka
sv: Noterning
vi: Ghi chú

source: Who can view the note
ar: من يستطيع قراءة الملاحظة
id: Siapa yang dapat melihat catatan
km: នរណា​អាច​មើល​ចំណាំ
lt: Kam prienama ši pastaba
ms: Siapa boleh melihat nota
nb: Hvem kan lese notatet
ne: कसले द्रष्टब्य हेर्न सक्छ
nl: Wie mag de notitie zien
sk: Kto si môže prezrieť poznámku
sv: Vem kan se anteckningen
vi: Ai có thể xem được ghi chú

source: Private
ar: خاص
id: Privat
km: ឯកជន
lt: Privati
ms: Peribadi
nb: Privat
ne: निजी
nl: Privé
sk: Súkromné
sv: Privat
vi: Cá nhân

source: Public
ar: عام
id: Publik
km: សាធារណៈ
lt: Vieša
ms: Awam
nb: Offentlig
ne: सार्वजनिक
nl: Openbaar
sk: Verejný
sv: Offentlig
vi: Công khai
