Repository: schooltool-project/schooltool
Catalog: src/schooltool/locales/*.po
Languages: ar, id, km, lt, ms, nb, ne, nl, sk, sv, vi

source: All SchoolTool users have contact information, that includes home address, phone number, email address, etc. "External contacts" can be created - people who are not SchoolTool users, but may need to recieve notifications and information about the student or the school as a whole.
ms: Semua pengguna SchoolTool mempunyai maklumat kenalan, yang mengandungi butiran alamat rumah nombor telefon, alamat e-mel, dan lain-lain lagi. "kenalan Luaran" boleh dicipta - orang-orang yang bukan pengguna SchoolTool. tetapi mungkin perlu untuk menerima notis pemberitahuan dan maklumat tentang pelajar atau sekolah secara keseluruhannya.
nl: Alle SchoolTool-gebruikers hebben contactinformatie, waaronder huisadres, telefoonnummer, e-mailadres, enz. "Externe contacten" kunnen aangemaakt worden - mensen die geen SchoolTool gebruiken, maar dienen notificaties en informatie over de leerling te ontvangen of over de gehele school.
vi: Tất cả người dùng trong SchoolTool phải có thông tin địa chỉ liên hệ, Bao gồm cả địa chỉ nhà, Số điện thoại, địa chỉ email, vv. "Địa chỉ mở rộng" có thể tạo cho những người không thuộc SchoolTool, Nhưng họ có thể cần nhận những thông báo và thông tin về Học sinh Hoặc thông tin về trường như những người liên quan.

source: Instructors
id: Instruktur
km: គ្រូ
lt: Mokytojai
ms: Tenaga Pelatih
nb: Instruktører
ne: प्रशिक्षक
nl: Leraren
sk: Inštruktori
sv: Lärare
vi: Hướng dẫn viên

source: Instructors of student(s) related to this contact.
ms: Tenaga pelatih pelajar yang berkaitan dengan kenalan ini.
ne: यो सम्पर्क सम्बन्धि विद्दार्थी(हरु) को प्रशिक्षक
nl: Leraren van leerling(en) gerelateerd aan dit contact.
vi: Các giáo viên của Học sinh có liên quan tới địa chỉ này

source: Address line 1
ar: سطر العنوان 1
km: អាសយដ្ឋាន​ទី ១
lt: Adresas 1
ms: Alamat baris 1
nb: Adresselinje 1
ne: ठेगाना लाईन १
nl: Adresregel 1
sk: 1. riadok adresy
sv: Adressrad 1
vi: Dòng địa chỉ 1

source: Address line 2
ar: سطر العنوان 2
km: អាសយដ្ឋាន​ទី ២
lt: Adresas 2
ms: Alamat baris 2
nb: Adresselinje 2
ne: ठेगाना लाईन २
nl: Adresregel 2
sk: 2. riadok adresy
sv: Adressrad 2
vi: Dòng địa chỉ 2

source: City
ar: المدينة
id: Kota
km: ទីក្រុង
lt: Miestas
ms: Bandar
nb: By/Kommune
ne: शहर
nl: Stad
sk: Mesto
sv: Ort
vi: Thành phố

source: State
ar: المقاطعة
id: Keadaan
km: រដ្ឋ
lt: Valstija
ms: Negeri
nb: Fylke
ne: राज्य
nl: Provincie
sk: Štát
sv: Delstat
vi: Tiểu bang

source: Country
ar: البلد
km: ប្រទេស
lt: Šalis
ms: Negara
nb: Land
ne: देश
nl: Land
sk: Krajina
sv: Land
vi: Quốc gia

source: Postal code
ar: الرمز البريدي
id: Kode pos
km: លេខកូដ​ប្រៃសនីយ៍
lt: Pašto indeksas
ms: Poskod
nb: Postnummer
ne: हुलाकी सङ्केत
nl: Postcode
sk: PSČ
sv: Postnummer
vi: Mã bưu điện

source: Home phone
ar: هاتف المنزل
id: Telepon rumah
km: ទូរស័ព្ទ​នៅ​ផ្ទះ
lt: Namų telefonas
ms: Telefon rumah
nb: Hjemmetelefon
ne: गृह फोन
nl: Telefoon thuis
sk: Telefón domov
sv: Telefon hem
vi: Điện thoại gia đình

source: Work phone
ar: هاتف العمل
id: Telepon kantor
km: ទូរស័ព្ទ​កន្លែង​ធ្វើការ
lt: Darbo telefonas
ms: Telefon tempat kerja
nb: Arbeidstelefon
ne: कार्य फोन
nl: Telefoon werk
sk: Telefón do práce
sv: Telefon arbetet
vi: Điện thoại cơ quan

source: Mobile phone
ar: هاتف نقال
km: ទូរស័ព្ទ​ចល័ត
lt: Mobilusis telefonas
ms: Telefon Mudah Alih
nb: Mobil telefon
ne: मोबाइल फोन
nl: Mobiele telefoon
sk: Mobilný telefón
sv: Mobiltelefon
vi: Điện thoại di động

source: Language
ar: اللغة
km: ភាសា
lt: Kalba
ms: Bahasa
nb: Språk
ne: भाषा
nl: Taal
sk: Jazyk
sv: Språk
vi: Ngôn ngữ

source: Contact's relationship with the person
ar: علاقة جهة الاتصال بالشخص
km: ភាព​ទំនាក់ទំនង​របស់​ទំនាក់ទំនង​ជា​មួយ​មនុស្ស
lt: Kontakto santykis su asmeniu
ms: Hubungan kenalan dengan pengguna
ne: व्यक्तिसँग सम्पर्कको नाता
nl: Contact relatie met deze persoon.
sv: Kontaktens förhållande till personen
vi: Quan hệ giữa liên lạc với người này

source: Parent
ar: والد
km: ឪពុក​ម្ដាយ
lt: Tėvas
ms: Ibu bapa
nb: Forelder
ne: अभिभावक
nl: Ouder
sk: Rodič
sv: Förälder
vi: Mẹ

source: Step-parent
ar: زوج والد
km: ឪពុក​ម្ដាយ​ចុង
lt: Patėvis
ms: Ibu bapa tiri
ne: सौतेनी अभिभावक
nl: Stief-ouder
sv: Styvförälder
vi: Mẹ kế

source: Foster parent
ar: والد بالرضاعة
km: ឪពុក​ម្ដាយ​ធម៌
lt: Įtėvis
ms: Ibu bapa angkat
ne: धर्म पिता/माता
nl: Verzorger
sk: Pestún
sv: Fosterförälder
vi: Bố mẹ

source: Guardian
ar: حراسة
km: អ្នក​ថែរក្សា
lt: Globėjas
ms: Penjaga
ne: सरंक्षक
nl: Verzorger
sk: Poručník
sv: Vårdnadshavare
vi: Người giám hộ

source: Sibling
ar: شقيق
km: បង​ប្អូន
lt: Brolis ar sesė
ms: Saudara kandung
nb: Søsken
ne: सहोदर
nl: Broer of zus
sk: Súrodenec
sv: Syskon
vi: Anh chị em

source: List/Search
km: រាយបញ្ជី/ស្វែងរក
ms: Senaraian/Cari
ne: सूची/खोज्नु
nl: Tonen/zoeken
sv: Lista/Sök
vi: Danh sách/Tìm kiếm

source: Assign / remove contacts of a user, define user's relationship with a contact.
ms: Tetapkan / buang kenalan pengguna, tetapkan hubungan pengguna dengan kenalan.
nl: Contacten van een gebruiker aanmaken / verwijderen, bepalen relatie van gebruiker met een contact.
vi: Gán/gỡ bỏ địa chỉ liên lạc cho một người, xác định quan hệ của một người với một liên lạc.

source: Manage user's contacts
km: គ្រប់គ្រង ជំនួប របស់អ្នកប្រើប្រាស់
lt: Tvarkyti naudotojo kontaktus
ms: Urus kenalan pengguna
ne: प्रयोगकर्ताको सम्पर्क व्यवसथापन गर्नुहोस्
nl: Gebruikerscontacten beheren
sk: Správa používateľských kontaktov
sv: Hantera användarens kontakter
vi: Quản lý địa chỉ người dùng

source: Create/Delete an external contact
km: បង្កើត/លុបចេញ មួយជំនួបខាងក្រៅ
ms: Cipta/Buang kenalan luar
ne: बाहिरी सम्पर्क बनाउनु/मेटाउनु
nl: Extern contact aanmaken/verwijderen
sk: Vytvoriť alebo odstrániť externý kontakt
sv: Skapa/radera en extern kontakt
vi: Tạo/Xoá một địa chỉ mở rộng

source: View an external contact
km: មើល មួយជំនួបខាងក្រៅ
ms: Lihat kenalan luar
ne: एउटा बाहिरी सम्पर्क हेर्नुहोस्
nl: Extern contact bekijken
sk: Zobraziť externý kontakt
sv: Visa en extern kontakt
vi: Xem địa chỉ mở rộng

source: Modify an external contact
km: ផ្លាស់ប្តូរ មួយជំនួបខាងក្រៅ
ms: Ubahsuai kenalan luar
ne: बाहिरि सम्पर्कलाई परिवर्तन गर्नुहोस्
nl: Extern contact wijzigen
sk: Upraviť externý kontakt
sv: Modifera en extern kontakt
vi: Thay đổi một địa chỉ mở rộng

source: View user's contact information
km: មើលពត៌មានជំនួប របស់អ្នកប្រើប្រាស់
ms: Lihat maklumat kenalan
ne: प्रयोगकर्ताको सम्पर्क सूचना हेर्नुहोस्
nl: Gebruikerscontactinformatie bekijken
sk: Zobraziť kontaktné informácie o používateľovi
sv: Visa användarens kontaktinformation
vi: Xem thông tin địa chỉ của người dùng

source: Modify user's contact information
km: ផ្លាស់ប្តូរ ពត៌មានជំនួប របស់អ្នកប្រើប្រាស់
ms: Ubahsuai maklumat kenalan
ne: प्रयोगकर्ताको सम्पर्क सूचना परिवर्तन गर्नुहोस्
nl: Gebruikerscontactinformatie wijzigen
sk: Upraviť kontaktné informácie o používateľovi
sv: Modifiera användarens kontaktinformation
vi: Thay đổi thông tin địa chỉ người dùng

source: The user himself.
lt: Pats naudotojas.
ms: Pengguna itu sendiri.
ne: प्रयोगकर्ता आफैँ
nl: De gebruiker zelf.
vi: Của riêng người dùng

source: User
km: អ្នកប្រើប្រាស់
lt: Naudotojas
ms: Pengguna
nb: Bruker
nl: Gebruiker
sv: Användare
vi: Người dùng

source: Add a Course
ar: إضافة مقرر
id: Tambahkan sebuah Kursus
km: បន្ថែម​វគ្គ​សិក្សា
lt: Pridėti dalyką
ms: Tambah Kursus
nb: Legg til et kurs
ne: पाठ्यक्रमहरू थप्नुहोस
nl: Voeg een vak toe
sk: Pridať predmet
sv: Lägg till kurs
vi: Thêm khóa học

source: Edit Course Information
ar: تعديل معلومات مقرر
km: កែ​សម្រួល​ព័ត៌មាន​វគ្គ​សិក្សា
lt: Keisti dalyko duomenis
ms: Ubah Maklumat Kursus
ne: पाठ्यक्रमको जानकारी परिवर्तन गर्नुहोस्
nl: Vakinformatie bewerken
sk: Upraviť Informácie o školení
sv: Ändra kursinformation
vi: Hiệu chỉnh thông tin về khóa học

source: Import Courses
ar: استيراد مقررات
id: Impor Mata Pelajaran
km: នាំចូល​វគ្គ​សិក្សា
lt: Įkelti dalykus
ms: Import Kursus
nb: Importer kurs
ne: पाठ्यक्रमहरू आयात गर्नुहोस्
nl: Vakken importeren
sk: Importovať predmety
sv: Importera kurser
vi: Thêm khóa học

source: New Course
ar: مقرر جديد
id: Mata Pelajaran Baru
km: វគ្គ​សិក្សា​ថ្មី
lt: Naujas dalykas
ms: Kursus baru
nb: Nytt kurs
ne: नयाँ पाठ्यक्रमहरू
nl: Nieuw vak
sk: Nový predmet
sv: Ny kurs
vi: Khóa học mới

source: New Section
ar: قسم جديد
km: ផ្នែក​ថ្មី
lt: Naujas kursas
ms: Seksyen Baru
nb: Ny seksjon
ne: नयाँ सेक्सन
nl: Nieuwe sectie
sk: Nový oddiel
sv: Ny sektion
vi: Lớp học mới

source: Edit Section Information
ar: عدل معلومات القسم
id: Edit Informasi Bagian
km: កែ​សម្រួល​ព័ត៌មាន​ផ្នែក
lt: Keisti kurso duomenis
ms: Ubah Informasi Seksyen
nb: Rediger oversikten
ne: सेक्सनको सूचना सम्पादन गर्नुहोस्
nl: Sectie-informatie bewerken
sk: Uprav informácie o sekcii
sv: Redigera sektionsinformation
vi: Sửa thông tin về lớp học

source: Import Section Members
ar: استيراد أعضاء قسم
km: នាំចូល​សមាជិក​ផ្នែក
ms: Import Ahli Seksyen
ne: सेक्सनका सदस्यहरु आयात गर्नुहोस्
nl: Importeer Sectie Leden
vi: Nhập thành viên lớp

source: Sections
ar: أقسام
id: Bagian
km: ផ្នែក
lt: Kursai
ms: Seksyen
nb: Seksjoner
ne: सेक्सनहरु
nl: Secties
sk: Skupiny
sv: Sektioner
vi: Lớp học

source: Copy from prev. term
ar: نسخ من فصل سابق
km: ចម្លង​ពី​វគ្គ​មុន
lt: Kopijuoti iš praeito semestro
ms: Salin dari istilah sebelumnya
ne: prev.term बाट प्रतिलिपि बनाउनुहोस्
nl: Kopiëren vanuit vor. periode
sv: Kopiera från föregående termin
vi: Sao chép từ học kỳ trước

source: Course index
ar: فهرس الدروس
id: Indeks mata pelajaran
km: លិបិក្រម​វគ្គ​សិក្សា
lt: Dalyko indeksas
ms: Indeks Kursus
nb: Kurs oversikt
ne: पाठ्यक्रम अनुक्रमणिका
nl: Vakken-index
sk: Zoznam predmentov
sv: Kursindex
vi: Chỉ số khóa học

source: Titles may not be empty
ar: العناوين لا يمكن أن تكون فارغة
id: Judul tidak boleh kosong
km: ចំណង​ជើង​មិន​គួរ​ទទេ​ទេ
lt: Neįrašyti pavadinimai
ms: Tajuk tidak boleh kosong
nb: Tittel kan ikke være tom
ne: शीर्षकहरू खाली नहुन सक्छन्
nl: Titels mogen niet leeg zijn
sk: Názov nesmie byť prázdny
sv: Rubriker får inte vara tomma
vi: Tiêu đề có thể rỗng

source: Course "${course_title}" credits "${invalid_credits}" value must be an integer.
km: តម្លៃ​វគ្គ​សិក្សា "${course_title}" ក្រេឌីត "${invalid_credits}" ត្រូវ​តែ​ជា​ចំនួន​គត់ ។
ms: Kursus "${course_title}" credit "${invalid_credits}" nilai mesti di dalam integer.
ne: पाठ्यक्रम "${course_title}" आभारसूची "${invalid_credits}" मान ईन्टिजर नै हुनुपर्छ।
nl: Vak "${course_title}" credits "${invalid_credits}" FOUT: waarde moet een cijfer zijn.
vi: Số tín chỉ của Khóa học "${course_title}" phải là số nguyên

source: Course "${course_title}" id "${invalid_id}" is invalid. ${error_message}
km: វគ្គ​សិក្សា "${course_title}" លេខ​សម្គាល់ "${invalid_id}" មិន​ត្រឹមត្រូវ ។ ${error_message}
ms: Kursus "${course_title}" id "${invalid_id}" tidak sah. ${error_message}
nb: Kurset "${course_title}" id "${invalid_id}" er ugyldig. ${error_message}
ne: पाठ्यक्रम "${course_title}" आइडी "${invalid_id}" अमान्य छ। ${error_message}
nl: Vak "${course_title}" id "${invalid_id}" is niet geldig. ${error_message}
sv: Kurs "${course_title}" id "${invalid_id}" är ogiltigt. ${error_message}
vi: Khóa học "${course_title}" id "${invalid_id}" là không hợp lệ. ${error_message}

source: User names must not be empty.
ar: أسماء المستخدمين يجب ألا تكون فارغة
km: ឈ្មោះ​អ្នក​ប្រើ​មិន​ត្រូវ​ទទេ​ទេ ។
ms: Nama pengguna tidak boleh kosong.
ne: प्रयोगकर्ताको नाम खालि हुनु हुदैँन ।
nl: Gebruikersnaam mag niet leeg zijn.
sk: Mená používateľov nesmú byť prázdne.
sv: Användarnamn får inte vara tomt.
vi: Tên người dùng không được rỗng

source: "${username}" is not a valid username.
ar: "${username}" ليس اسم مستخدم صحيح.
km: "${username}" មិន​មែន​ជា​ឈ្មោះ​អ្នក​ប្រើ​ត្រឹមត្រូវ ។
ms: "${username}" nama pengguna tidak sah.
nb: "${username}"er ikke et gyldig brukernavn.
ne: "${username}" यो प्रयोगकर्ताको नाम मान्य हुदैंन ।
nl: "${username}" is geen geldige gebruikersnaam.
sk: "${username}" nie je platným menom používateľa.
sv: "${username}" är inte ett gilltigt användarnamn.
vi: '"${username}" không phải là một tên hợp lệ

source: Upload SchoolTool section members as CSV
ar: رفع أعضاء قسم أداة المدرسة كـ CSV
km: ផ្ទុក​ឡើង​សមាជិក​ផ្នែក SchoolTool ជា CSV
ms: Muatnaik ahli seksyen SchoolTool dalam format CSV
ne: स्कुल टुल सेक्सन सदस्यहरुलाइ CSV को रुपमा अपलोड गर्नुहोस्
nl: Upload SchoolTool sectie leden als CVS bestand
sv: Ladda upp SchoolTool sektions medlemmar som CVS
vi: Upload Các thành viên của lớp học dưới dạng CSV

source: No section selected.
ar: لا يوجد قسم محدد.
km: មិន​បាន​ជ្រើស​ផ្នែក ។
ms: Tiada seksyen dipilih
ne: कुनै सेक्सन छानिएको छैन ।
nl: Geen sectie geselecteerd
sk: Nie je vybraný žiadny oddiel.
sv: Ingen sektion vald
vi: Không có lớp học nào được chọn

source: Starts in term
ar: بدء في فصل
km: ចាប់ផ្ដើម​ក្នុង​វគ្គ
lt: Prasideda semestre
ms: Mula penggal
ne: अवधिमा शुरु हुन्छ
nl: Begint in periode
sk: Začína v termíne
vi: Bắt đầu một học kỳ

source: Ends in term
ar: انتهى في فصل
km: បញ្ចប់​ក្នុង​វគ្គ
lt: Baigiasi semestre
ms: Akhir penggal
ne: अवधिमा अन्त्य हुन्छ
nl: Eindigt in periode
sk: Končí v termíne
vi: Kết thúc học kỳ

source: Starting term ($starts_in) is later than ending term ($ends_in)
ar: فصل البداية ($starts_in) متأخر عن فصل النهاية ($ends_in)
km: វគ្គ​ចាប់ផ្ដើម ($starts_in) នៅ​ក្រោយ​វគ្គ​បញ្ចប់ ($ends_in)
ms: Penggal bermula ($starts_in) lebih lambat dari penggal berakhir ($ends_in)
ne: सुरुको अवधि ($starts_in) पछिल्लो अवधि भन्दा पछाडि हुन्छ ($ends_in)
nl: Periode begint ($starts_in) later dan hij eindigt ($ends_in)
vi: Bắt đầu học kỳ ($starts_in) muộn hơn kết thục học kỳ ($ends_in)

source: Course
ar: مقرر
km: មុខ​វិជ្ជា
lt: Dalykas
ms: Kursus
nb: Kurs
ne: प्रकार
nl: Vak
sk: Kurz
sv: Kurs
vi: Khóa học

source: Current Instructors
id: Instruktur sekarang
km: គ្រូ​បច្ចុប្បន្ន
lt: Esami mokytojai
ms: Tenaga Pengajar Terkini
nb: Nåværende instruktører
ne: हालका प्रशिक्षकहरु
nl: Huidige leraren
sk: Súčasný inštruktori
sv: Nuvarande lärare
vi: Các hướng dẫn viên hiện tại

source: Available Instructors
id: Instruktur yang ada
km: គ្រូ​ដែល​មាន
lt: Laisvi mokytojai
ms: Tenaga Pengajar Tersedia
nb: Tilgjengelige instruktører
ne: उपलब्ध प्रशिक्षकहरु
nl: Beschikbare leraren
sk: Prítomný inštruktori
sv: Tillgängliga lärare
vi: Các hướng dẫn viên sẵn sàng

source: Current Students
ar: الطلاب الحاليون
id: Murid-murid saat ini
km: សិស្ស​បច្ចុប្បន្ន
lt: Mokiniai
ms: Pelajar Terkini
nb: Nåværende Elever
ne: हालका विद्यार्थीहरू
nl: Huidige leerlingen
sk: Súčasní študenti
sv: Nuvarande elever
vi: Học sinh hiện thời

source: Available Students
ar: الطلاب المتاحون
id: Murid-murid yang Tersedia
km: សិស្ស​ដែល​មាន
lt: Galimi mokiniai
ms: Pelajar Kedapatan
nb: Tilgjengelige Elever
ne: उपलब्ध विद्यार्थीहरू
nl: Beschikbare leerlingen
sk: Dostupní žiaci
sv: Tillgängliga elever
vi: Học sinh sẵn sàng

source: Copy sections to ${term} of ${schoolyear}
ar: نسخ الأقسام لـ ${term} من ${schoolyear}
km: ចម្លង​ផ្នែក​ទៅ ${term} នៃ ${schoolyear}
lt: Kopijuoti kursus į ${schoolyear} ${term}
ms: Salin seksyen ke ${term} ${schoolyear}
ne: ${schoolyear} को ${term} मा सेक्सनको प्रतिलिपि बनाउनुहोस्
nl: Kopieer secties naar ${term} van ${schoolyear}
vi: Sao chép các lớp học của học kỳ ${term} năm học ${schoolyear}

source: Copy sections from ${prev_term} of ${schoolyear} to ${term}
ar: نسخ الأقسام من ${prev_term} سنة ${schoolyear} إلى ${term}
km: ចម្លង​ផ្នែក​ពី ${prev_term} នៃ ${schoolyear} ទៅ ${term}
ms: Salin seksyen dari ${prev_term} ${schoolyear} ke ${term}
ne: ${schoolyear} को ${prev_term} बाट ${term} मा सेक्सनहरुको प्रतिलिपि बनाउनुहोस्
nl: Kopieer secties van af ${prev_term} van ${schoolyear} naar ${term}
vi: Sao chép các môn học từ học kỳ ${prev_term} của năm ${schoolyear} sang học kỳ ${term}

source: There is no (previous) term in ${schoolyear} to copy sections from.
ar: ليس هناك فصل (سابق) في ${schoolyear} لنسخ الأقسام منه.
km: គ្មាន​ពាក្យ (ពី​មុន) នៅ​ក្នុង ${schoolyear} ដើម្បី​ចម្លង​ភាគ ។
ms: Tiada penggal (lepas) untuk disalin seksyen sebelumnya dalam ${schoolyear}.
ne: ${schoolyear} मा सेक्सनको प्रतिलिपि बनाउनलाई (previous) भन्ने शब्द छैन ।
nl: Er is geen (vorige) periode in ${schoolyear} om secties van te kopiëren.
vi: Không có học kỳ trước nào của năm học ${schoolyear} được sao chép

source: select-all-visible-button
ar: زر-تحديد-جميع-الظاهر
km: ប៊ូតុង​ជ្រើស​មើល​ឃើញ
lt: Pažymėti visus matomus
ms: butang-pilih-semua
ne: सबै दृश्यता बटन छान्नुहोस्
nl: Selecteer alles zichtbaar
sv: Markera alla synliga
vi: Chọn tất cả

source: select-none-button
ar: زر-إلغاء-التحديد
km: ប៊ូតុង​ជ្រើស​ទទេ
lt: Atžymėti visus
ms: butang-tiada-pilih
ne: नन् बटन छान्नुहोस्
nl: Selecteer niks
sv: Välj ingen
vi: Không chọn gì.

source: Section in ${term}
ar: قسم في ${term}
km: ផ្នែក​ក្នុង ${term}
lt: Kursai ${term}
ms: Seksyen dalam ${term}
ne: ${term} मा छान्नु
nl: sectie in ${term}
vi: Lớp học trong học kỳ ${term}

source: Schedule
ar: مجدول
id: Jadwal
km: កាល​វិភាគ
lt: Tvarkaraštis
ms: Jadual
nb: Timeplan
ne: तालिका
nl: Rooster
sk: Rozpis
sv: Schemalägg
vi: Lịch biểu

source: Current Size
ar: الحجم الحالي
id: Ukuran sekarang
km: ទំហំ​បច្ចុប្បន្ន
lt: Nustatytas dydis
ms: Saiz terkini
nb: Nåværende størrelse
ne: हालको साइज
nl: Huidige grootte
sk: Aktuálna veľkosť
sv: Nuvarande storlek
vi: Kích cỡ hiện tại

source: Copied
ar: منسوخ
km: ចម្លង
lt: Nukopijuota
ms: Disalin
nb: Kopiert
ne: प्रतिलिपि
nl: Gekopieerd
sk: Skopírované
sv: Kopierad
vi: Đã sao chép

source: copy-button
ar: زر-نسخ
km: ប៊ូតុង​ចម្លង
lt: Kopijuoti
ms: butang-salin
ne: प्रतिलिपि बटन
nl: Kopieer
sk: Tlačidlo pre kopírovanie
sv: Kopiera
vi: Sao chép

source: Upload schooltool courses as CSV
ar: رفع مقررات أداة المدرسة كـ CSV
id: Unggah kursus-kursus schooltool dalam CSV
km: ផ្ទុក​ឡើង​វគ្គ​សិក្សា schooltool ជា CSV
lt: Įkelti dalykus CSV formatu
ms: Muatnaik kursus-kursus schooltool dalam format CSV
nb: Last opp SchoolTool-fag som CSV
ne: CSV को रुपमा स्कूलटूल पाठ्यक्रमहरू अपलोड गर्नुहोस्
nl: Schooltool-vakken als CSV uploaden
sk: Poslať schooltool kurzy ako CSV
sv: Ladda upp Skolverktygets kurser som CSV
vi: Upload các khóa học như CSV

source: CSV data <strong>must</strong> include a course title,<strong>may</strong> include an optional course description, <strong>may</strong> include an optional course id, <strong>may</strong> include an optional government id and <strong>may</strong> include an optional credits value.
km: ទិន្នន័យ CSV<strong>ត្រូវតែ​</strong> មាន​ចំណង​ជើង​វគ្គសិក្សា<strong>អាច</strong> មាន​សេចក្ដី​ពិពណ៌នា​វគ្គសិក្សា​ជា​ជម្រើស <strong>អាច​</strong> មាន​លេខសម្គាល់​វគ្គសិក្សា​ជា​ជម្រើស <strong>អាច</strong> រួម​មាន​លេខសម្គាល់​រដ្ឋាភិបាល​ជា​ជម្រើស និង<strong>អាច</strong> មាន​តម្លៃ​ក្រេឌីត​ជា​ជម្រើស ។
ms: Data CSV <strong>mesti</strong> mempunyai tajuk kursus,<strong>boleh</strong> dimasukkan juga penerangan kursus sebagai pilihan, <strong>boleh</strong> jugak dimasukkan id kursus sebagai pilihan, <strong>boleh</strong> juga dimasukkan id kerajaan sebagai pilihan dan <strong>boleh</strong> juga dimasukkan nilai kredit sebagai pilihan.
nl: CVS gegevens <strong>moeten</strong> een vak-naam bevatten, <strong>mogen</strong> een vak-omschrijving bevatten. <strong>mogen</strong> een vak-id bevatten, <strong>mogen</strong> een overheids-id bevatten en <strong>mogen</strong> een kredietwaarde bevatten.
sk: CSV údaje <strong>musia</strong> obsahovať názov predmetu,<strong>môžu</strong> obsahovať nepovinný popis predmetu, <strong>môžu</strong> obsahovať identifikátor predmetu, <strong>môžu</strong> obsahovať nepovinný vládny identifikátor a <strong>môžu</strong> obsahovať nepovinnú výšku kreditov.
vi: Dữ liệu trong file CSV <strong> phải </strong>bao gồm tên của khóa học, <strong> có thể </strong> bao gồm các tùy chọn về mô tả khóa học, có thể bao gồm một tùy chọn về ID khóa học, có thể bao gồm tùy chọn về số tín chỉ.

source: Ancient History, Pre-history through 1000 A.D. US History,,us-history World History, 1000 A.D. through the 20th century, history-world Spanish,,,spanish-gov,5
nl: Oude Geschiedenis, Pre-historie van 1000 A.D. De Geschiedenis van de V.S.,, de geschiedenis van de v.s. Geschiedenis van de wereld, 1000 A.D. van de 20ste eeuw, geschiedenis van dewereld het Spaans, Spaanse-regering,5
sk: Dejepis I, História až po rok 1000 nášho letopočtu Dejepis II, 1000 nl až 20. storočie, dejiny-európy Dejepis III,, dejiny-čs Dejepis Ia,,, alt-model, 5
vi: Lịch sử cổ đại, lịch sử tiền cổ đến năm 1000 sau công nguyên , Lịch sử Mỹ. Lịch sử thế giới từ năm 1000 trước công nguyên đến thế kỷ 10, lịch sử thế giới, lịch sử tây ban nha, 5
