Repository: schooltool-project/schooltool
Catalog: src/schooltool/locales/*.po
Languages: ar, id, km, lt, ms, nb, ne, nl, sk, sv, vi

source: Edit Preferences
ar: تعديل التفضيلات
km: កែ​សម្រួល​ចំណូល​ចិត្ត
lt: Keisti nustatymus
ms: Ubah Keutamaan
ne: वरियताहरु सम्पादन गर्नुहोस्
nl: Voorkeuren wijzigen
sk: Upraviť predvoľby
sv: Redigera inställningar
vi: Sửa Tùy chọn

source: Change Password
ar: تغيير كلمة المرور
km: ផ្លាស់ប្ដូរ​ពាក្យ​សម្ងាត់
lt: Keisti slaptažodį
ms: Tukar Kata Laluan
nb: Endre passord
ne: पासवर्ड बदल्नुहोस्
nl: Wachtwoord wijzigen
sk: Zmeniť heslo
sv: Ändra lösenord
vi: Đổi mật khẩu

source: fullname may not be empty
ar: الاسم الكامل لا يمكن أن يكون فارغاً
id: nama lengkap tidak boleh kosong
km: ឈ្មោះ​ពេញ​មិន​ត្រូវ​ទទេ​ទេ
lt: nenurodytas pilnas vardas ir pavardė
ms: nama penuh tidak boleh dikosongkan
nb: fullt navn kan ikke være tomt
ne: पूरानाम खाली हुनु हुँदैन
nl: volledige naam mag niet leeg zijn
sk: Plné meno nesmie byť prázdne
sv: det fullständiga namnet får inte vara tomt
vi: Tên đầy đủ có thể rỗng

source: Username:
ar: اسم المستخدم:
km: ឈ្មោះ​អ្នក​ប្រើ ៖
lt: Naudotojas:
ms: Nama pengguna:
nb: Brukernavn:
ne: प्रयोगकर्ता नाम:
nl: Gebruikersnaam:
sk: Používateľské meno:
sv: Användarnamn:
vi: Tên đăng nhập:

source: Change this person's name, picture, or password
ar: تعديل اسم الشخص، صورته أو كلمة مروره
id: Ganti nama, foto, atau password orang ini
km: ផ្លាស់ប្ដូរ​ឈ្មោះ រូបភាព ឬ​ពាក្យ​សម្ងាត់​របស់​អ្នក​ប្រើ​នេះ
lt: Pakeisti asmens vardą, nuotrauką ar slaptažodį
ms: Tukar nama, gambar atau kata laluan pengguna ini
nb: Endre navn, bilde eller passord for denne personen
ne: व्यत्तिको नाम,फोटो अथवा पासवर्ड परिवर्तन गर्नुहोस
nl: Naam, foto of wachtwoord van deze persoon wijzigen
sk: Uprav meno, obrázok alebo heslo tejto osoby
sv: Ändra denna persons namn, bild eller lösenord
vi: Thay đổi tên cá nhân, hình ảnh hoặc mật khẩu

source: edit name
ar: تعديل الاسم
id: edit nama
km: កែ​សម្រួល​ឈ្មោះ
lt: redaguoti vardą
ms: Ubah nama
nb: Endre navn
ne: नाम सम्पादन गर्नुहोस्
nl: naam bewerken
sk: upraviť meno
sv: ändra namnet
vi: Chỉnh tên

source: Home
km: ទំព័រដើម
lt: Namai
ms: Rumah
nb: Hjem
ne: घर
nl: Persoonlijke map
sk: Domov
sv: Hem
vi: Trang chủ

source: CSV data <strong>must</strong> contain a user name and a full name. An optional password <strong>may</strong> be included as well.
ar: بيانات CSV <strong>يجب</strong> يجب أن تحوي الاسم الكامل. و<strong>يمكن</strong> أن تحوي كلمة مرور اختيارياً كذلك.
id: Data CSV <strong>harus</strong> memuat nama pengguna dan nama lengkapnya. Kata kunci sebagai pilihan <strong>boleh</strong> dimasukkan juga.
km: ទិន្នន័យ CSV <strong>ត្រូវ​តែ</strong> មាន​ឈ្មោះ​អ្នក​ប្រើ និង​ឈ្មោះ​ពេញ ។ ពាក្យ​សម្ងាត់​ជា​ជម្រើស <strong>អាច</strong> ត្រូវ​បាន​រួម​បញ្ចូល​ដែរ ។
lt: CSV duomenyse <strong> būtinas </strong> naudotojo vardas ir pilnas vardas. Taip pat <strong> gali</strong> būti įrašytas neprivalomas slaptažodžio laukas
ms: Data CSV <strong>mesti</strong> mengandungi nama pengguna dan nama penuh. Kata laluan <strong>boleh</strong> dimasukkan juga sebagai pilhan.
nb: CVS data <strong>må</strong> inneholde et brukernavn og et fullt navn. Valgfritt <strong>kan</strong> også passord bli innkludert.
ne: CSV डाटाले <strong>अनिवार्य</strong> प्रयोगकर्ता नाम र पूरा नाम समावेश गरेको हुनुपर्दछ. वैकल्पिक पासवर्ड <strong>सायद</strong> समावेश गरिन्छ होला।
nl: CSV gegevens <strong>moeten</strong> een gebruikersnaam en volle naam bevatten. Een optioneel wachtwoord <strong>mag</strong> ook toegevoegd worden.
sk: CSV údaje <strong>musia</strong> obsahovať meno používateľa a celé meno. Nepovinne <strong>môžu</strong> obsahovať aj heslo.
sv: CSV data <strong>måste</strong> innehålla ett användarnamn och ett fullt namn. Ett lösenord <strong>får</strong> också inkluderas.
vi: Dữ liệu CSV phải bao gồm tên người sử dụng và một tên đầy đủ. Một tùy chọn mật khẩu có thể được thêm vào

source: jjones, Jimmy Jones jbjones, Jim Bob Jones, r2m45J howard, Howard
lt: jonas, Jonas Jonaitis jonasA, Jonas Antanas Jonaitis, s2m3r2 scile, Secilija
nb: jjensen, Jens Jensen jtjensen, Jens Tom Jensen, r2m45J jens, Jens
ne: "\n" "जेजोन्स, जिम्मी जोन्स\n" "जेबीजोन्स, जिम बब जोन्स, r2m45J\n" "हवार्ड, हवार्ड\n"
nl: dpeeters, Dave Peeters dfpeeters, David Frank Peeters, r2m45J koen, Koen
sv: jjonasson, Jimmy Jonasson jajonasson, Jim-Anders Jonasson, r2m45J hugo, Hugo
vi: jones, Jimmy Jones jbjones, Jim Bob Jones, r2m45J howard, Howard

source: Edit password
ar: تعديل كلمة المرور
id: Ubah kata sandi
km: កែ​សម្រួល​ពាក្យ​សម្ងាត់
lt: Keisti slaptažodį
ms: Ubah kata laluan
nb: Endre passord
ne: पासवर्ड सम्पादन गर्नुहोस्
nl: Wachtwoord wijzigen
sk: Zmeňte heslo
sv: Ändra lösenord
vi: Chỉnh mật khẩu

source: No new password was supplied so original password is unchanged
ar: لم يتم تعيين كلمة مرور جديدة لذلك فإن كلمة المرور الأصلية لم يتم تغييرها
id: Tidak ada kata sandi baru yang dimasukkan sehingga kata sandi asli tidak berubah
km: មិន​បាន​ផ្ដល់​ពាក្យ​សម្ងាត់​ថ្មី ដូច្នេះ​ពាក្យ​សម្ងាត់​ដើម​មិន​ត្រូវ​បាន​ផ្លាស់ប្ដូរ​ទេ
lt: Naujas slaptažodis nebuvo pateiktas, originalus slaptažodis lieka nepakites
ms: Tiada kata laluan baru diberi maka kata laluan asal tidak berubah
nb: Nytt passord ble ikke oppgitt så det opprinnelige passordet er uendret
ne: कुनै नयाँ पासवर्ड प्रदान गरिएन त्यसैले मौलिक पासवर्ड परिवर्तन गरिएन
nl: Er was geen nieuw wachtwoord ingevoerd; het oude wachtwoord is onveranderd
sk: Nebolo zadané nové heslo, preto staré heslo zostalo nezmenené
sv: Inget nytt lösenord angivet, det gamla lösenordet kvarstår
vi: Không có mật khẩu mới được cấp phát vì thế mật khẩu cũ không bị thay đổi

source: Changed password
ar: كلمة المرور المغيرة
id: Ganti kata sandi
km: ផ្លាស់ប្ដូរ​ពាក្យ​សម្ងាត់
lt: Slaptažodis pakeistas
ms: Kata laluan bertukar
nb: Endret passord
ne: परिवर्तित पासवर्ड
nl: Verander wachtwoord
sk: Heslo zmenené
sv: Ändra lösenord
vi: Mật khẩu đã đổi

source: Name that should be displayed
ar: الاسم الذي يجب إظهاره
id: Nama yang ditampilkan
km: ឈ្មោះ​ដែល​ត្រូវ​បង្ហាញ
lt: Rodomas vardas
ms: Nama yang harus dipaparkan
nb: Navn som skal vises
ne: प्रदर्शन हुनुपर्ने नाम
nl: Weer te geven naam
sk: Meno ktoré má byť zobrazené
sv: Namn som kommer att visas
vi: Tên có thể được hiển thị

source: Verify password
ar: التحقق من كلمة المرور
id: Verifikasi password
km: ផ្ទៀងផ្ទាត់​ពាក្យ​សម្ងាត់
lt: Patvirtinti slaptažodį
ms: Pengesahan kata laluan
nb: Bekreft passord
ne: पासवर्ड सत्यपित गर्नुहोस्
nl: Wachtwoord verifiëren
sk: Overiť heslo
sv: Verifiera lösenordet
vi: Xác nhận mật khẩu

source: Passwords do not match!
ar: كلمات المرور لم تتوافق
id: Password tidak sama!
km: ពាក្យ​សម្ងាត់​មិន​ផ្គូផ្គង
lt: Slaptažodžiai nesutampa!
ms: Kata laluan tidak sepadan!
nb: Passord stemmer ikke overens!
ne: पासवर्ड मिलेन
nl: Wachtwoorden komen niet overeen!
sk: Heslo sa nezhoduje!
sv: Lösenorden överenstämmer inte med varandra !
vi: Các mật khẩu không khớp nhau

source: New photo
ar: صورة جديدة
id: Foto baru
km: រូបថត​ថ្មី
lt: Nauja nuotrauka
ms: Gambar baru
nb: Nytt foto
ne: नयाँ फोटो
nl: Nieuwe foto
sk: Nová fotka
sv: Nytt foto
vi: Hình ảnh mới

source: A small picture (about 48x48 pixels in JPEG format)
ar: صورة صغيرة (حوالي 48×48 بكسل بصيغة JPEG)
id: Foto kecil (sekitar 48x48 piksel dalam format JPEG)
km: រូបភាព​តូច (ប្រហែល ៤៨x៤៨ ភីកសែល ជា​ទ្រង់ទ្រាយ JPEG)
lt: Paveikslėlis (maždaug 48x48 dydžio, JPEG formato)
ms: Gambar kecil (lebih kurang 48x48 piksel di dalam format JPEG)
nb: Et lite bilde (ca. 48x48 piksler i JPEG-format)
ne: एउटा सानो फोटो (करीब ४८x४८ पिक्सेल JPEG format मा
nl: Een klein plaatje (ongeveer 48x48 pixels in JPEG-formaat)
sk: Malý obrázok (zhruba 48x48 pixelov v JPEG formáte)
sv: En liten bild (ca 48x48 pixlar i JPEG format)
vi: Một hình ảnh nhỏ khoảng 48x48 pixels định dạng .JPEG

source: Clear photo
ar: مسح الصورة
id: Bersihkan foto
km: ជម្រះ​រូបថត
lt: Ištrinti nuotrauką
ms: Kosongkan gambar
nb: Fjern foto
ne: फोटो हटाउनुहोस।
nl: Foto wissen
sk: Vymaž fotku
sv: Ta bort foto
vi: Xóa ảnh

source: Check this to clear the photo
ar: حدد هنا لحذف الصورة
id: Pilih ini untuk menghapus foto
km: ធីក​នេះ​ដើម្បី​ជម្រះ​រូបថត
lt: Pažymėkite laukelį norėdami ištrinti nuotrauką
ms: Tandakan ini untuk mengosongkan gambar
nb: Merk av her for å fjerne foto
ne: फोटो हटाउनलाई यो हेर्नुहोस।
nl: Vink dit aan om de foto te wissen
sk: Zaškrtni toto pre vymazanie fotky
sv: Kontrollera detta för att ta bort fotot
vi: Kiểm tra việc xóa hình ảnh

source: New password
ar: كلمة مرور جديدة
id: Password baru
km: ពាក្យ​សម្ងាត់​ថ្មី
lt: Naujas slaptažodis
ms: Kata Laluan Baru
nb: Nytt passord
ne: नयाँ पासवर्ड
nl: Nieuw wachtwoord
sk: Nové heslo
sv: Nytt lösenord
vi: Mật khẩu mới

source: Passwords do not match.
ar: كلمات المرور لم تتوافق
id: Password tidak sama
km: ពាក្យ​សម្ងាត់​មិន​ផ្គូផ្គង
lt: Slaptažodžiai nesutampa
ms: Kata laluan tidak sepadan.
nb: Passordene er ikke like.
ne: पासवर्ड मिलेन
nl: Wachtwoorden komen niet overeen.
sk: Heslá sa nezhodujú.
sv: Lösenorden överenstämmer inte med varandra
vi: Các Mật khẩu không khớp nhau

source: Password was successfully changed!
ar: تم تغيير كلمة المرور بنجاح!
id: Password telah diganti
km: ពាក្យ​សម្ងាត់​ត្រូវ​បាន​ផ្លាស់ប្ដូរ​ដោយ​ជោគជ័យ!
lt: Slaptažodis sėkmingai pakeistas!
ms: Kata laluan berjaya ditukar!
nb: Passordet ble endret!
ne: पासवर्ड सफलतापूर्वक बदलियो
nl: Wachtwoord met succes gewijzigd!
sk: Heslo bolo úspešne zmenené!
sv: Lösenordet har ändrats
vi: Mật khẩu được thay đổi thành công

source: Edit person
ar: تعديل الشخص
id: Ubah personal
km: កែ​សម្រួល​អ្នក​ប្រើ
lt: Redaguoti asmenį
ms: Ubah pengguna
nb: Endre person
ne: व्यक्ति सम्पादन
nl: Bewerk persoon
sv: Redigera person
vi: Hiệu chỉnh người sử dụng

source: Change info for ${user}
ar: تعديل المعلومات لـ ${user}
id: Ganti info untuk ${user}
km: ផ្លាស់ប្ដូរ​ព័ត៌មាន​សម្រាប់ ${user}
lt: Keisti ${user} duomenis
ms: Tukar info untuk ${user}
nb: Endre informasjonen til ${user}
ne: ${user} को लागि सूचना बदल्नुहोस्
nl: Verander gegevens voor ${user}
sv: Ändra uppgifter om ${user}
vi: Thay đổi thông tin cho ${user}

source: All groups
ar: جميع المجموعات
id: Semua grup
km: ក្រុម​ទាំងអស់
lt: Visos grupės
ms: Semua kumpulan
nb: Alle gruppene
ne: सबै समूहहरु
nl: Alle groepen
sk: Všetky kategórie
sv: Alla grupper
vi: Tất cả các nhóm

source: Edit person preferences
ar: تعديل تفضيلات الشخص
id: Ubah pilihan personal
km: កែ​សម្រួល​ចំណូល​ចិត្ត​អ្នក​ប្រើ
lt: Keisti parinktis asmeniui
ms: Ubah keutamaan pengguna
nb: Endre personens instillinger
ne: ब्यक्ति प्राथमिकताहरू सम्पादन गर्नुहोस्
nl: Persoonlijke voorkeuren wijzigen
sv: Ändra inställningar för person
vi: Hiệu chỉnh các tham chiếu tới người dùng

source: Change preferences for ${user}
ar: تغيير التفضيلات لـ ${user}
id: Merubah preferensi untuk ${pengguna}
km: ផ្លាស់ប្ដូរ​ចំណូល​ចិត្ត​សម្រាប់ ${user}
lt: Keisti nustatymus ${user}
ms: Tukar keutamaan untuk ${user}
nb: Endre innstillinger for ${user}
ne: ${user} का लागि प्राथमिकताहरू परिवर्तन गर्नुहोस्
nl: Voorkeuren wijzigen van ${user}
sk: Zmeňte predvoľby pre ${user}
sv: Ändra inställningar för ${user}
vi: Thay đổi tham chiếu tới ${user}

source: <h1>Persons</h1> <p>Use this page to browse and find individual persons.</p> <h3>How do I...</h3> <ul> <li><strong>Sort the list:</strong> Click on <code>First Name</code> or <code>Last Name</code> to sort.</li> <li><strong>Search for a user:</strong> Use the search field at the top of the page to look through all of the people in the system. If you want to filter by group, select the group in the adjacent drop-down list.</li> <li><strong>View the details of a person:</strong> Click on the name.</li> <li><strong>Browse for a person:</strong> Use the <code>Next 10</code> (and <code>Previous</code>) and links in the blue bar.</li> <li><strong>Show all students:</strong> Click <code>Show All</code> in the blue bar.</li> </ul>
km: <h1>មនុស្ស</h1> <p>ប្រើ​ទំព័រ​នេះ​ដើម្បីរកមើល​មនុស្ស​ម្នាក់ៗ ។</p> <h3>តើខ្ញុំ​គួរ...</h3> <ul> <li><strong>តម្រៀប​បញ្ជី ៖</strong> ចុច​លើ <code>នាម​ខ្លួន</code> ឬ <code>នាម​ត្រកូល</code> ដើម្បី​តម្រៀប ។</li> <li><strong>ស្វែងរក​អ្នក​ប្រើ ៖</strong> ប្រើ​វាល​ស្វែងរក​នៅ​កំពូលទំព័រ​ដើម្បី​រក​មើល​មនុស្ស​ទាំងអស់​នៅ​ក្នុង​ប្រព័ន្ធ ។ ប្រសិន​បើ​អ្នក​ចង់​ត្រង​តាម​ក្រុម ជ្រើស​ក្រុម​នៅ​​​ជាប់នឹង​បញ្ជីទម្លាក់ចុះ ។</li> <li><strong>មើលសេចក្ដី​លម្អិត​របស់មនុស្ស​ម្នាក់ ៖ </strong> ចុច​លើ​ឈ្មោះ ។</li> <li><strong>រកមើលមនុស្ស ៖</strong> ប្រើ <code>បន្ទាប់ទៀត ១០</code> (និង <code>មុន</code>) ហើយ​តំណ​នៅ​ក្នុង​របារ​ពណ៌​ខៀវ ។</li> <li><strong>បង្ហាញ​សិស្ស​ទាំងអស់ ៖</strong> ចុច <code>បង្ហាញ​ទាំងអស់</code> នៅ​ក្នុង​របារ​ពណ៌​ខៀវ ។</li> </ul>
ms: <h1>Pengguna</h1> <p>Gunakan laman muka ini untuk melihat-lihat dan mencari pengguna secara individu.</p> <h3>Bagaimana saya...</h3> <ul> <li><strong>Mengasingkan senarai:</strong>Klik pada <code>Nama Pertama</code> or <code>Nama Keluarga</code> untuk tujuan pengasingan.</li> <li><strong>Mencari satu-satu pengguna:</strong> Gunakan ruang carian di sebelah atas laman untuk melihat semua pengguna di dalam sistem. Jika anda mahu mengasingkan senarai berdasarkan kumpulan, pilih kumpulan di dalam senarai drop-down.</li> <li><strong>Melihat maklumat terperinci pengguna:</strong> Klik pada nama.</li> <li><strong>Melihat-lihat satu-satu pengguna:</strong> Gunakan <code>10 Seterusnya</code> (dan <code>Sebelumnya</code>) dan pautan di dalam panel biru.</li> <li><strong>Paparkan semua pelajar:</strong> Klik <code>Papar semua</code> di dalam panel biru.</li> </ul>
nb: <h1>Personer</h1> <p>Benytt denne siden for å bla igjennom og finne individuelle personer.</p> <h3>Hvordan gjør jeg...</h3> <ul> <li><strong>Sortere listen:</strong> Trykk på <code>Fornavn</code> eller <code>Etternavn</code> for å sortere.</li> <li><strong>Søke etter en bruker:</strong> Bruk søkefeltet på toppen av siden for å lete gjennom alle personene i systemet. Hvis du ønsker å filtrere på grupper, velg grupper i den tilhørende nedtrekks listen.</li> <li><strong>Vise detaljene til en person:</strong> Trykk på navnet.</li> <li><strong>Bla igjennom etter en person:</strong> Bruk <code>Neste 10</code> (og <code>Forrige</code>) og lenker i den blå stolpen.</li> <li><strong>Vise alle studentene:</strong> Trykk på <code>Vis alle</code> in den blå stolpen.</li> </ul>
nl: <h1>Personen</h1> <p>Gebruik deze pagina om individuele personen te vinden.</p> <h3>Hoe kan ik...</h3> <ul> <li><strong>De lijst sorteren:</strong> Klik op <code>Voornaam</code> of <code>Achternaam</code> om te sorteren.</li> <li><strong>Zoeken naar een gebruiker:</strong> Gebruik het zoekveld bovenaan de pagina om te zoeken naar alle mensen in het systeem. Als u alleen in een groep wilt zoeken, selecteer de groep in de uitklaplijst.</li> <li><strong>De details van een persoon bekijken:</strong> Klik op de naam.</li> <li><strong>Bladeren naar een persoon:</strong> Gebruik <code>Volgende 10</code> (en <code>Vorige</code>) en de links in de blauwe balk.</li> <li><strong>Alle leerlingen tonen:</strong> Klik <code>Alles tonen</code> in de blauwe balk.</li> </ul>

source: Time Zone
ar: الخط الزمني
id: Zona waktu
km: តំបន់​ពេល​វេលា
lt: Laiko juosta
ms: Zon Masa
nb: Tidssone
ne: समय क्षेत्र
nl: Tijdzone
sk: Časové pásmo
sv: Tidszon
vi: Múi giờ

source: Time Zone used to display your calendar
ar: الخط الزمني لعرض تقويمك
id: Zona waktu yang ditampilkan pada kalender
km: តំបន់​ពេល​វេលា​ដែល​ប្រើ​ដើម្បី​បង្ហាញ​ប្រតិទិន​របស់​អ្នក
lt: Laiko juosta kalendoriui
ms: Zon Masa digunakan untuk memaparkan kalendar anda
nb: Tidssone for din kalender
ne: तपाईँको भित्तेपात्रोमा प्रदर्शन गर्न प्रयोग गरिएको समय क्षेत्र
nl: Gebruikte tijdzone om je agenda weer te geven
sk: Časové pásmo pre zobrazenie vášho kalendára
sv: Tidszonen som använd för att visa din kalender
vi: Mũi giờ hiển thị trên lịch của bạn

source: Time Format
ar: صيغة التوقيت
id: Format waktu
km: ទ្រង់ទ្រាយ​ពេល​វេលា
lt: Laiko formatas
ms: Format Masa
nb: Klokkeslettformat
ne: समय ढाँचा
nl: Tijdnotatie
sk: Formát času
sv: Tidsformat
vi: Định dạng thời gian

source: HH:MM
nb: TT:MM
ne: धण्टा : मिनेट
nl: UU:MM
sv: TT:MM
vi: giờ:phút (ví dụ: 12:00)

source: HH:MM am/pm
nb: TT:MM am/pm
ne: घण्टा:मिनेट पूर्वान्ह/अपरान्ह
nl: UU:MM am/pm
sv: TT:MM am/pm
vi: giờ:phút sáng/chiều (ví dụ: 12:00 sáng)

source: Date Format
ar: صيغة التاريخ
id: Format Tanggal
km: ទ្រង់ទ្រាយ​កាល​បរិច្ឆេទ
lt: Datos formatas
ms: Format Tarikh
nb: Datoformat
ne: मिति ढाँचा
nl: Datumnotatie
sk: Formát dátumu
sv: Datumformat
vi: Định dạng Ngày/Tháng

source: MM/DD/YY
nb: MM/DD/ÅÅ
ne: महिना/दिन/वर्ष
nl: MM/DD/JJ
sk: MM/DD/RR
sv: MM/DD/ÅÅ
vi: Tháng/ngày/năm (ví dụ: 02/30/2007)

source: YYYY-MM-DD
nb: ÅÅÅÅ-MM-DD
ne: वर्ष-महिना-दिन
nl: JJJJ-MM-DD
sk: RRRR-MM-DD
sv: ÅÅÅÅ-MM-DD
vi: Năm-tháng-ngày (ví dụ: 2007/12/25)

source: Day Month, Year
ar: يوم شهر، سنة
id: Hari Bulan, Tahun
km: ថ្ងៃ ខែ ឆ្នាំ
lt: Diena, Mėnuo, Metai
ms: Hari Bulan, Tahun
nb: Dag Måned, År
ne: दिन महिना ,वर्ष
nl: Dag Maand, Jaar
sk: Deň Mesiac, Rok
sv: Dag, Månad, År
vi: Ngày, tháng, năm

source: Week starts on:
ar: يبدأ الأسبوع في:
id: Minggu dimulai pada:
km: សប្ដាហ៍​ចាប់ផ្ដើម​នៅ ៖
lt: Pirmoji savaitės diena:
ms: Minggu bermula pada:
nb: Uken starter på:
ne: हप्ताको सुरु हुने दिन:
nl: Week begint op:
sk: Týždeň začína:
sv: Veckan börjar på:
vi: Tuần bắt đầu từ

source: Start display of weeks on Sunday or Monday
ar: البدء بعرض الأسابيع في الأحد أم الاثنين
id: Memulai tampilan mingguan dengan hari Minggu atau Senin
km: ចាប់ផ្ដើម​បង្ហាញ​សប្ដាហ៍​នៅ​​ថ្ងៃ​អាទិត្យ ឬ​ថ្ងៃ​ច័ន្ទ
lt: Savaitės pradžia Sekmadienis arba Pirmadienis
ms: Mula paparkan minggu pada Ahad atau Isnin
nb: Begynn ukevisning med Søndag eller Mandag
ne: हप्ताको प्रदर्शन आइतबार र सोमबार सुरु गर्नुहोस्
nl: Geef aan of de week op zondag of maandag begint
sk: Ako prvý deň týždňa zobrazovať pondelok alebo nedeľu
sv: Starta visning av vecka på söndag eller måndag
vi: Hiển thị các Tuần bắt đầu từ Chủ nhật hoặc Thứ hai

source: Show periods
ar: إظهار الحصص
id: Lihat periode
km: បង្ហាញ​រយៈពេល
lt: Rodyti pamokas
ms: Tunjuk tempoh
nb: Vis perioder
ne: अवधिहरू देखाउनुहोस्
nl: Periodes/lesuren tonen
sk: Zobraziť hodiny
sv: Visa lektioner
vi: Hiển thị các khoảng thời gian

source: Show period names in daily view
ar: إظهار أسماء الحصص في العرض اليومي
id: Memperlihatkan nama periode dalam tampilan harian
km: បង្ហាញ​ឈ្មោះ​រយៈពេល​ក្នុង​ទិដ្ឋភាព​ប្រចាំ​ថ្ងៃ
lt: Rodyti pamokos vardą dienos rodinyje
ms: Tunjuk tempoh nama dalam paparan harian
nb: Vis periodens navn i den daglige oversikten
ne: दैनिक दृश्यमा अवधि नामहरू देखाउनुहोस्
nl: Periodenamen weergeven in dagweergave
sk: Zobraziť názvy hodín v dennom zobrazení
sv: Visa lektionsnamn i dagsvyn
vi: Hiển thị tên các thời kỳ theo ngày

source: Make calendar public
ar: اجعل التقويم عاماً
id: Membuat kalender publik
km: ធ្វើ​ឲ្យ​ប្រតិទិន​ជា​សាធារណៈ
lt: Paviešinti kalendorių
ms: Jadikan kalendar umum untuk semua
nb: Gjør kalenderen offentlig
ne: भित्रेपात्रोलाइ सार्वजनिक बनाउनुहोस्
nl: Agenda openbaar maken
sk: Zverejniť kalendár
sv: Gör kalendern offentlig
vi: Tạo lịch chung

source: The list of people with accounts in the system is visible only to school administration.
nl: De lijst van mensen met een account in het systeem, is alleen zichtbaar voor de schooladministratie.
vi: Danh sách người có tài khoản trong hệ thống chỉ quản trị nhìn thấy.

source: The list of people with accounts in the system is visible to the general public.
nl: De lijst van mensen met een account in het systeem, is zichtbaar voor iedereen.
vi: Danh sách người có tài khoản trong hệ thống là công khai.

source: Users can make their own calendars public.
nl: Gebruikers kunnen hun eigen agenda openbaar maken.
vi: Người dùng được công khai lịch cá nhân.

source: Users cannot make their own calendars public.
nl: Gebruikers kunnen hun eigen agenda niet openbaar maken.
vi: Người dùng không được công khai lịch cá nhân.

source: Only school administration can change passwords.
nl: Alleen de schooladministratie kan wachtwoorden wijzigen.
vi: Chỉ người quản trị được đổi mật khẩu.

source: Users can change their own passwords.
nl: Gebruikers kunnen hun eigen wachtwoorden wijzigen.
vi: Người dùng được đổi mật khẩu của mình.

source: Users
km: អ្នកប្រើប្រាស់
lt: Naudotojai
ms: Para Pengguna
nb: Brukere
ne: प्रयोगकर्ताहरु
nl: Gebruikers
sv: Användare
vi: Nhiều người dùng

source: Change password
km: ផ្លាស់ប្តូរ ពាក្យសំងាត់
lt: Pakeisti slaptažodį
ms: Tukar kata laluan
nb: Endre passord
ne: पासवर्ड बदल्नुहोस्
nl: Wachtwoord wijzigen
sk: Zmeniť heslo
sv: Ändra lösenord
vi: Đổi mật khẩu

source: View preferences
km: មើល ចំណូលចិត្ត
lt: Rodyti nustatymus
ms: Papar keutamaan
ne: वरियता हेर्नुहोस्
nl: Voorkeuren bekijken
sv: Visa inställningar
vi: Xem các tham chiếu

source: Change preferences
km: ផ្លាស់ប្តូរ ចំណូលចិត្ត
lt: Keisti nustatymus
ms: Tukar keutamaan
ne: वरियता बदल्नुहोस्
nl: Voorkeuren wijzigen
vi: Thay đổi các tham chiếu

source: Change the list of calendars overlayed on the user's calendar
nl: Wijzig de lijst met agenda's die de agenda van de gebruiker overlappen
vi: Thay đổi danh sách lịch đè lên lịch người dùng

source: Manage visible calendars
km: គ្រប់គ្រង ប្រក្រតីទិនអាចឃើញ
lt: Tvarkyti matomus kalendorius
ms: Mengurus kalendar-kalendar yang kelihatan
ne: दृश्यता भित्तेपात्रो व्यवस्थापन गर्नुहोस्
nl: Zichtbare agenda's beheren
vi: Quản lý các lịch biểu hiện

source: Calendar is public
km: ប្រក្រតីទិន ជាសាធារណៈ
lt: Kalendorius yra viešas
ms: Kalendar adalah umum
ne: कैलेँडर सार्वजनिक हो
nl: Agenda is openbaar
vi: Lịch biểu được công bố

source: Everybody, if the calendar is made public in user preferences.
lt: Visi, jei kalendorius yra paviešintas naudotojo nustatymuose.
ms: Semua pengguna, jika kalendar ditetapkan kepada umum di dalam panel ketetapan pengguna.
ne: सबैजना, यदि भित्तेपात्रोलाइ प्रयोगकर्ता वरियतामा सार्वजनिक गरियो भने।
nl: Iedereen, indien de agenda openbaar is gemaakt in de gebruikersvoorkeuren.
vi: Mọi người đểu có thể xem nếu lịch biểu đưọc công bố trong các tham số người dùng

source: Relationships
ar: علاقات
id: Hubungan
km: ទំនាក់ទំនង
lt: Pavaldumo ryšiai
ms: Hubungan
nb: Relasjoner
ne: सम्बन्धहरु
nl: Relaties
sv: Relationer

source: Resource Demographics
nl: Voorzieningsgegevens

source: Import Resources
ar: استيراد موارد
id: Impor Sumber Daya
km: នាំចូល​ធនធាន
lt: Įkelti resursus
ms: Import Sumber-sumber
nb: Importer ressurser
ne: संशाधनहरू आयात गर्नुहोस्
nl: Voorzieningen importeren
sk: Importuj zdroje
sv: Importera resurser
vi: Thêm vào các tài nguyên

source: New Location
ar: موقع جديد
id: Lokasi Baru
km: ទីតាំង​ថ្មី
ms: Lokasi Baru
nb: Nytt sted
ne: नयाँ ठाउँ
nl: Nieuwe locatie
sv: Ny plats
vi: Địa chỉ mới

source: New Equipment
ar: تجهيز جديد
id: Peralatan Baru
km: បរិក្ខា​ថ្មី
lt: Nauja įranga
ms: Perkakasan Baru
nb: Nytt utstyr
ne: नयाँ सामग्री
nl: Nieuw apparaat
sv: Ny utrustning
vi: Thiết bị mới

source: New Resource
ar: مورد جديد
id: Sumber daya Baru
km: ធនធាន​ថ្មី
lt: Naujas Resursas
ms: Sumber Baru
nb: Ny ressurs
ne: नयाँ संशाधन
nl: Nieuwe voorziening
sk: Nový zdroj
sv: Ny resurs
vi: Tài nguyên mới

source: Upload schooltool resources as CSV
ar: رفع موارد أدوات المدرسة كـ CSV
id: Unggah sumberdaya schooltool dalam CSV
km: ផ្ទុក​ធនធាន schooltool ឡើង​ជា​ CSV
lt: Įkelti resursus CSV formatu
ms: Muatnaik sumber-sumber schooltool dalam format CSV
nb: Last opp schooltool ressurser som CSV
ne: CSV को रूपमा स्कूल टूल संसाधनहरू अपलोड गर्नुहोस्
nl: SchoolTool-voorzieningen als CSV uploaden
sv: Ladda upp resurser från schooltool som CSV
vi: Upload tài nguyên Schooltool dưới dạng file CSV
