Repository: schooltool-project/schooltool
Catalog: src/schooltool/locales/*.po
Languages: ar, id, km, lt, ms, nb, ne, nl, sk, sv, vi

source: Enter names of periods, one per line.
id: Masukkan nama-nama periode, masing-masing satu baris untuk satu periode
km: បញ្ចូល​ឈ្មោះ​ថិរវេលា មួយ​ក្នុង​មួយ​បន្ទាត់ ។
lt: Įveskite pamokų vardus, po vieną eilutėje.
nb: Skriv inn navnene på periodene, ett per linje.
ne: प्रति पङ्क्ति एउटा, अवधिहरूको नामहरू प्रविष्ट गर्नुहोस्।
nl: Vul de namen van de perioden/lesuren in, één per regel.
sk: Zadajte označenia vyučovacích hodínm na každý riadok jedno.
sv: Mata in periodernas namn, en per rad.
vi: Nhập các tên của các khoảng, mỗi tên một dòng

source: Please enter at least $number periods.
ar: من فضلط أدخل على الأقل $number حصة.
id: Silahkan masukkan paling tidak sebanyak $number periode
km: សូម​បញ្ចូល​រយៈពេ​ល​យ៉ាង​ហោចណស់ $number ។
lt: Įveskite prašau bent $number pamokas.
ms: Sila masukkan sekurang-kurangnya $number waktu.
nb: Vennligst skriv in minimum $antall perioder.
ne: कृपया कम्तिमा $number अवधिहरू प्रविष्ट गर्नुहोस्।
nl: Vul tenminste $number periodes/lesuren in.
sk: Zadajte aspoň $number hodiny
sv: Mata in åtminstone $number perioder.
vi: Xin nhập số khoảng ít nhất là $number

source: Please make sure the period names are unique.
id: Mohon pastikan nama periodenya unik
km: សូម​ប្រាកដ​ថា​​ឈ្មោះ​​រយៈពេល​​​មាន​តែ​មួយ​គត់ ។
lt: Įsitikinkite, ar pamokų vardai skirtingi.
ms: Sila pastikan nama tempoh adalah unik.
nb: Vennligst se til at periodens navn er unike.
ne: कृपया निश्चय गर्नुहोस् कि अवधि नामहरू अनौठा छन्।
nl: Zorg voor unieke namen voor periodes/lesuren.
sk: Uistite sa, či sú označenia hodín unikátne.
sv: Se till att periodnamnen är unika.
vi: Xin hãy chắc chắn rằng các tên khoảng là duy nhất

source: Is the sequence of periods each day the same or different?
ar: هل تسلسل الحصص في كل يوم مختلف أم هو نفسه؟
id: Apakah urutan periode setiap harinya adalah sama atau berbeda?
km: តើ​លំដាប់​នៃ​រយៈពេល​សម្រាប់​ថ្ងៃ​នីមួយៗ​ដូច​គ្នា ឬ​ខុសគ្នា ?
lt: Ar pamokų seka kasdien ta pati ar skirtinga?
ms: Adakah turutan tempoh setiap hari adalah sama atau berlainan?
ne: के अवधिहरू अनुक्रम प्रत्येक दिन समान हुन्छ वा फरक?
nl: Is de volgorde van periodes/lesuren elke dag hetzelfde of verschillend?
sk: Je poradie vyučovacích hodín každý deň rovnaké alebo sa mení?
sv: Är periodssekvensen likadan varje dag?
vi: Thứ tự của các khoảng trong mỗi ngày giống hoặc khác nhau?

source: Same
ar: مماثل
id: Sama
km: ដូច​គ្នា
lt: Ta pati
ms: Sama
nb: Samme
ne: समान
nl: Hetzelfde
sk: Rovnaké
sv: Samma
vi: Trùng nhau

source: Different
ar: مختلف
id: Berbeda
km: ផ្សេង​គ្នា
lt: Skirtinga
ms: Lain
nb: Forskjellig
ne: फरक
nl: Verschillend
sk: Rôzne
sv: Olika
vi: Khác nhau

source: Please put the periods in order:
ar: الرجاء وضع الفترات بالترتيب
id: Silahkan masukkan periode secara berurutan
km: សូម​ដាក់​រយៈពេល​ជា​លំដាប់ ៖
lt: Įveskite pamokas pagal eilę:
ms: SIla masukkan waktu dalam turutan:
ne: कृपया अवधिहरू क्रममा राख्नुहोस्:
nl: Zet de periodes/lesuren in de juiste volgorde:
sk: Zadajte poradie vyučovacích hodín:
sv: Var god och ordna upp perioderna:
vi: Xin nhập các khoảng theo thứ tự

source: Please provide all periods.
ar: الرجاء ادخال كل الفترات الزمنية
id: Silahkan berikan seluruh periode
km: សូម​ផ្ដល់​រយៈពេល​ទាំងអស់ ។
lt: Prašau nurodykite visas pamokas
ms: Sila kemukakan semua waktu.
nb: Vennligst oppgi alle perioder
ne: कृपया सबै अवधिहरू प्रदान गर्नुहोस्।
nl: Geef alle periodes/lesuren op.
sk: Ustanovte všetky hodiny.
sv: Var god och ange alla perioder.
vi: Xin hãy cung cấp tất cả các khoảng

source: The following periods were selected more than once: $periods
ar: الحصص التالية تم اختيارها أكثر من مرة: $periods
id: Periode-periode berikut ini dipilih lebih dari satu kali: $periods
km: រយៈពេល​ដូច​ខាងក្រោម​ត្រូវ​បាន​ជ្រើស​ច្រើន​ជាង​មួយ ៖ $periods
lt: Šios pamokos buvo pažymėtos daugiau nei kartą: $periods
ms: Waktu seterusnya dipilih lebih dari sekali: $periods
ne: तलका अवधिहरू एक भन्दा बढी चयन गरियो: $periods
nl: De volgende periodes/lesuren zijn meer dan één keer geselecteerd: $periods
sk: Nasledujúce hodiny boli vybraté viac než raz: $periods
sv: Följande perioder valdes fler än en gång: $periods
vi: Các khoảng sau đây được lựa chọn nhiều hơn 1$periods

source: Please put the periods in order for each day:
id: Silahkan letakkan setiap periode secara berurut untuk setiap harinya:
km: សូម​ដាក់​រយៈពេល​ជា​លំដាប់​​សម្រាប់​ថ្ងៃ​នីមួយៗ ៖
lt: Įveskite pamokas pagal eilę kiekvienai dienai:
ms: Sila masukkan waktu dalam turutan untuk setiap hari:
ne: कृपया प्रत्येक दिनको लागि अवधिहरू क्रममा राख्नुहोस्:
nl: Zet de perodes/lesuren in volgorde voor elke dag:
sk: Usporiadajte hodiny pre každý deň:
sv: Var god och ordna upp perioderna för varje dag:
vi: Xin nhập các khoảng theo thứ tự của mỗi ngày

source: $period on day $day
ar: $period في يوم $day
id: $period pada hari $day
km: $period នៅ​ថ្ងៃ $day
lt: $day dienos $period
ms: $period untuk hari $day
nb: $period på dag $day
ne: $period दिनमा $day
nl: $period op dag $day
sk: $period dňa $day
sv: $period på dag $day
vi: $period trong ngày $day

source: Do you check student attendance for the day in a homeroom period or equivalent?
id: Apakah Anda memeriksa kehadiran siswa hari itu di dalam periode homeroom atau ekuivalen?
km: តើ​អ្នក​ត្រួតពិនិត្យ​វត្តមាន​របស់​សិស្ស​នៅ​ក្នុង​រយៈពេល​សិក្សា​ ដែរឬទេ ?
lt: Ar yra sąšaukos laikas mokinio dienos lankomumui žymėti?
ms: Adakah anda memeriksa kedatangan pelajar untuk hari di dalam waktu kelas induk atau yang seumpama dengannya?
ne: के तपाईंले विद्यार्थीको हाजिरी दिनको लागि गृहकोठा अवधि वा समानमा जाँच गर्नुभयो?
nl: Controleert u de aanwezigheid van de leerlingen voor de gehele dag in een "thuisklas"-periode/lesuur of het equivalent daarvan?
sk: Kontrolujete dochádzku študentov na triednickej hodine?
sv: Kontrollerar du elevens närvaro för dagen i en klassrumsperiod eller liknande?
vi: Bạn hãy kiểm tra học sinh tham dự trong các ngày trong một khoảng thời gian hoặc tương đương ?

source: Yes
ar: نعم
id: Ya
km: បាទ/ចាស
lt: Taip
ms: Ya
nb: Ja
ne: हो
nl: Ja
sk: Áno
sv: Ja
vi: Có

source: No
ar: لا
id: Tidak
km: ទេ
lt: Ne
ms: Tidak
nb: Nei
ne: होइन
nl: Nee
sk: Nie
sv: Nej
vi: Không

source: Please indicate the homeroom period(s) for each day:
id: Silahkan tunjukkan periode(s) homeroom untuk setiap harinya:
km: សូម​បង្ហាញ​រយៈពេល​​សិក្សា​សម្រាប់​​ថ្ងៃ​នីមួយៗ ៖
lt: Nurodykite sąšaukos laiką(us) kiekvienai dienai:
ms: Sila nyatakan waktu kelas induk untuk setiap hari:
ne: कृपया प्रत्येक दिनको लागि गृहकोठा अवधि(हरू) सङ्केत गर्नुहोस्:
nl: Geef de "thuisklas"-periodes/lesuren aan voor elke dag:
sk: Označte triednicke hodiny:
sv: Var god specifiera närvarakontroll för alla dagar:
vi: Xin vui lòng cho biết khoảng thời gian chủ động cho mỗi ngày

source: School timetables
ms: Jadual sekolah
ne: विद्यालय समय तालिका
nl: Schoolroosters
sk: Školské rozvrhy
vi: Thời khoá biểu

source: Assign timetables
ar: تعيين جداول زمنية
ms: Tetapkan jadual
ne: समय तालिका बनाउनुहोस्
nl: Roosters toewijzen
sk: Priradiť rozvrhy
vi: Phân thời khoá biểu

source: Change schedule
ar: تغير الجدول
km: ផ្លាស់ប្តូរ ការចែកពេល
ms: Tukar jadual
ne: तालिका बदल्नुहोस्
nl: Schema wijzigen
sv: Ändra schema
vi: Thay đổi kế hoạch

source: Supplied passwords are not identical
ar: كلمات السر ليست متطابقة
id: Kata kunci yang diberikan tidak sama
km: ពាក្យ​សម្ងាត់​ដែល​បាន​ផ្ដល់​មិន​ដូច​គ្នា
lt: Pateikti slaptažodžiai nėra identiški
ms: Kata laluan yang diberi tidak sepadan
nb: Angitte passord er ikke identiske
ne: प्रदान गरिएको पासवर्ड पहिचानयोग्य छैन
nl: De opgegeven wachtwoorden zijn niet identiek.
sk: Heslá sa nezhodujú
sv: Lösenorden stämmer inte överens
vi: Mật khẩu cung cấp không trùng

source: school
ar: مدرسة
id: Sekolah
km: សាលា
lt: mokykla
ms: sekolah
nb: skole
ne: विद्यालय
sk: škola
sv: skola
vi: trường

source: April
ar: أبريل/نيسان
km: មេសា
lt: Balandis
ne: अप्रिल
sk: Apríl
vi: Tháng Tư

source: September
ar: شتننبر/أيلول
km: កញ្ញា
lt: Rugsėjis
ne: सेप्टेम्बर
vi: Tháng Chín

source: November
ar: نوفمبر
id: Nopember
km: វិច្ឆិកា
lt: Lapkritis
ne: नोभेम्बर
vi: Tháng Mười Một

source: December
ar: ديسمبر
id: Desember
km: ធ្នូ
lt: Gruodis
ms: Disember
nb: Desember
ne: डिसेम्बर
vi: Tháng Mười Hai

source: ${month}, ${year} (week ${week})
ar: ${شهر}, ${سنة} (أسبوع ${أسبوع})
lt: ${month}, ${year} (${week} savaitė)
nb: ${month}, ${year} (uke ${week})
sv: ${month}, ${year} (vecka ${week})
vi: ${month}, ${year} (tuần ${week})

source: Week ${week_no}
ar: الاسبوع ${week_no}
id: Minggu ke ${week_no}
km: សប្ដាហ៍ ${week_no}
lt: ${week_no} savaitė
ms: Minggu ${week_no}
nb: Uke ${week_no}
ne: हप्ता $ { week_no }
sk: Týždeň ${week_no}
sv: Vecka ${week_no}
vi: Tuần số ${week_no}

source: Week
ar: أسبوع
id: Minggu
km: សប្ដាហ៍
lt: Savaitė
ms: Minggu
nb: Uke
ne: हप्ता
sk: Týždeň
sv: Vecka
vi: Tuần

source: Week %d (%s - %s), %d
ar: الأسبوع %d (%s - %s), %d
id: Minggu %d (%s - %s), %d
km: សប្ដាហ៍ %d (%s - %s), %d
lt: Savaitė %d (%s - %s), %d
ms: Minggu %d (%s - %s), %d
nb: Uke %d (%s - %s), %d
ne: हप्ता %d (%s -%s), %d
sk: Týždeň %d (%s - %s), %d
sv: Vecka %d (%s - %s), %d
vi: Tuần %d (%s - %s), %d

source: Details
ar: تفاصيل
id: detail
km: លម្អិត
lt: Duomenys
ms: Butiran
nb: Detaljer
ne: विवरणहरू
sk: Podrobnosti
sv: Detaljer
vi: Chi tiết

source: week
ar: اسبوع
id: minggu
km: សប្ដាហ៍
lt: savaitė
ms: minggu
nb: uke
ne: हप्ता
sk: týždeň
sv: vecka
vi: tuần

source: ID
ar: معرِّف
km: លេខ​សម្គាល់
ne: आईडी
sk: Identifikátor
vi: Mã số

source: Email
ar: البريد الإلكتروني
km: អ៊ីមែល
lt: El. paštas
ms: E-mel
nb: E-post
ne: ई-मेल
sv: E-postadress
vi: Thư điện tử

source: Label
ar: عنوان
km: ស្លាក
lt: Žymė
nb: Navn
ne: लेबुल
sk: Označenie
sv: Etikett
vi: Nhãn

source: schooldata
ar: بيانات مدرسية
km: ទិន្នន័យ​សាលា
ms: datasekolah
nb: skoledata
ne: स्कल डाटा
sv: skoldata
vi: Dữ liệu trường học

source: Tagalog
id: Bahasa Tagalog
km: តាកាឡូក
ne: टागालोग
vi: Tiếng Ta-ga-loc

source: Team
ar: فريق
id: Tim
km: ក្រុម
lt: Komanda
ms: Pasukan
ne: टिम
vi: Đội tuyển

source: Introspector
id: Pemeriksa
km: អ្នក​​ត្រួតពិនិត្យ
ms: Penilai Kendiri
nb: Selvgransker
ne: इन्टोसपेकटर
vi: Người xem xét

source: Status
km: ស្ថានភាព
lt: Būsena
vi: Trạng thái

source: Privacy
ar: خصوصية
id: Prifasi
km: ភាព​ឯកជន
lt: Privatumas
ms: Privasi
nb: Personvern
ne: गोपनीयता
sk: Súkromie
sv: Integritet
vi: Cá nhân

source: Reports
sv: Rapporter
vi: Báo cáo

source: Student Reports
vi: Báo cáo học sinh

source: Group Reports
vi: Các báo cáo nhóm

source: School Year Reports
vi: Các báo cáo năm

source: Term Reports
vi: Các báo cáo học kỳ

source: Section Reports
vi: Báo cáo lớp

source: Category
sk: Kategória
sv: Kategori
vi: Phân mục

source: Model
ar: طراو
km: ម៉ូដែល
lt: Моdelis
nb: Modell
ne: प्रकार
sv: Modell
vi: Kiểu

source: Plugins
ar: إضافات
id: Plugin
km: កម្មវិធី​ជំនួយ
lt: Priedai
ms: Plugin
nb: Programtillegg
ne: प्लगइन
sv: Insticksmoduler
vi: Phần mở rộng

source: Traceback
id: Lacak kembali
ms: Kesan Kembali
nb: Sporingsdata
ne: ट्रेसब्याक
sv: spåra
vi: Ghi băng lại

source: Week ${week_number}
ar: الأسبوع ${week_number}
id: Minggu ${week_number}
km: សប្ដាហ៍ ${week_number}
lt: ${week_number} Savaitė
ms: Minggu ${week_number}
nb: Uke ${uke_nummer}
ne: हप्ता ${week_number}
sk: Týždeň ${week_number}
sv: Vecka ${week_number}
vi: Tuần ${week_number}

source: Schema
ar: تخطيط
id: Skema
km: គ្រោងការណ៍
lt: Pamokų periodiškumas
ms: Skema
nb: Skjema
ne: रुपरेखा
sk: Schéma
vi: Giản đồ:

source: Calendar (Daily)
ar: رزنامة (يومية)
id: Kalender (Harian)
km: ប្រតិទិន (ប្រចាំ​ថ្ងៃ)
lt: Kalendorius (Dieninis)
ms: Kalendar (Harian)
nb: Kalender (Daglig)
ne: भित्तेपात्रो (दैनिक)

source: Calendar (Daily, PDF)
ar: التقويم (يومي, صيغة PDF)
id: Kalender (Harian, PDF)
km: ប្រតិទិន្ន (ប្រចាំ​ថ្ងៃ, PDF)
lt: Kalendorius (Dieninis, PDF)
ms: Kalendar (Harian, PDF)
nb: Kalender (Daglig, PDF)
ne: भित्तेपात्रो (दैनिक, PDF)

source: Calendar (Weekly)
ar: تقويم (أسبوعي)
id: Kalender (Mingguan)
km: ប្រតិទិន (ប្រចាំ​សប្ដាហ៍)
lt: Kalendorius (Savaitinis)
ms: Kalendar (Mingguan)
nb: Kalender (Ukentlig)
ne: भित्तेपात्रो (साप्ताहिक)

source: Calendar (Weekly, PDF)
ar: تقويم (اسبوعي، PDF)
id: Kalender (Mingguan, PDF)
km: ប្រតិទិន (ប្រចាំ​សប្ដាហ៍, PDF)
lt: Kalendorius (Savaitinis, PDF)
ms: Kalendar (Mingguan, PDF)
nb: Kalender (Ukentlig, PDF)
ne: भित्तेपात्रो (साप्ताहिक, PDF)

source: Calendar (Monthly)
ar: تقويم (شهري)
id: Kalender (Bulanan)
km: ប្រតិទិន (ប្រចាំ​ខែ)
lt: Kaledorius (Mėnesinis)
ms: Kalendar (Bulanan)
nb: Kalender (Månedlig)
ne: भित्तेपात्रो (मासिक)

source: Calendar (Monthly, PDF)
ar: تقويم (شهريPDF)
id: Kalender (Bulanan, PDF)
km: ប្រតិទិន (ប្រចាំ​ខែ, PDF)
lt: Kalendorius (Mėnesinis, PDF)
ms: Kalendar (Bulanan, PDF)
nb: Kalender (Månedlig, PDF)
ne: भित्तेपात्रो (मासिक, PDF)

source: Calendar (Yearly)
ar: تقويم (سنوي)
id: Kalender (Tahunan)
km: ប្រតិទិន (ប្រចាំ​ឆ្នាំ)
lt: Kalendorius (Metinis)
ms: Kalendar (Tahunan)
nb: Kalender (Årlig)
ne: भित्तेपात्रो (वार्षिक)

source: Atom View
ar: عرض الذرة
id: Tampilan Atomik
km: ទិដ្ឋភាព Atom
lt: Smulkiau
ms: Paparan Atom
nb: Atom visning
ne: एटमको दृस्य

source: Free/Busy
ar: متفرّغ/مشغول
id: Bebas/Sibuk
km: ទំនេរ/រវល់
lt: Laisvas/Užimtas
ms: Bebas/Sibuk
nb: Ledig/opptatt
ne: स्वतन्त्र/ब्यस्त

source: Website
ar: الموقع
id: Situs Web
km: វ៉ែបសៃថ៍
lt: Svetainė
ms: Laman web
nb: Websiden
ne: वेवसाईट
sk: Domovská stránka
sv: Hemsida

source: atom_description
ar: وصف الذرة
lt: smulkus aprašymas (atom description)
ms: keterangan_atom
nb: atom_beskrivelse
ne: एटम_विबरण
sv: atom_beskrivning

source: atom_enabled
ar: تمكين الذرة
lt: Leidžiama smulkiau
ms: aktifkan_atom
nb: atom_påsatt
ne: एटम_सक्षम
sv: atom_aktiverad

source: atom_more_info
lt: išsamiau
ms: lebih_maklumat_atom
nb: info_om_atom
ne: एटम_अझ धेरै_सूचना
sv: atom_mer_info

source: Everyone can view the application calendar.
ar: الجميع بإمكانهم عرض تقويم التطبيق.
id: Semua orang dapat melihat aplikasi kalender.
km: អ្នក​ទាំងអស់​អាច​មើល​ប្រតិទិន​កម្មវិធី ។
ms: Semua orang boleh melihat kalendar aplikasi.
nb: Alle kan lese applikasjons kalenderen.

source: Copy Sections
ms: Bahagian Salinan
ne: सेक्सनको प्रतिलिपि बनाउनुहोस्

source: View Next
lt: Žiūrėti kitą
ms: Lihat seterusnya
ne: पछाडिको हेर्नुहोस्

source: View Previous
lt: Žiūrėti praeitą
ms: Lihat sebelumnya
ne: अगाडीको हेर्नुहोस्

source: Everyone can view section information and calendars
ar: الجميع بإمكانهم عرض معلومات الأقسام والتقويمات
id: Setiap orang dapat melihat bagian informasi dan kalender
km: អ្នក​ទាំងអស់​អាច​មើល​ព័ត៌មាន​ផ្នែក និង​ប្រតិទិន
ms: Semua boleh melihat keterangan seksyen dan kalendar-kalendar
nb: Alle kan vise seksjons- informasjon og kalendere

source: Everyone can view group lists.
ar: الجميع بإمكانهم عرض قوائم المجموعة.
id: Setiap orang dapat melihat daftar grup.
km: អ្នក​ទាំងអស់​អាច​មើល​បញ្ជី​ក្រុម ។
ms: Semua orang boleh melihat senarai kumpulan.

source: Everyone can view group information.
ar: الجميع بإمكانهم عرض معلومات المجموعة.
id: Setiap orang dapat melihat informasi grup.
km: អ្នក​ទាំងអស់​អាច​មើល​ព័ត៌មាន​ក្រុម ។
ms: Semua orang boleh melihat maklumat kumpulan
nb: Alle kan se gruppeinformasjon

source: Everyone can view group calendars.
ar: الجميع بإمكانهم عرض تقويمات المجموعة.
id: Setiap orang dapat melihat kalender grup.
km: អ្នក​ទាំងអស់​អាច​មើល​ប្រតិទិន​ក្រុម ។
ms: Semua orang boleh melihat kalendar-kalendar kumpulan.
nb: Alle kan se gruppekalenderen

source: Group members can edit group calendars.
ar: أعضاء المجموعة بإمكانهم تعديل تقويمات المجموعة.
id: Anggota grup dapat mengubah kalender grup.
km: សមាជិក​ក្រុម​អាច​កែ​សម្រួល​ប្រតិទិន​ក្រុម ។
ms: Ahli-ahli kumpulan boleh mengubah kalendar-kalendar kumpulan.
nb: Medlemmer i gruppen kan endre gruppekalenderen

source: Help
ar: مساعدة
id: Bantuan
km: ជំនួយ
lt: Pagalba
ms: Bantuan
nb: Hjelp
ne: सहायता
sv: Hjälp

source: Everyone can view the list of persons
ar: الجميع يمكنهم عرض قائمة بالأشخاص
id: Setiap orang dapat melihat daftar orang-orang
km: អ្នក​គ្រប់​គ្នា​អាច​មើល​បញ្ជី​របស់​មនុស្ស
ms: Semua orang boleh melihat senarai pengguna
nb: Alle kan se listen over personer

source: Everyone can view info of persons
ar: الجميع يستطيع مشاهدة معلومات عن الأشخاص
id: Setiap orang dapat melihat info dari orang-orang
km: អ្នក​ទាំងអស់​គ្នា​អាច​មើល​ព័ត៌មាន​អ្នក​ប្រើ
ms: Semua orang boleh melihat info pengguna
nb: Alle kan se informasjon om personer

source: Persons can set their own preferences
ar: يستطيع الأشخاص تعيين تفضيلاتهم الخاصة
id: Orang dapat mengatur pilihan konfigurasi mereka sendiri
km: អ្នក​ប្រើ​អាច​កំណត់​ចំណូល​ចិត្ត​ផ្ទាល់ខ្លួន​របស់​ពួក​គេ
ms: Pengguna boleh menetapkan keutamaan mereka sendiri
nb: Personene kan sette egne preferanser

source: Persons can change their own passwords
ar: المستخدمين يستطيعون تغيير كلمات مرورهم
id: Orang dapat mengganti pasword mereka sendiri
km: អ្នក​ប្រើ​អាច​ផ្លាស់ប្ដូរ​ពាក្យ​សម្ងាត់​ផ្ទាល់ខ្លួន​របស់​គេ
ms: Pengguna boleh menukar kata laluan mereka sendiri
nb: Personene kan endre sine egne passord

source: Add a Resource
ar: إضافة مورد
id: Tambahkan sebuah Sumber daya
km: បន្ថែម​ធនធាន
lt: Pridėti resursą
ms: Tambah Sumber
nb: Legg til en ressurs
ne: संशाधन थप्नुहोस

source: Edit Resource Information
ar: تعديل معلومات المورد
id: Ubah Informasi Sumber daya
km: កែសម្រួល​ព័ត៌មាន​ធនធាន
lt: Keisti resurso duomenis
ms: Ubah Maklumat Sumber
nb: Endre ressursinformasjon
ne: संशाधनको जानकारि सम्पादन

source: Add a Location
ar: إضافة موقع
id: Tambahkan sebuah Lokasi
km: បន្ថែម​ទីតាំង
ms: Tambah Lokasi
nb: Legg til ett nytt sted
ne: ठाउँ थप्नुहोस्

source: Edit Location Information
ar: تعديل معلومات موقع
id: Ubah Informasi Lokasi
km: កែសម្រួល​ព័ត៌មាន​ទីតាំង
ms: Ubah Maklumat Lokasi
nb: Rediger stedsinformasjon
ne: ठाउँको बारेमा सुचना सम्पादन गर्नुहोस्

source: Add an Equipment
ar: إضافة تجهيز
id: Tambah sebuah Peralatan
km: បន្ថែម​បរិក្ខា
ms: Tambah Perkakasan
nb: Legg til utstyr
ne: सामग्री थप्नुहोस्

source: Edit Equipment Information
ar: تعديل معلومات التجهيزات
id: Ubah Informasi Peralatan
km: កែសម្រួល​ព័ត៌មាន​បរិក្ខា
ms: Ubah Maklumat Perkakasan
nb: Endre utstyrsinformasjon
ne: सामग्रीको बारेमा सूचना सम्पादन गर्नुहोस्

source: Everyone can view resource lists.
ar: الجميع بإمكانهم عرض قائمة الموارد.
id: Setiap orang dapat melihat daftar sumber daya.
km: អ្នក​ទាំងអស់​គ្នា​​អាច​មើល​បញ្ជី​ធនធាន ។
ms: Semua pengguna boleh melihat senarai-senarai sumber.
nb: Alle kan se ressurslister

source: Everyone can view resource information.
ar: الجميع بإمكانهم عرض معلومات المورد.
id: Setiap orang dapat melihat informasi sumber daya.
km: អ្នក​ទាំងអស់​គ្នា​អាច​មើល​ព័ត៌មាន​ធនធាន ។
ms: Semua pengguna boleh melihat maklumat sumber.
nb: Alle kan se ressursinformasjon.

source: Everyone can view resource calendars.
ar: الجميع بإمكانهم عرض التقويمات.
id: Setiap orang dapat melihat kalender sumber daya.
km: អ្នក​ទាំងអស់​គ្នា​អាច​មើល​ប្រតិទិន​ធនធាន ។
ms: Semua pengguna boleh melihat kalendar-kalendar sumber.
nb: Alle kan se ressurskalendere

source: Activate next school year
ar: تفعيل السنة الدراسية التالية
km: ធ្វើ​ឲ្យ​ឆ្នាំ​សិក្សា​ក្រោយ​សកម្ម
ms: Mengaktifkan tahun sekolah ang akan datang
nb: Aktiver neste skoleår

source: Access setting: ${setting} (${status})
ms: Penetapan Akses: ${setting} (${status})

source: Report a bug on Launchpad.
ar: بلغ عن عطل لـ Launchpad.
km: រាយការណ៍​កំហុស​នៅ​លើ Launchpad ។
ms: Laporkan bug ke Launchpad.
nb: Rapporter en feil på Launchpad.
ne: प्रक्षेपणडबली मा त्रुटी रिपोर्ट गर्नुहोस्।

source: Configuration path
ar: مسار الإعدادات
km: ផ្លូវ​កំណត់​រចនាសម្ព័ន្ធ
ms: Arah jalan Konfigurasi

source: iCalendar
ar: تقويم انترنت
ne: आई भित्तेपात्रो

source: SchoolTool
ar: اداة المدرسة
nb: SkoleVerktøy
ne: स्कुलटुल

source: R
ne: आर

source: A
ar: أ
ne: ए

source: L
lt: P
ne: एल

source: Unicode (UTF-8)
ar: يونيكود (UTF-8)
km: យូនីកូដ (UTF-8)
ne: युनिकोड (UTF-8)

source: Western (ISO-8859-15)
km: ខាង​លិច (ISO-8859-15)
ne: पश्चिमी (ISO-८८५९-१)
sk: Západné (ISO-8859-15)
sv: Västeuropeisk (ISO-8859-15)

source: Western (Windows-1252)
km: ខាង​លិច (Windows-1252)
nb: Vestlig (Windows-1252)
ne: पश्चिमी (सन्झ्याल-१२५२)
sk: Západné (Windows-1252)
sv: Västeuropeisk (Windows-1252)

source: N
id: U
ne: एन

source: ( p )
ne: (पि)

source: ${schoolyear_title} (${start_date} &mdash; ${end_date})
ne: ${schoolyear_title} (${start_date} &mड्यास; ${end_date})

source: ${term_title} (${start_date} &mdash; ${end_date})
ne: ${term_title} (${start_date} &mड्यास; ${end_date})

source: U
ne: यू

source: D
ne: डि

source: C
ar: ج
ne: सि

source: X
ar: س
ne: एक्स

source: This is not a SchoolTool 0.11 database file, aborting.
id: Ini bukan merupakan sebuah berkas basis data SchoolTool 0.11, membatalkan.
km: នេះ​មិនមែន​ជា​ឯកសារ​មូលដ្ឋាន​ទិន្នន័យ SchoolTool 0.11 ទេ បោះបង់ ។
nb: Dette er ikke en SchoolTool 0.11 database fil, avbryter

source: This is not a SchoolTool 0.10 database file, aborting. Please run the standalone database upgrade script.
id: Ini bukan merupakan sebuah berkas basis data SchoolTool 0.10, membatalkan.
km: នេះ​មិនមែនជា​ឯកសារ​មូលដ្ឋាន​ទិន្នន័យ SchoolTool 0.10 ទេ បោះបង់ ។ សូម​រត់​ស្គ្រីប​ធ្វើ​ឲ្យ​​មូលដ្ឋាន​ទិន្នន័យ​ប្រសើរ​ឡើង​ ។
nb: Dette er ikke en SkoleVerktøy 0.10 database fil, avbryter handling. Vær vennlig å kjør verktøyet for oppgradering av frittstående databaser.

source: &copy; The <a href="http://www.shuttleworthfoundation.org">Shuttleworth Foundation</a> 2003 - <span>2009</span>: Supporting Social Innovation.
km: &copy; <a href="http://www.shuttleworthfoundation.org">មូល​និធិ Shuttleworth</a> ២០០៣ - <span>២០០៩</span> ៖ គាំទ្រ​កា​របញ្ចូល​ក្នុង​សង្គម ។

source: <a href="#" onclick="$('#more_overlays').toggle();return false;">More...</a>
km: <a href="#" onclick="$('#more_overlays').toggle();return false;">បន្ថែម...</a>
nb: <a href="#" onclick="$('#more_overlays').toggle();return false;">Mer...</a>

source: For term:
km: សម្រាប់​វគ្គ ៖
nb: For semester:

source: Using timetable:
id: Menggunakan jadwal:
km: ប្រើ​កាល​វិភាគ ៖
nb: Bruker timeplan:

source: confirm password
id: konfirmasi kata kunci
km: សូម​អះអាង​ពាក្យ​សម្ងាត់
nb: Bekreft passord

source: ${month} ${year}
nb: ${måned} ${år}

source: ${month}, ${year}
ar: ${شهر}, ${سنة}
id: ${bulan}, ${tahun}

source: jjones, Jimmy, Jones jbjones, Jim Bob, Jones, r2m45J howard, Howard, Jobs
sk: jjanosik, Juraj, Jánošík pohviezdoslav, Pavol Országh, Hviezdoslav, r2m45J mrkvicka, Ján, Mrkvička

source: <a href="http://www.schooltool.org">SchoolTool</a>&trade; is a Trademark of the <a href="http://www.shuttleworthfoundation.org">Shuttleworth Foundation</a>.
sk: <a href="http://www.schooltool.org">SchoolTool</a>&trade; je ochranná známka spoločnosti <a href="http://www.shuttleworthfoundation.org">Shuttleworth Foundation</a>.
