Repository: schooltool-project/schooltool
Catalog: src/schooltool/locales/*.po
Languages: ar, id, km, lt, ms, nb, ne, nl, sk, sv, vi

source: Add Advisees
id: Tambahkan Nasehat
km: បន្ថែម​ទី​ប្រឹក្សា
ms: Tambah orang yang dinasihat
nb: Legg til protesjéer
ne: सल्लाहहरु थप्नुहोस्
nl: Leerlingen toevoegen
vi: Thêm người được tư vấn

source: Advisees of ${person}
id: Nasehat dari ${person}
km: ទីប្រឹក្សា​របស់ ${person}
ms: Orang yang dinasihat ${person}
nb: protesjéer til ${person}
ne: ${व्यक्ति} को सल्लाह
nl: Leerlingen van ${person}
vi: Người được tư vấn bởi ${person}

source: Done
nl: Gereed
vi: Xong

source: Change information for ${fullname}
ar: تغيير المعلومات لـ ${fullname}
id: Rubah informasi untuk ${fullname}
km: ផ្លាស់ប្ដូរ​ព័ត៌មាន​សម្រាប់ ${fullname}
lt: Keisti ${fullname} informaciją
ms: Tukar maklumat untuk ${fullname}
nb: Endre informasjonen for ${fullname}
ne: ${पुरानाम} को लागि सुचना परिवर्तन गर्नुहोस्
nl: Informatie wijzigen van ${fullname}
sk: Zmeniť informácie pre osobu ${fullname}
sv: Ändra uppgifter om ${fullname}
vi: Thay đổi thông tin cho ${fullname}

source: Teacher identification
nl: Identificatie leraar

source: Teacher demographics
nl: Persoonsgegevens leraar

source: Add new teacher
nl: Nieuwe leraar toevoegen

source: Student identification
nl: Identificatie leerling

source: Student demographics
nl: Persoonsgegevens leerling

source: Add new student
nl: Nieuwe leerling toevoegen

source: Administrator identification
nl: Identificatie beheerder

source: Administrator demographics
nl: Persoonsgegevens beheerder

source: Add new administrator
nl: Nieuwe beheerder toevoegen

source: To add teachers, students or administrators, please set up a ${school_year}.
nl: Om leraren, leerlingen of beheerders toe te voegen, dient u eerst een ${school_year} aan te maken.

source: school year
nl: schooljaar

source: Showing ${count} of ${total} items
ar: إظهار ${count} من ${total} بنداً
id: Menunjukkan ${count} dari ${total} item-item
km: ការ​បង្ហាញ ${count} នៃ​ធាតុ ${total}
ms: Memaparkan ${count} dari ${total} butiran
nb: Viser ${count} av ${total}
ne: ${total} आइटमको ${count} देखाउने
nl: ${count} van ${total} items worden getoond
sk: Zobrazených ${count} položiek z ${total}
sv: Visar ${count} av ${total} poster
vi: Hiển thị ${count} của ${total} hạng mục

source: delete-button
ar: زر الحذف
id: Hapus
km: ប៊ូតុង​លុប
lt: Šalinti
ms: butang-padam
nb: Slett
ne: मेटाउने-बटन
nl: Verwijderen
sk: Odstrániť
sv: Radera
vi: Xoá

source: Upload SchoolTool persons as CSV
ar: رفع أشخاص أداة المدرسة كـ CSV
id: Upload orang SchoolTool sebagai CSV
km: ផ្ទុក​ឡើង​អ្នក​ប្រើ SchoolTool ជា CSV
lt: Įkelti SchoolTool asmenis CSV formatu
ms: Muat naik pengguna SchoolTool sebagai CSV
nb: Last opp SchoolTool person som CSV
ne: CSV को रूपमा स्कूल टूल ब्यक्तिहरु अपलोड गर्नुहोस्
nl: SchoolTool personen als CSV uploaden
sv: Ladda upp SchoolTool-personer som CSV
vi: Upload người dùng SchoolTool dưới dạng file CSV

source: Import Persons
ar: تحميل الاشخاص
id: Impor Orang
km: នាំចូល​អ្នក​ប្រើ
lt: Įkelti Asmenis
ms: Import Pengguna
nb: Importer Personer
ne: व्यक्तिहरू आयात गर्नुहोस्
nl: Personen Importeren
sk: Importovať osoby
sv: Importera personer
vi: Nhập vào các cá nhân

source: CSV data <strong>must</strong> contain a user name a first name and a last name. An optional password <strong>may</strong> be included as well.
ar: بيانات CSV <strong>يجب</strong> أن تحوي اسم مستخدم والاسم الأول والاسم الأخير. و<strong>يمكن</strong> أن تحوي كلمة سر اختيارياً كذلك.
id: CSV data <strong>must</strong> mengandung sebuah nama pengguna sebuah nama depan dan sebuah nama belakang. Sebuah katasandi pilihan <strong>harus</strong> dicantumkan juga.
km: ទិន្នន័យ CSV <strong>ត្រូវ​តែ</strong> មាន​ឈ្មោះ​អ្នក​ប្រើ នាម​ខ្លួន និង​នាម​ត្រកូល ។ ពាក្យ​សម្ងាត់​ជា​ជម្រើស <strong>អាច</strong> រួម​បញ្ចូល​ផង​ដែរ ។
ms: data CSV <strong>mesti</strong> mengandungi nama pertama dan nama keluarga pengguna. Pilihan kata laluan <strong>mungkin boleh</strong> dimasukkan sekali.
nb: CSV data <strong>må</strong> inneholde et brukernavn, et fornavn, og et etternavn. Et valgfritt passord <strong>kan</strong> bli inkludert også.
ne: CSV डाटा <strong> मा </strong> प्रयोगकर्ताको नाम पहिलो नाम र अन्तिम नाम हुनैपर्छ। एउटा अतिरिक्त पासवर्ड <strong> पनि </strong> राख्न सकिन्छ
nl: CSV gegevens <strong>moeten</strong>een gebruikersnaam, een een voornaam en een achternaam bevatten. Een wachtwoord <strong>mag</strong> ook toegevoegd worden.
sk: CSV údaje <strong>musia</strong> obsahovať používateľské meno, krstné meno a priezvisko. Nepovinne <strong>môžu</strong> obsahovať aj heslo.
sv: Det <strong>måste</strong> finnas ett användarnamn, ett förnamn och ett efternamn i CSV-data. Valfritt <strong>kan</strong> ett lösenord också läggas till.
vi: dữ liệu CSV<strong> phải </strong> bao gồm tên sử dụng, tên họ và tên cuối. Một tùy chọn mật khẩu <strong>có thể </strong> cũng được bao gồm.

source: The above example will create three users, 'jjones', 'jbjones' and 'howard'. Of the three, only 'jbjones' has a password ('r2m45J') and will be able to login to the system. Note that passwords must be sent in plain text.
id: Contoh di atas akan membuat tiga pengguna, 'jjones', 'jbjones' dan 'howard'. Dari ketiganya, hanya 'jbjones' yang mempunyai password ('r2m45j') dan dapat login ke sistem. Harap diperhatikan bahwa password harus dikirim dalam teks biasa.
km: ឧទាហរណ៍​ខាង​លើ​នឹង​បង្កើត​អ្នក​ប្រើ​បី 'jjones' 'jbjones' និង 'howard' ។ ក្នុង​ចំណោម​បី​នេះ មាន​តែ 'jbjones' ទេ​ដែល​មាន​ពាក្យ​សម្ងាត់ ('r2m45J') ហើយ​នឹង​អាច​ចូល​ទៅ​កាន់​ប្រព័ន្ធ ។ ចំណាំ​ថា ពាក្យ​សម្ងាត់​ត្រូវ​តែ​ផ្ញើ​ជា​អត្ថបទ​ធម្មតា ។
lt: Pavyzdys, kaip sukurti 3 naudotojus, 'jonas', 'jonasA', 'scile'. Antrajam nurodytas ir slaptažodis ('s2m3r2'), todėl jis galės registruotis sistemoje. Slaptažodžiai turi būti siunčiamas paprastu tekstu.
ms: Contoh di atas akan mencipta tiga pengguna, 'jjones', 'jbjones' dan 'howard'. Dalam ketiga-tiga orang itu, hanya 'jbjones' mempunyai kata laluan ('r2m45J') dan dia boleh log masuk ke dalam sistem.
nb: Ovenstående eksempel oppretter tre brukere, 'jjensen', 'jtjensen', 'jens '. Av disse tre er det bare jtjensen som har et passord ('r2m45J') og derved vil kunne logge inn på systemet. Legg merke til at passord må bli send i ren tekst.
ne: माथिको उदाहरणले तीन वटा प्रयोगकर्ताहरू सिर्जना गर्दछ, 'जेजोन्स', 'जेबीजोन्स' र 'हवार्ड'। तीन वटामा; मात्र 'जेबीजोन्स सँग पासवर्ड ('r2m45J') भन्ने हुन्छ र प्रणालीमा लगईन गर्न सक्षम पनि हुन्छ। टिप्पणी गर्नुहोस् कि पासवर्ड सादा पाठमा पठाउनुपर्दछ।
nl: Het voorbeeld hierboven maakt drie gebruikers aan, 'dpeeters', 'dfpeeters' en 'koen'. Alleen 'dfpeeters' heeft een wachtwoord ('r2m45J') en zal in het systeem kunnen inloggen. NB: de wachtwoorden moeten onversleuteld meegezonden worden.
sk: Predchádzajúci príklad vytvorí troch používateľov 'jjanosik', 'pohviezdoslav' a 'mkrvicka'. Z týchto troch iba 'pohviezdoslav' bude mat heslo ('r2m45J') a bude sa môcť prihlásiť do systému. Upozorňujeme, že heslá musia byť odoslané ako bežný text.
sv: Exemplet ovanför skapar tre användare, 'jjonasson', 'jajonasson' och 'hugo'. Av dessa tre har endast 'jajonasson' ett lösenord ('r2m45J') och kommer att kunna logga in i systemet. Notera att lösenord endast kan skickas som vanlig text.
vi: Trên ví dụ trên sẽ tạo ra 3 người sử dụng 'jjones', 'jbjones' và 'howard'. Trong ba người này chỉ có 'jbjones' là có mật khẩu ('r2m45J') và có thể sẽ đăng nhập và hệ thống. Chú ý rằng các mật khẩu phải được gửi dưới dạng text plain

source: New person
nl: Nieuw persoon
vi: Người mới

source: Are you sure you want to delete selected items?
ar: هل أنت متأكد أنك تريد حذف البنود المحددة
id: Apakah anda ingin menghapus item yang dipilih?
km: តើ​អ្នក​ប្រាកដ​ជា​ចង់​លុប​ធាតុ​ដែល​ជ្រើស​ឬ?
lt: Tikrai norite pašalinti pažymėtus elementus?
ms: Adakah anda pasti untuk memadam butiran yang dipilih?
nb: Er du sikker på at du vil slette valgt objekt?
ne: के तपाईं पक्का चयन गरिएका चीजहरू मेटाउन चाहनुहुन्छ?
nl: Weet u zeker dat u de geselecteerde items wil verwijderen.
sv: Är du säker på att du vill ta bort valda poster?
vi: Bạn có muốn xóa các hạng mục đó không?

source: You have not selected any items.
ar: لم تختر أية بنود.
id: Anda tidak memilih item apapun.
km: អ្នក​មិន​បាន​ជ្រើស​ធាតុ​ណា​មួយ​ទេ ។
lt: Nepažymėtas joks elementas
ms: Anda tidak memilih sebarang butiran.
nb: Du har ikke valgt noen objekter.
ne: तपाईंले कुनै चीजहरू चयन गर्नुभएको छैन।
nl: U heeft geen items geselecteerd.
sv: Du har inte valt några poster.
vi: Bạn không có lựa chọn nào.

source: Sorry, you may not delete your own user account.
ar: عفواً، لا يمكنك حذف حسابك الخاص.
id: Maaf, anda tidak dapat menghapus akun pengguna anda sendiri.
km: សូម​អភ័យ​ទោស អ្នក​មិន​អាច​លុប​គណនី​អ្នក​ប្រើ​របស់​អ្នក​បាន​ទេ ។
lt: Deja, jūs negalite ištrinti savo paties paskyros.
ms: Maaf, anda tidak boleh memadam akaun anda sendiri.
nb: Beklager, du kan nok ikke slette din egen bruker.
ne: माफ गर्नुहोला, तपाईं आफ्नै खाता मेटाउन सक्नुहुन्न।
nl: Sorry, u kunt uw eigen gebruikersaccount niet verwijderen.
sv: Du kan inte ta bort ditt eget användarkonto.
vi: Xin lỗi, bạn có thể không xóa được tài khoản của bạn

source: Confirm
ar: تأكيد
id: Konfirmasi
km: បញ្ជាក់
lt: Patvirtinti
ms: Sah
nb: Bekreft
ne: पक्का
nl: Bevestigen
sk: Potvrdiť
sv: Bekräfta
vi: Xác nhận

source: Person info: ${title}
ar: معلومات الشخص: ${title}
id: Info orang: ${title}
km: ព័ត៌មាន​អ្នក​ប្រើ ៖ ${title}
lt: Asmens info: ${title}
ms: Info Pengguna: ${title}
ne: व्यत्तिको विबरण: $ { title }
nl: Persoonsgegevens: ${titel}
sk: Info o osobe: ${title}
vi: Thông tin cá nhân: ${title}

source: Prefix
ar: البادئة
id: Awalan
km: បុព្វបទ
lt: Titulas
ms: Awalan
nb: Prefiks
ne: उपसर्ग
nl: Titel
sk: Predpona
vi: Tiền tố

source: First name
ar: الاسم الأول
id: Nama depan
km: នាម​ខ្លួន
lt: Vardas
ms: Nama pertama
nb: Fornavn
ne: पहिलो नाम
nl: Voornaam
sk: Meno
sv: Förnamn
vi: Tên họ

source: Middle name
ar: الاسم الأوسط
id: Nama tengah
km: ឈ្មោះ​កណ្ដាល
lt: Antras vardas
ms: Nama tengah
nb: Mellomnavn
ne: मध्य नाम
nl: Tweede naam
sk: Stredné meno
sv: Mellannamn
vi: Tên đệm

source: Last name
ar: الاسم الأخير
id: Nama belakang
km: នាម​ត្រកូល
lt: Pavardė
ms: Nama keluarga
nb: Etternavn
ne: अन्तिम नाम
nl: Achternaam
sk: Priezvisko
sv: Efternamn
vi: Tên

source: Suffix
ar: اللاحقة
id: Akhiran
km: បច្ច័យ
lt: Priesaga
ms: Akhiran
nb: Suffiks
ne: प्रत्यय
nl: Achtervoegsel
sk: Prípona
vi: Hậu tố

source: Preferred name
id: nama yang diinginkan
km: ឈ្មោះ​ដែល​ចូល​ចិត្ត
lt: Vardas kreipimuisi
ms: Nama pilihan
nb: Ønsket navn
ne: रुचाएको नाम
nl: Voorkeursnaam
sk: Preferované meno
sv: Tilltalsnamn
vi: Tên tham chiếu

source: Gender
ar: الجنس
id: Jenis kelamin
km: ភេទ
lt: Lytis
ms: Jantina
nb: Kjønn
ne: लिङ्ग
nl: Geslacht
sk: Pohlavie
sv: Kön
vi: Giới tính

source: female
ar: أنثى
id: Perempuan
km: ស្រី
lt: moteris
ms: perempuan
nb: Kvinne
ne: महिला
nl: vrouw
sk: žena
sv: kvinna
vi: nữ

source: male
ar: ذكر
id: Laki-laki
km: ប្រុស
lt: vyras
ms: lelaki
nb: hann
ne: पुरुष
nl: man
sk: muž
sv: man
vi: nam

source: Birth date
ar: تاريخ الميلاد
id: Tanggal lahir
km: ថ្ងៃ​ខែ​ឆ្នាំ​កំណើត
lt: Gimimo data
ms: Tarikh lahir
nb: Fødselsdato
ne: जन्म मिति
nl: Geboortedatum
sk: Dátum narodenia
sv: Födelsedatum
vi: Ngày sinh

source: (yyyy-mm-dd)
lt: (MMMM-mm-dd)
ne: (साल-महिना-गते)
nl: (jjjj-mm-dd)
sk: (dd. mm. yyyy)
sv: (åååå-mm-dd)
vi: (năm/tháng/ngày - ví dụ: 2009/12/20)

source: The title of this Field Description
id: Judul dari deskripsi lahan ini
km: ចំណង​ជើង​នៃ​ការ​ពិពណ៌នា​វាល​នេះ
ms: Tajuk Ruang Penerangan ini
nb: Tittelen til denne Feltbeskrivelsen
ne: यो क्षेत्र वर्णनको शीर्षक
nl: De naam van de omschrijving van dit veld
sk: Názov tohto popisu polí
vi: Tiêu đề của Trường mô tả

source: Unique ID of this Field Description
id: ID unik dari deskripsi lahan
km: លេខ​សម្គាល់​តែ​មួយ​នៃ​ការ​ពិពណ៌នា​វាល​នេះ
ms: ID Unik Ryang Penerangan
nb: Unik ID for denne felt beskrivelsen
ne: यो क्षेत्र वर्णनको अद्वितीय आईडी
nl: Uniek ID voor dit omschrijving van het veld
sk: Jednoznačný identifikátor označujúci toto pole
sv: Unikt ID för denna fältbeskrivning
vi: ID duy nhất của Trường Mô tả

source: Required
ar: مطلوب
id: Dibutuhkan
km: ទាមទារ
lt: Būtinas
ms: Diperlukan
nb: Obligatorisk
ne: चाहिएको
nl: Vereist
sk: Požadované
sv: Obligatorisk
vi: Cần thiết

source: Whether this Field is required or not
ar: هذا القل مطلوب أو لا
id: Dimana lahan ini dibutuhkan atau tidak
km: ថា​តើ​វា​នេះ​ទាមទារ ឬ​អត់
ms: Samada Ruang ini diperlukan atau tidak
nb: Om dette feltet er obligatorisk, eller ikke
ne: यो क्षेत्र चाहिन्छ कि चाहिँदैन
nl: Ook zonder dat het veld verplicht is
sk: Či toto pole musí alebo nemusí byť vyplnené
vi: Có thể sử dụng trường này hoặc không

source: Limit keys
nl: Sleutels beperken

source: An optional list of limit keys for this field
nl: Een optionele lijst van beperkte sleutels voor dit veld

source: Limit key
nl: Sleutel beperken

source: List of values
ar: قائمة القيم
id: Daftar Nilai
km: បញ្ជី​តម្លៃ
lt: Reikšmių sąrašas
ms: Senarai nilai
nb: Liste over verdier
ne: मानहरुको सुची
nl: Lijst van waarden
sk: Zoznam hodnôt
sv: Lista av värden
vi: Danh sách các giá trị

source: First Name
ar: الاسم الأول
id: Nama Depan
km: នាម​ខ្លួន
lt: Vardas
ms: Nama Pertama
nb: Fornavn
ne: पहिलो नाम
nl: Voornaam
sk: Krstné meno
sv: Förnamn
vi: Tên

source: Last Name
ar: الاسم الأخير
id: Nama Belakang
km: នាម​ត្រកូល
lt: Pavardė
ms: Nama Keluarga
nb: Etternavn
ne: अन्तिम नाम
nl: Achternaam
sk: Priezvisko
sv: Efternamn
vi: Họ

source: Advisors of a person.
ne: ब्यक्तिको सल्लाहाकारहरु
nl: Adviseurs van een persoon.
vi: Các cố vấn của thành viên

source: Create, delete demographics fields and change their order.
id: Buat, hapus demografis lahan dan ubah urutannya
ms: Cipta, padam ruang demografi dan tukar aturannya
ne: जनसंख्याको क्षेत्र बनाउनु, मेटाउनु र तिनिहरुको क्रम परिवर्तन गर्नु ।
nl: Velden voor persoonsgegevens aanmaken, verwijderen en hun volgorde wijzigen.
sk: Vytvárať alebo odstráňovať polia pre osobné údaje a zmeňiť ich poradie.
vi: Tạo, xoá trường thống kê và thay đổi yêu cầu của chúng

source: Edit fields
id: Ubah lahan
km: កែប្រែវាល
ms: Ubah ruang
ne: क्षेत्रहरु संपादन गर्नुहोस्
nl: Velden bewerken
sk: Upraviť polia
sv: Redigera fält
vi: Hiệu chỉnh trường

source: View user demographics
id: Lihat demografis pengguna
ms: Papar demografi pengguna
ne: प्रयोगकर्ताको जनसंख्या हेर्नुहोस्
nl: Gebruikersgegevens bekijken
sk: Zobraziť osobné údaje používateľa
vi: Xem thống kê người dùng

source: View user's demographics information
id: Lihat informasi demografis pengguna
ms: Papar maklumat demografi pengguna
ne: प्रयोगकर्ताको जनसांख्यीक सूचना हेर्नुहोस्
nl: Gebruikersgegevensinformatie bekijken
sk: Zobraziť používateľove osobné údaje
sv: Visa användarens demografiska information
vi: Xem thông tin thống kê về người sử dụng.

source: Modify user demographics
id: Ubah demografis pengguna
ms: Meminda demografi pengguna
ne: प्रयोगकर्ताको जनसंख्या शंसोधन गर्नुहोस्
nl: Gebruikersgegevens wijzigen.
sk: Upraviť osobné údaje používateľa
vi: Thay đổi thống kê người dùng

source: Modify user's demographics information.
id: Ubah informasi demografis pengguna
ms: Meminda maklumat demografi pengguna
ne: प्रयोगकर्ताको जनसांख्यीक सूचना शंसोधन गर्नुहोस्
nl: Gebruikersgegevensinformatie wijzigen.
sv: Ändra användarens demografiska information
vi: Thay đổi thông tin thống kê về người dùng

source: Students
ar: طلاب
id: murid-murid
km: សិស្ស
lt: Mokiniai
ms: Pelajar
nb: Studenter
ne: विद्यार्थीहरू
nl: Leerlingen
sk: Žiaci
sv: Elever
vi: Học sinh

source: Teachers
nl: Leraren

source: Administrators
nl: Beheerders

source: Add Commendation
ar: إضافة توصية
id: Tambahkan Pujian
km: បន្ថែម​មតិយោបល់
lt: Pridėti pagyrimą
ms: Tambah Kepujian
nb: Legg til anbefaling
ne: प्रशंसा थप्नुहोस्
nl: Aanbeveling toevoegen

source: Commendation
ar: توصية
id: Pujian
km: មតិយោបល់
lt: Pagyrimas
ms: Kepujian
nb: Anbefaling
ne: प्रशंसा
nl: Aanbeveling

source: Edit Info
ar: تعديل معلومات
id: Ubah Info
km: កែ​សម្រួល​ព័ត៌មាន
lt: Keisti duomenis
ms: Ubah Info
nb: Endre informasjon
ne: सुचना सम्पादन गर्नुहोस्
nl: Informatie bewerken
sk: Upraviť info.
sv: Redigera information
vi: Thay đổi thông tin

source: Add Info
ar: إضافة معلومات
id: Tambahkan Info
km: បន្ថែម​ព័ត៌មាន
lt: Pridėti informaciją
ms: Tambah Info
nb: Legg til informasjon
ne: सुचना थप्नुहोस
nl: Voeg informatie toe.
sk: Pridať info
sv: Lägg till information
vi: Thêm thông tin

source: Edit Calendar Overlays
ar: تعديل كساء التقويم
km: កែសម្រួលប្រតិទិនដែល​ត្រួត​លើ​គ្នា
ms: Ubah Susunan Kalendar
nb: Rediger kalender overlegg
ne: भित्तेपात्राे overlays सम्पादन गर्नुहोस्
nl: Agenda-overlappingen bewerken
sk: Zmeniť prekrytia kalendára
sv: Redigera kalenderöverlagringar
vi: Sửa Lịch bên ngoài

source: View Person
nl: Persoon bekijken
vi: Xem người

source: New Contact
ar: جهة اتصال جديدة
id: Kontak Baru
km: ទំនាក់ទំនង​ថ្មី
lt: Naujas kontaktas
ms: Kenalan Baru
nb: Ny kontakt
ne: नयाँ सम्पर्क
nl: Nieuw contact
sk: Nový kontakt
sv: Ny kontakt
vi: Liện hệ mới

source: Contacts
ar: جهات اتصال
km: ទំនាក់ទំនង
lt: Kontaktai
ms: Kenalan
nb: Kontakter
ne: सम्पर्क
nl: Contacten
sk: Kontakty
sv: Kontakter
vi: Liên lạc

source: Manage Contacts
ar: إدارة جهات الاتصال
id: Kelola Kontal
km: គ្រប់គ្រង​ទំនាក់ទំនង
lt: Tvarkyti kontaktus
ms: Urus Kenalan
ne: सम्पर्कहरुको ब्यबस्थापन
nl: Contacten Beheren
sk: Spravovať kontakty
sv: Hantera kontakter
vi: Quản lý liên lạc

source: Other Contacts
ar: جهات اتصال أخرى
id: Kontak Lainnya
km: ទំនាក់ទំនង​ផ្សេង​ទៀត
lt: Kiti kontaktai
ms: Kenalan Lain
nb: Andre kontakter
ne: अरु सम्पर्कहरु
nl: Andere contacten
sk: Iné kontakty
sv: Andra kontakter
vi: Liên lạc khác

source: Send Email
km: ផ្ញើអ៊ីមែវល៍
lt: Siųsti laišką
ms: Hantar E-mel
nb: Send e-post
ne: ई-मेल पठाउनुहोस्
nl: E-mail verzenden
sk: Odoslať email
sv: Skicka e-post
vi: Gửi thư

source: Add new contact
ar: إضافة جهاة اتصال جديدة
id: Tambahkan kontak baru
km: បន្ថែម​ទមនាក់ទំនង​ថ្មី
lt: Pridėti naują kontaktą
ms: Tambah kenalan baru
nb: Legg til ny kontakt
ne: नयाँ सम्पर्क थप्नुहोस्
nl: Voeg nieuw contact toe
sk: Pridať nový kontakt
sv: Lägg till ny kontakt
vi: Thêm liên lạc

source: Add new contact for ${person}
ar: إضافة جهة اتصال جديدة لـ ${person}
id: Tambahkan kontak baru untuk ${person}
km: បន្ថែម​ទំនាក់ទំនង​ថ្មី​សម្រាប់ ${person}
lt: Pridėti naują ${person} kontaktą
ms: Tambah kenalan baru untuk ${person}
nb: Legg til ny kontakt for ${person}
ne: ${ब्यक्तिकोलागि} नयाँ सम्पर्क थप्नुहोस्
nl: Voeg nieuwe contacten toe voor ${person}
sk: Pridať nový kontakt pre ${person}
sv: Lägg till ny kontakt för ${person}
vi: Thêm liên lạc cho ${person}

source: Change contact information for ${first_name} ${last_name}
id: Ubah informasi kontak untuk ${first_name} ${last_name}
km: ផ្លាស់ប្ដូរ​ព័ត៌មាន​ទំនាក់ទំនង​សម្រាប់ ${first_name} ${last_name}
lt: Keisti ${first_name} ${last_name} kontaktinę informaciją
ms: Tukar maklumat kenalan untuk ${first_name} ${last_name}
ne: ${पहिलो नाम} ${अन्तिम नाम} को लागि सम्पर्क सूची परिवर्तन गर्नुहोस्
nl: Contactinformatie veranderen voor ${first_name} ${last_name}
sk: Zmeniť kontaktné informácie pre ${first_name} ${last_name}
sv: Ändra kontakt information för ${first_name} ${last_name}
vi: Thay đổi thông tin liên lạc cho ${first_name} ${last_name}

source: Contact index
ar: فهرس جهات الاتصال
id: Indeks Kontak
km: លិបិក្រម​ទំនាក់ទំនង
ms: Indeks Kenalan
nb: Kontakt liste
ne: संपर्क अनुक्रमणिका
nl: Contactpersoons index
sk: Zoznam kontaktov
sv: Kontaktindex
vi: Chỉ số liên hệ

source: Address
ar: عنوان
id: Alamat
km: អាសយដ្ឋាន
lt: Adresas
ms: Alamat
nb: Adresse
ne: ठेगाना
nl: Adres
sk: Adresa
sv: Adress
vi: Địa chỉ

source: From
km: ពី
lt: Nuo
ms: Daripada
nb: Fra
ne: पठाउने
nl: Van
sk: Od
sv: Från
vi: Từ

source: To
km: ទៅ
lt: Kam
ms: Kepada
nb: Til
ne: पाउने
nl: Aan
sk: Komu
sv: Till
vi: Đến

source: Subject
km: ប្រធានបទ
lt: Tema
ms: Subjek
nb: Emne
ne: विषय
nl: Onderwerp
sk: Predmet
vi: Tiêu đề

source: Body
ar: النص
km: តួ
lt: Tekstas
ms: Isi
nb: Innhold
ne: मुख्य भाग
nl: Inhoud
sk: Telo
sv: Brödtext
vi: Phần nội dung

source: Send
km: ផ្ញើ
lt: Siųsti
ms: Hantar
ne: पठाउनु
nl: Verzenden
sk: Odoslať
sv: Skicka
vi: Gửi

source: There were some errors.
ne: त्याँहा कुनै गल्तिहरु थिए
nl: Er zijn fouten opgetreden.
sk: Boli tam nejaké chyby.
vi: Có một số lỗi.

source: Relationship
ar: علاقة
id: Hubungan
km: ទំនាក់ទំនង
ms: Hubungan
nb: Relasjon
ne: नाता
nl: Relatie
sk: Vzťah
sv: Samband
vi: Quan hệ

source: Assigned Contacts
ar: جهة اتصال مخصصة
km: ផ្ដល់​ទំនាក់ទំនង
lt: Priskirti kontaktai
ms: Kenalan Ditugaskan
ne: निर्धारित सम्पर्क
nl: Toegewezen contacten
sk: Pridelené kontakty
sv: Tilldelade kontakter
vi: Gán địa chỉ

source: Assign existing contact
ar: تخصيص جهة اتصال موجودة
km: ផ្ដល់​ទំនាក់ទំនង​ដែល​មាន
lt: Priskirti esamą kontaktą
ms: Menetapkan kenalan sedia ada
ne: चालु सम्पर्क निर्धारण गर्नुहोस्
nl: Wijs contact toe
sk: Prideliť existujúci kontakt
vi: Gán cho một địa chỉ đã tồn tại

source: Manage contacts of ${person}
ar: إدارة جهات الاتصال لـ ${person}
id: Kelola kontak atas ${person}
km: គ្រប់គ្រង​ទំនាក់ទំនង​របស់ ${person}
lt: Tvarkyti ${person} kontaktus
ms: Menguruskan kenalan ${person}
ne: ${व्यक्ति} को सम्पर्क मिलाउनु
nl: Bewerk contactgegevens van ${person}
sk: Spravovať kontakty ${person}
sv: Hantera kontakter för ${person}
vi: Quản lý địa chỉ của ${person}

source: ${relationship} of ${person}
km: ${relationship} នៃ ${person}
lt: ${person} ${relationship}
ne: ${व्यक्ति} को ${नाता}
nl: ${relationship} van ${person}
vi: ${relationship} của ${person}

source: Contact of ${person}
ar: جهة اتصال لـ ${person}
km: ទំនាក់ទំនង​របស់ ${person}
lt: ${person} kontaktas
ms: Kenalan ${person}
ne: ${व्यक्ति} को सम्पर्क
nl: Contact van ${person}
sk: Kontakt ${person}
vi: Địa chỉ của ${person}

source: Find Now
ar: ابحث الآن
id: Cari sekarang
km: រក​ឥឡូវ​នេះ
lt: Surasti
ms: Cari Sekarang
nb: Finn
ne: अहिले फेला पार्नुहोस्
nl: Nu zoeken
sk: Nájsť
sv: Sök nu
vi: Tìm ngay

source: Clear
ar: مسح
km: ជម្រះ
lt: Išvalyti
ms: Kosongkan
nb: Blank ut
ne: खाली गर्नुहोस्
nl: Wissen
sk: Zmazať
sv: Rensa
vi: Xóa

source: Shortcut: Alt-R
nl: Sneltoets: Alt-R

source: Create contact
ar: إنشاء جهة اتصال
km: បង្កើត​ទំនាក់ទំនង
lt: Sukurti kontaktą
ms: Cipta kenalan
ne: सम्पर्क बनाउनु
nl: Maak contact aan
sk: Vytvoriť kontakt
sv: Skapa kontakt
vi: Tạo địa chỉ

source: Create new contact
ar: إنشاء جهة اتصال جديدة
km: បង្កើត​ទំនាក់ទំនង​ថ្មី
lt: Sukurti naują kontaktą
ms: Cipta kenalan baru
ne: नयाँ सम्पर्क बनाउनु
nl: Maak nieuw contact aan
sk: Vytvoriť nový kontakt
sv: Skapa ny kontakt
vi: Tạo địa chỉ mới

source: Assign
ar: تخصيص
km: ផ្ដល់
lt: Priskirti
ms: Menetapkan
ne: खटाउनु
nl: Toewijzen
sk: Priradiť
sv: Tilldela
vi: Gán

source: You don't have an email address set. Ask your administrator to set your email address in your contact information.
ne: तपाईको कुनै ई-मेल ठेगाना छैन । आफ्नो व्यवस्थापकलाई तपाईको ई-मेल ठेगाना तपाईको सम्पर्क सूचनामा समुच्चय गर्न लगाउनुहोस् ।
nl: Er is geen e-mail adres ingesteld. Vraag aan uw beheerder om uw e-mail adres in te voeren in uw contactinformatie.
vi: Nếu bạn không có địa chỉ email. Hãy hỏi người quản trị để thiết lập email trong thông tin danh bạ của bạn

source: Contact information for ${person}
ar: معلومات جهة اتصال لـ ${person}
km: ព័ត៌មាន​ទំនាក់ទំនង​សម្រាប់ ${person}
lt: ${person} kontaktinė informacija
ms: Maklumat kenalan untuk ${person}
ne: ${व्यक्ति} को लागि सम्पर्क सुचना
nl: Contactinformatie voor ${person}
sk: Kontaktné informácie pre ${person}
sv: Kontakt information för ${person}
vi: Thôn tin liên lạc của ${person}

source: Phones
ar: هواتف
km: ទូរស័ព្ទ
lt: Telefonai
ms: Telefon
nb: Telefoner
ne: फोनहरु
nl: Telefoons
sk: Telefón
sv: Telefoner
vi: Điện thoại

source: Spoken Languages
km: ភាសា​និយាយ
lt: Šnekamosios kalbos
ms: Bahasa Lisan
nb: Talte språk
ne: बोलिएका भाषाहरु
nl: Gesproken Talen
sk: Znalosť jazykov
sv: Talade språk
vi: Ngôn ngữ nói

source: (View Details)
ar: (عرض التفاصيل)
km: (មើល​លម្អិត)
lt: (Rodyti išsamiau)
ms: (Lihat Butiran)
ne: (विस्तृत विवरणहरु)
nl: (Bekijk Details)
sk: (Pozrieť podrobnosti)
sv: (Visa detaljer)
vi: (Hiển thị chi tiết)
