Repository: schooltool-project/schooltool
Catalog: src/schooltool/locales/*.po
Languages: ar, id, km, lt, ms, nb, ne, nl, sk, sv, vi

source: This form allows you to mark a date as an emergency non-schoolday and add a replacement day to the term.
id: Formulir ini memperbolehkan Anda menandai sebuah tanggal sebagai hari darurat yang bukan hari sekolah dan menambah sebuah pengganti hari pada terminnya.
km: សំណុំ​បែបបទ​នេះ​អនុញ្ញាត​ឲ្យ​​អ្នក​សម្គាល់​កាលបរិច្ឆេទ​ថា​មិនមែន​ជា​ថ្ងៃ​សិក្សា​បន្ទាន់ ហើយ​បន្ថែម​ថ្ងៃ​ជំនួស​ទៅ​កាន់​វគ្គសិក្សា ។
lt: Ši forma skirta nurodyti avarinėms dienoms ir laikui, į kurį bus nukeltos tos dienos pamokos semestre.
ms: Borang ini membolehkan anda untuk menanda tarikh hari bukan-sekolah sebagai kecemasan dan tambah hari penggantian untuk penggal.
nb: Dette skjemaet lar deg markere en dato som en ikke-skoledag grunnet nødsituasjon, og å legge til en erstatningsdag til semesteret.
ne: यो फारमले तपाईलाई इमर्जेन्सी नन-स्कूलडे चिनो लगाउन अनुमति दिन्छ र सर्तमा प्रतिस्थापन दिन थप्नुहोस्।
nl: Dit formulier stelt u in staat om een datum te markeren als een bijzondere uitvaldag en om een vervangende dag aan de periode toe te voegen.
sk: Tento formulár vám dovoľuje označiť dátum ako núdzový deň bez vyučovania a pridať náhradný deň.
sv: Denna blankett tillåter dig att bemärka ett datum som ett nödsituationsdatum och tillägga en ersättningsdag.
vi: Biểu mẫu này cho phép bạn có thể thể hiện ngày dự phòng như là ngày nghỉ và chọn ngày thay thế cho học kỳ

source: Please enter the emergency date below.
ar: من فضلك أدخل تاريخ الطوارئ بالأسفل.
id: Silahkan masukkan tanggal darurat di bawah ini
km: សូម​បញ្ចូល​កាលបរិច្ឆេទ​បន្ទាន់​ដូច​ខាងក្រោម ។
lt: Įveskite avarinės dienos datą žemiau.
ms: Sila masukkan tarikh kecemasan di bawah.
nb: Vennligst skriv inn nødsituasjonsdatoen nedenfor.
ne: कृपया तल इमर्जेन्सी मिति प्रविष्ट गर्नुहोस्।
nl: Voer hieronder de bijzondere uitvaldag in.
sk: Prosím vložte nižšie dátum núdzového dňa.
sv: Var god och mata in nödsituationsdatumet nedan.
vi: Xin mời nhập vào ngày dự phòng ở dưới

source: Legend:
id: Legenda:
km: តាង ៖
lt: Legenda:
ms: Petunjuk:
nb: Tegnforklaring:
ne: लिजेन्ड:
nl: Legende:
sk: Legenda:
sv: Förklaring:
vi: Chú thích

source: Schoolday
id: Hari sekolah
km: ថ្ងៃ​សិក្សា
lt: Darbo diena
ms: Hari sekolah
nb: Skoledag
ne: स्कूलडे
nl: Schooldag
sk: Vyučovanie
sv: Skoldag
vi: Ngày học

source: Holiday
ar: عطلة
id: Hari Libur
km: ថ្ងៃ​ឈប់សម្រាក
lt: Poilsio diena
ms: Hari cuti
nb: Fridag
ne: बिदाको दिन
nl: Vakantie
sk: Voľno
sv: Helgdag
vi: Ngày nghỉ

source: Please specify which days are school days, and which days are holidays.
ar: من فضلك حدد أي الأيام هي أيام دراسة، وأيها هي أيام عطل.
id: Silahkan tentukan yang mana yang hari sekolah, dan mana yang hari libur
km: សូម​បញ្ជាក់​ថ្ងៃ​ណា​ជា​ថ្ងៃ​រៀន និង​ថ្ងៃ​ណា​ជា​ថ្ងៃ​ឈប់​សម្រាក ។
lt: Prašom nurodyti darbo ir poilsio dienas.
ms: Sila perincikan man hari untuk sekolah, dan mana hari untuk cuti.
nb: Vennligst angi hvilke dager som er skoledager og fridager.
ne: कृपया निर्दिष्ट गर्नुहोस् कि कुन दिनहरू स्कूल दिनहरू हुन्, र कुन दिनहरू बिदा दिनहरू हुन्।
nl: Geef aub op welke dagen schooldagen zijn en welke dagen vrije dagen zijn.
sk: Upresnite, prosím, ktoré dni sú školské, a ktoré voľné.
sv: Var god och specifiera vilka dagar är skoldagar och vilka dagar är helgdagar.
vi: Xin vui lòng ghi rõ ngày học và ngày nghỉ.

source: Toggle the following days of week:
id: Pilih hari-hari berikut dalam seminggu:
km: បិទ/បើក​ថ្ងៃ​នៃ​សប្ដាហ៍​ដូច​ខាងក្រោម ៖
lt: Perjungti šias savaitės dienas:
ms: Beralih ke hari berikutnya dalam minggu:
nb: Bytt om på følgende dager i uken:
ne: तलका हप्ताको दिनहरू टगल गर्नुहोस्:
nl: Dagen van de week aan/uit schakelen
sk: Prepnite stav dní v týždni:
sv: Välj mellan följande veckodagar:
vi: Chuyển chế độ sau ngày trong tuần:

source: Click on a day to toggle its state.
ms: Klik pada hari untuk mengubah is kandungannya.
ne: दिनको स्थिति बुझ्नलाई क्लिक गर्नुहोस्।
nl: Klik op een dag om de status te veranderen.
sk: Kliknutím na deň prepnete jeho stav.
vi: Nhấn vào một ngày để đặt trạng thái cho nó

source: Start date
ar: تاريخ البدء
id: Tanggal mulai
km: កាល​បរិច្ឆេទ​ចាប់ផ្ដើម
lt: Pradžios data
ms: Tarikh mula
nb: Start dato
ne: सुरु मिति
nl: Begindatum
sk: Počiatočný dátum
sv: Startdatum
vi: Ngày bắt đầu

source: End date
ar: تاريخ الانتهاء
id: Tanggal akhir
km: កាល​បរិច្ឆេទ​បញ្ចប់
lt: Pabaigos data
ms: Tarikh akhir
nb: Slutt dato
ne: समाप्ति मिति
nl: Einddatum
sk: Koncový dátum
sv: Slutdatum
vi: Ngày kết thúc

source: Add new term
ar: إضافة فصل جديد
km: បន្ថែម​វគ្គ​ថ្មី
ms: Tambah penggal baru
nb: Legg til nytt semester
ne: नयाँ अवधि थप्नुहोस्
nl: Nieuwe periode toevoegen
sk: Pridať nové obdobie
sv: Lägg till ny termin
vi: Thêm vào học kỳ mới

source: Refresh
ar: تحديث
id: Segarkan
km: ធ្វើ​ឲ្យ​ស្រស់
lt: Atnaujinti
ms: Muat semula
nb: Oppdater
ne: ताजा पार्नुहोस्
nl: Vernieuwen
sk: Obnoviť
sv: Uppdatera
vi: Làm tươi

source: Add term
ar: إضافة فصل
id: Tambah termin
km: បន្ថែម​វគ្គ
lt: Pridėti semestrą
ms: Tambah penggal
nb: Legg til semester
ne: सर्त थप्नुहोस्
nl: Een periode toevoegen
sk: Pridať obdobie
sv: Lägg till termin
vi: Thêm học kỳ

source: Save changes
ar: حفظ التغييرات
id: Simpan perubahan
km: រក្សា​ទុក​ការ​ផ្លាស់ប្ដូរ
lt: Išsaugoti
ms: Simpan perubahan
nb: Lagre endringer
ne: परिवर्तनहरू बचत गर्नुहोस्
nl: Bewaar wijzigingen
sk: Ulož zmeny
sv: Spara ändringar
vi: Lưu các thay đổi

source: Change information for ${term_title}
ar: تغيير المعلومات لـ ${term_title}
km: ផ្លាស់ប្ដូរ​ព័ត៌មាន​សម្រាប់ ${term_title}
ms: Tukar maklumat untuk ${term_title}
nb: Endre informasjonen til ${term_title}
ne: ${term_title} को लागि सूचना परिवर्तन गर्नुहोस्
nl: Informatie voor ${term_title} wijzigen
vi: Thay đổi thông tin

source: Term must begin before it ends.
ar: يجب أن يبدأ الفصل قبل أن ينتهي.
km: វគ្គ​ត្រូវ​តែ​ចាប់ផ្ដើម​មុន​វា​បញ្ចប់ ។
ms: Penggal mesti bermula sebelum ia berakhir.
nb: Semesteret må begynne før det slutter.
ne: अवधि सकिन भन्दा अगाडि सुरु हुनुपर्छ।
nl: Het begin van een periode moet voor het einde liggen.
sv: Terminen måste börja innan den slutar.
vi: Học kỳ phải bắt đầu trước khi kết thúc

source: Add a term
ar: إضافة فصل
id: Tambahkan sebuah termin
km: បន្ថែម​វគ្គ
lt: Sukurti semestrą
ms: Tambah penggal
nb: Legg til en termin
ne: अवधि थप्नुहोस।
nl: Een periode toevoegen
sv: Lägg till ett läsår

source: Term Search Help
id: Bantuan Pencarian Termin
km: ជំនួយ​ស្វែងរក​វគ្គ
ms: Bantuan Carian berdasarkan Penggal
nb: Termin søkehjelp
ne: अवधि खोज्न मद्दत
nl: Periode zoeken hulp
sv: Terminssökningshjälp

source: Terms in SchoolTool
ar: الفصول في أداة المدرسة
id: Termin di SchoolTool
km: វគ្គសិក្សា​ក្នុង SchoolTool
ms: Penggal dalam SchoolTool
nb: Terminer i SchoolTool
ne: स्कुलटुलमा अवधि
nl: Periodes in SchoolTool
sv: Läsår i SchoolTool

source: <h1>Terms in SchoolTool</h1> <p>SchoolTool supports definition of basic academic terms, that is, a period of time which defines when sections begin and end, and when they are evaluated. The current implementation does not support a hierarchy of terms, for example, a year, which contains two semesters, which contain two marking periods. You can create several terms, which may overlap, for example, both semesters and trimesters in the same school, but you cannot express a relationship between terms.</p> <h3>How do I...</h3> <ul> <li><strong>Add a term:</strong> Select <code>New Term</code> from the <code>Actions</code> menu.</li> <li><strong>Edit a term:</strong> Click on the term. Then select <code>Edit</code> from the <code>Actions</code> menu.</li> <li><strong>Delete a term:</strong> Check the box next to the name of the term and click <code>Delete</code>. Only delete terms if you have made a mistake while creating them but you have not used them yet. You should <strong>not</strong> delete terms simply because they are over, or you will lose important data.</li> </ul>
km: <h1>វគ្គសិក្សា​នៅ​ក្នុង SchoolTool​</h1> <p>SchoolTool គាំទ្រ​កា​រកំណត់​វគ្គសិក្សា​មូលដ្ឋាន​​​ដែល​កំណត់​​​ពេល​វេលាចាប់ផ្ដើម និង​បញ្ចប់ ​​ហើយ​នៅ​ពេល​ដែល​ពួកវា​ត្រូវ​បាន​វាយតម្លៃ ។ ការ​អនុវត្ត​បច្ចុប្បន្ន​មិន​គាំទ្រ​ថាឋានុក្រម​នៃ​វគ្គសិក្សាទេ ឧទាហរណ៍ ឆ្នាំ ដែល​មាន​ពីរ​ឆមាស មាន​រយៈពេល​សម្គាល់​ពីរ ។ អ្នក​អាច​បង្កើត​វគ្គសិក្សា​ជា​ច្រើន ដែល​អាច​ជាន់​គ្នា ឧទាហរណ៍ ពីរ​ឆមាស​ និង​បី​ឆមាស​នៅ​ក្នុង​សាលា​តែ​មួយ ប៉ុន្តែ​អ្នកមិនអាច​បញ្ជាក់​ទំនាក់ទំនង​រវាង​វគ្គសិក្សា​បានទេ ។</p> <h3>តើ​ខ្ញុំ​គួរ...</h3> <ul> <li><strong>បន្ថែម​វគ្គសិក្សា ៖</strong> ជ្រើស <code>វគ្គសិក្សា​ថ្មី</code> ពី​ម៉ឺនុយ <code>សកម្មភាព</code> ។</li> <li><strong>កែសម្រួល​វ​គ្គសិក្សា ៖</strong> ចុច​លើ​វគ្គសិក្សា ។ បន្ទាប់​មក​ជ្រើស <code>កែសម្រួល</code> ពី​ម៉ឺនុយ <code>សកម្មភាព</code> ។</li> <li><strong>លុប​វគ្គសិក្សា ៖</strong> គូស​ធីក​ប្រអប់​នៅ​ជាប់​នឹង​ឈ្មោះ​វគ្គសិក្សា ហើយ​ចុច <code>លុប</code> ។ លុប​តែ​វគ្គសិក្សា​ ប្រសិនបើ​អ្នក​មាន​កំហុស​នៅពេល​បង្កើត​ពួកវា ប៉ុន្តែ​អ្នក​មិន​បានប្រើ​ពួកវា​ទេ ។ អ្នក​ <strong>មិនគួរ</strong> លុប​វគ្គសិក្សា​ដោយ​ធម្មតា​ទេ ពីព្រោះ​ពួកវា​ចប់​ហើយ បើ​មិន​ដូច្នេះទេ​ អ្នកនឹង​បាត់បង់​ទិន្នន័យ​សំខាន់ ។</li> </ul>
ms: <h1>Sistem Penggal di dalam SchoolTool</h1> <p>SchoolTool menyokong definisi asas penggal akademik. Iaitu, satu tempoh masa yang ditakrifkan apabila sesuatu seksyen bermula dan berakhir, dan bila ia dinilaikan, implementasi sekarang tidak menyokong penggal dalam konsep hierarki, contoh seperti, dalam setahun, yang mengandungi 2 semester, juga mengandungi 2 tempoh masa yang ditanda. Anda boleh mencipta beberapa penggal, yang mungkin akan bertindih, contohnya, kedua-dua semester dan ketiga-tiga semester di dalam sekolah yang sama, tetapi anda tidak boleh mengaitkan hubungan di antara semua penggal-penggal yang disebut di atas. </p> <h3>Bagaimana saya...</h3> <ul> <li><strong>Menambah penggal baru:</strong> Pilih <code>Penggal Baru</code> dari menu <code>Tindakan</code>.</li> <li><strong>Ubah Penggal:</strong> Klik ke atas penggal. Kemudian pilih <code>Ubah</code> dari menu <code>Tindakan</code>.</li> <li><strong>Padam Penggal:</strong> Tandakan kotak yang terletak bersebelahan nama penggal dan kemudian klik <code>Padam</code>. Hanya padam penggal jika anda telah membuat kesilapan ketika menciptanya dan ia tidak digunakan lagi. Anda juga <strong>tidak</strong> harus memadam penggal hanya semata-mata disebabkan ia sudah terlebih, atau anda akan kehilangan data-data penting.
nl: <h1>Periodes in SchoolTool</h1> <p>SchoolTool ondersteunt de definities van de academische basisperiodes, dat wil zeggen, een tijdsperiode dat aangeeft wanneer secties beginnen en eindigen, en wanneer zij worden geëvalueerd. De huidige implementatie ondersteunt geen hiërarchie in periodes, bijvoorbeeld, een jaar dat twee semesters bevat, die twee markeringsperiodes bevatten. U kunt diverse periodes aanmaken, die elkaar mogen overlappen, bijvoorbeeld, zowel semesters als trimesters op dezelfde school, maar u kunt geen relatie aangeven tussen de periodes.</p> <h3>Hoe kan ik...</h3> <ul> <li><strong>Een periode toevoegen:</strong> Selecteer <code>Nieuwe periode</code> in het <code>Acties</code> menu.</li> <li><strong>Periode bewerken:</strong> Klik op de periode. Selecteer daarna <code>Bewerken</code> in het <code>Acties</code> menu.</li> <li><strong>Periode verwijderen:</strong> Vink de optie naast de naam van de periode en klik op <code>Verwijderen</code>. Verwijder alleen periodes als u een fout heeft gemaakt bij het aanmaken van een periode die u nog niet heeft gebruikt. U zou <strong>geen</strong> periodes moeten verwijderen somdat ze over zijn, omdat u anders belangrijke data zal verliezen.</li> </ul>

source: Term date is not in the school year.
ar: تاريخ الفصل ليس في السنة الدراسية
km: កាល​បរិច្ឆេទ​វគ្គ​មិន​នៅ​ក្នុង​ឆ្នាំ​សិក្សា​ទេ ។
ms: Tarikh penggal tidak berada di dalam tahunan sekolah.
nb: Semester datoen er ikke i skoleåret
ne: मिति भन्ने शब्द विद्ययालय वर्षमा छैन ।
nl: Periode-datum valt niet in het schooljaar.
vi: Ngày học kỳ không có trong năm học

source: Set the date for the school
ar: تعيين التاريخ للمدرسة
km: កំណត់​កាល​បរិច្ឆេទ​សម្រាប់​សាលា
ms: Tetapkan tarikh untuk persekolahan
nb: Sett datoer for skolen
ne: विद्यालयको लागि मिति तय गर्नुहोस्
nl: Stel de datum voor de school in
vi: Thiết lập thời gian cho trường học

source: Unbound timetable.
ar: إزالة تعيين جدول مواعيد.
km: កាលវិភាគ​មិន​ជាប់​គ្នា
ms: Jadual Tidak Terbatas.
nb: Uinnbundet tidstabell
ne: असीम समय तालिका
nl: Niet gekoppeld rooster
sk: Voľný rozvrh.
vi: Thời khóa biểu không giới hạn

source: Show consecutive periods as one period in journal
nl: Laat achtereenvolgende uren als één uur zien in het journaal
vi: Thể hiện các chu kỳ liên tục như một chu kỳ trong nhật ký

source: Save
ar: حفظ
id: Simpan
km: រក្សា​ទុក
lt: Išsaugoti
ms: Simpan
nb: Lagre
ne: संचय
nl: Opslaan
sk: Ulož
sv: Spara
vi: Lưu

source: School timetable
nl: Schoolrooster
vi: Thời khóa biểu nhà trường

source: Apply from
nl: Toepassen vanaf
vi: Áp dụng từ

source: Apply until
nl: Toepassen tot
vi: Áp dụng đến

source: Timetable conflicts with another:
nl: Roosters conflicteren met elkaar:
vi: Thời khóa biểu xung đột với thời khóa biểu khác

source: Timetable does not fit in term
nl: Rooster past niet in periode
vi: Thời khóa biểu không khớp với học kỳ

source: Timetable must begin before it ends.
nl: Het begin van een rooster moet voor het einde liggen.
vi: Thời khóa biểu phải bắt đầu trước khi kết thúc

source: Invalid date. Please use YYYY-MM-DD format.
id: Tanggal salah. Mohon gunakan bentuk YYYY-MM-DD.
km: កាល​បរិច្ឆេទ​មិន​ត្រឹមត្រូវ ។ សូម​ប្រើ​ទ្រង់ទ្រាយ YYYY-MM-DD ។
lt: Netikama data. Naudokite YYYY-MM-DD formatą.
ms: Tarikh tidak sah. Sila gunakan format YYYY-MM-DD.
nb: Ugyldig dato. Bruk dato i formatet ÅÅÅÅ-MM-DD.
ne: अवैध मिति। कृपया वर्ष-महिना-दिन ढाँचा प्रयोग गर्नुहोस्।
nl: Ongeldige datum. Gebruik het formaat JJJJ-MM-DD.
sk: Neplatný dátum. Prosím použite formát RRRR-MM-DD.
sv: Ogiltigt datum. Var god och ange datumet i formatet ÅÅÅÅ-MM-DD.
vi: Ngày không hợp lệ. Hãy sử dụng định dạng năm - tháng - ngày ví dụ: 2009-12-24

source: The date does not belong to any term.
ar: التاريخ لا ينتمي إلى أي فصل
id: Tanggal ini bukan milik termin manapun.
km: កាល​បរិច្ឆេទ​មិន​មែន​ជា​របស់​វគ្គ​ណា​មួយ​ទេ ។
lt: Data nepriklauso jokiam semestrui
ms: Tarikh tidak terdapat pada mana-mana penggal.
nb: Datoen tilhører ikke et semester.
ne: कुनै सर्तसँग पनि मिति मिल्दैन।
nl: De datum hoort bij geen enkele periode.
sk: Dátum nespadá do žiadneho obdobia.
sv: Datumet tillhör ingen termin.
vi: Ngày không thuộc vào học kỳ nào

source: Some values were invalid. They are highlighted in red.
ar: بعض القيم خاطئة. ستكون مؤشرة باللون الأحمر
id: Beberapa nilai tidak benar. Nilai tersebut ditandai dengan warna merah.
km: តម្លៃ​ខ្លះ​មិន​ត្រឹមត្រូវ ។ ពួក​វា​ត្រូវ​បាន​បន្លិច​ជា​ពណ៌​ក្រហម ។
lt: Kai kurios reikšmės netinkamos. Jos išskirtos raudonai.
ms: Sesetengah nilai adalah tidak sah. Ia di tandakan dengan warna merah.
nb: Noen verdier var ugyldige. De er markert med rødt.
ne: कुनै मानहरू अवैध छन्। तिनीहरू रातोमा हाइलाइट गरिएको छ।
nl: Een aantal waardes waren ongeldig. Deze zijn in rood aangegeven.
sk: Niektoré hodnoty sú neplatné. Sú zvýraznené červeno.
sv: Vissa värden var felaktiga. De är framhävda med röd färg.
vi: Một vài giá trị không hợp lệ. Chúng được tô sáng bằng màu đỏ

source: Add Timetable
ar: إضافة جدول مواعيد
id: Tambahkan Jadwal
km: បន្ថែម​កាល​វិភាគ
lt: Sukurti tvarkaraštį
ms: Tambah Jadual
nb: Legg til tidstabell
ne: समय तालिका थप्नुहोस्
nl: Rooster toevoegen
sk: Pridať rozvrh
sv: Lägg till schema
vi: Thêm thời khóa biểu

source: Change Timetable for One Day
ar: تغيير جدول مواعيد ليوم واحد
id: Mengubah Jadwal untuk Satu Hari
km: ផ្លាស់ប្ដូរ​កាល​វិភាគ​សម្រាប់​មួយ​ថ្ងៃ
lt: Pakeisti tvarkaraštį vienai dienai
ms: Tukar Jadual untuk Satu Hari
nb: Endre tidstabell for en dag
ne: एक दिनको लागि समयतालिका परिवर्तन गर्नुहोस
nl: Pas rooster voor één dag aan.
sk: Zmeniť rozvrh pre jeden deň
sv: Ändra schema för en dag
vi: Thay đổi thời khóa biểu cho một ngày

source: New Timetable
ar: جدول مواعيد جديد
id: Jadwal Baru
km: កាល​វិភាគ​ថ្មី
lt: Naujas Tvarkaraštis
ms: Jadual Baru
nb: Ny tidstabell
ne: नयाँ समयतालिका
nl: Nieuw rooster
sk: Nový rozvrh
sv: Nytt schema
vi: Thời khóa biểu mới

source: Timetables
ar: جداول المواعيد
km: កាល​វិភាគ
lt: Tvarkaraščiai
ms: Jadual
nb: Tidstabeller
ne: समय तालिका
nl: Roosters
sk: Rozvrhy
vi: Thời khóa biểu

source: Modify event information
ar: تعديل معلومات الحدث
id: Modifikasi informasi acara
km: កែប្រែ​ព័ត៌មាន​ព្រឹត្តិការណ៍
ms: Ubahsuai maklumat acara
nb: Endre hendelsesinformasjon
ne: धटनाको सूचना परिवर्तन
nl: Gebeurtenisinformatie aanpassen.
sv: Ändra information om händelse
vi: Thay đổi thông tin một sự kiện

source: Timetable schema ${schema}
ar: تخطيط جدول مواعيد ${schema}
id: Skema Jadwal ${schema}
km: កាលវិភាគសាលា ${schema}
lt: Tvarkaraščio schema ${schema}
ms: Skema jadual ${schema}
nb: Tidstabell oppsett ${schema}
ne: समयतालिका रुपरेखा $ {schema }
nl: Lesrooster-schema ${schema}
sk: Harmonogram zvonenia ${schema}
sv: Skolschema ${schema}
vi: Thời khóa biểu, lịch biểu ${schema}

source: Please use HH:MM format for period start and end times
id: Mohon gunakan bentuk HH:MM untuk waktu mulai dan akhir periode.
km: សូម​ប្រើ​ទ្រង់ទ្រាយ HH:MM សម្រាប់​​ពេល​ចាប់ផ្ដើម និង​បញ្ចប់
lt: Naudokite HH:MM formatą pamokos pradžiai ir pabaigai nurodyti
ms: Sila gunakan format HH:MM untuk tempoh masa bermula dan berakhir
nb: Vennligst bruk tidsformatet HH:MM for periode start- og slutt tid
ne: कृपया अवधि सुरु र समाप्ति समयको लागि घण्टा:मिनेट ढाँचा प्रयोग गर्नुहोस्
nl: Gebruik het UU:MM formaat voor de start- en eindtijden
sk: Začiatok a koniec hodiny zadefinujte v tvare HH:MM.
sv: Var god och använd formatet TT:MM för lektionens start- och sluttid.
vi: Xin hãy sửa dụng định dạng HH:MM cho các thời gian bắt đầu và kết thúc

source: You must specify at least one period.
ar: يجب عليك تخصيص حصة واحدة على الأقل
id: Anda harus menspesifikasikan paling tidak satu buah periode.
km: អ្នក​ត្រូវ​តែ​បញ្ជាក់​យ៉ាង​ហោចណាស់​រយៈពេល​មួយ ។
lt: Būtina apibrėžti bent vieną pamoką
ms: Anda mesti memperincikan sekurang-kurangnya satu tempoh.
nb: Du må minst spesifisere en periode.
ne: तपाईंले कम्तिमा एउटा अवधि निर्दिष्ट गर्नुपर्दछ।
nl: U moet tenminste één periode/lesuur ingeven.
sk: Musíte špecifikovať aspoň jednu hodinu.
sv: Du måste ange åtminstone en lektion.
vi: Bạn phải chỉ định ít nhất một khoảng thời gian.

source: Duration in minutes
lt: Trukmė minutėmis
ms: Tempoh masa dalam minit
ne: मिनेटमा म्याद
nl: Tijdsduur in minuten
sk: Trvanie v minútach
vi: Trong nhiều phút

source: Please select a value
ar: من فضلك اختر قيمة
id: Silahkan pilih sebuah nilai
km: សូម​ជ្រើស​តម្លៃ
lt: Prašau, parinkite reikšmę
ms: Sila pilih nilai
nb: Vennligst velg en verdi
ne: कृपया मान चयन गर्नुहोस्
nl: Selecteer een waarde
sk: Prosím zadaj hodnotu
sv: Välj ett värde
vi: Xin hãy lựa chọn giá trị

source: Day ${number}
ar: اليوم ${number}
id: Hari ${number}
km: ថ្ងៃ ${number}
lt: ${number} diena
ms: Hari ${number}
nb: Dag ${nummer}
ne: दिन $ { number }
nl: Dag ${number}
sk: Deň ${number}
sv: Dag ${number}
vi: Ngày ${number}

source: Period 1
ar: الحصة 1
id: Periode 1
km: រយៈពេល ១
lt: Pamoka 1
ms: Tempoh 1
nb: Periode 1
ne: अवधि १
nl: Periode 1 / Lesuur 1
sk: 1. hodina
sv: Lektion 1
vi: Khoảng 1

source: Period ${number}
ar: الحصة ${number}
id: Periode ${number}
km: រយៈពេល ${number}
lt: Pamoka ${number}
ms: Tempoh ${number}
nb: Periode ${nummer}
ne: अवधि $ {number}
nl: Periode ${number} / Lesuur ${number}
sk: ${number}. hodina
sv: Lektion ${number}
vi: Khoảng ${number}

source: New timetable schema
ar: تخطيط جدول مواعيد جديد
id: Skema jadwal baru
km: កាលវិភាគ​សាលា​ថ្មី
lt: Nauja tvarkaraščio schema
ms: Skema jadual baru
nb: Nytt oppsett tidstabell
ne: नयाँ समयतालिका रुपरेखा
nl: Nieuwe uurrooster
sk: Nový harmonogram zvonenia
sv: Nytt schema
vi: Sơ đồ thời khóa biểu mới

source: Please choose a name for the timetable schema you want to create.
ar: من فضلك اختر اسماً لتخطيط جدول المواعيد الذي تريد إنشاءه.
id: Silahkan pilih sebuah nama untuk skema jadwal yang Anda ingin buat
km: សូម​ជ្រើស​ឈ្មោះ​សម្រាប់​កាលវិភាគ​សាលា​ដែលអ្នក​ចង់​បង្កើត ។
lt: Nurodykite vardą kuriamai tvarkaraščio schemai.
ms: Sila pilih satu nama untuk skema jadual yang anda hendak cipta.
nb: Vennligs velg et navn for tidstabell oppsettet du vil opprette.
ne: कृपया तपाईंले सिर्जना गर्न चाहनु भएको समयतालिकाको रुपरेखाको नाम छनौट गर्नुहोस्।
nl: Kies een naam voor het roosterschema dat u wilt maken.
sk: Zvoľte názov pre harmonogram zvonenia, ktorý chcete vytvoriť.
sv: Välj ett namn för det schema du vill skapa.
vi: Vui lòng chọn một tên cho thời schema bạn muốn tạo.

source: First, please define the days and periods of the timetable.
ar: أولاً، من فضلك عرف الأيام و الحصص في جدول المواعيد
id: Pertama, silahkan tentukan hari-hari dan periode-periode dari jadwalnya.
km: ទី​មួយ សូម​កំណត់​ថ្ងៃ និង​រយៈពេល​របស់​កាលវិភាគ ។
lt: Pirmiausia aprašome tvarkaraščio dienas ir periodus.
ms: Pertama, sila nyatakan hari dan tempoh jadual.
nb: Først, definer perioder og dager i tidstabellen.
ne: पहिले, कृपया समयतालिकाको दिनहरू र अवधिहरू परिभाषित गर्नुहोस्।
nl: Ten eerste, definieer de dagen en periodes/lesuren van het rooster.
sk: Najskôr zadefinujte dni a hodiny rozvrhu.
sv: Börja med att ange dagar och lektionstimmar för schemat.
vi: Đầu tiên, hãy định nghĩa các ngày và các khoảng thời gian trong thời khóa biểu

source: Copy periods from previous day
ar: نسخ الحصص من يوم سابق
id: Salin periode-periode dari hari sebelumnya
km: ចម្លង​រយៈពេល​ពី​ថ្ងៃ​មុន
lt: Kopijuoti pamokas iš ankstesnės dienos
ms: Salin tempoh dari hari sebelumnya
nb: Kopier perioder fra foregående dag
ne: अघिल्लो दिनबाट अवधिहरू प्रतिलिपि गर्नुहोस्
nl: Kopieer periodes/lesuren van de vorige dag
sk: Skopírovať hodiny z predchádzajúceho dňa
sv: Kopiera lektionstimmar från föregående dag
vi: Sao chép các khoảng thời gian từ những ngày trước

source: Remove this day
ar: حذف هذا اليوم
id: Hapus hari ini
km: យក​ថ្ងៃ​នេះ​ចេញ
lt: Pašalinti šitą dieną
ms: Padam hari ini
nb: Fjern denne dagen
ne: यो दिन हटाउनुहोस्
nl: Verwijder deze dag
sk: Odstrániť tento deň
sv: Ta bort denna dag
vi: Bỏ ngày này

source: Add day
ar: إضافة يوم
id: Tambahkan hari
km: បន្ថែម​ថ្ងៃ
lt: Pridėti dieną
ms: Tambah hari
nb: Legg til en dag
ne: दिन थप्नुहोस्
nl: Dag toevoegen
sk: Pridať deň
sv: Lägg till dag
vi: Thêm ngày

source: Add period
ar: إضافة حصة
id: Tambahkan periode
km: បន្ថែម​រយៈពេល
lt: Pridėti pamoką
ms: Tambah tempoh
nb: Legg til en periode
ne: अवधि थप्नुहोस्
nl: Periode/Lesuur toevoegen
sk: Pridať hodinu
sv: Lägg till lektion
vi: Thêm khoảng

source: Second, select the way timetable days are aligned with calendar days.
id: Kedua, pilih cara jadwal harian disesuaikan dengan kalender harian.
km: ទី​ពីរ ជ្រើស​វិធី​ដែល​ថ្ងៃ​របស់កាលវិភាគ​ត្រូវ​បាន​​តម្រូវ​ជា​មួយនឹង​ថ្ងៃ​របស់​ប្រតិទិន ។
lt: Antra, pasirinkite būdą, kaip tvarkaraščio dienos atitiks kalendorines dienas
ms: Kedua, pilih bagaimana jadual untuk hari diselaraskan dengan kalendar untuk hari.
nb: Deretter, velg hvordan dager i tidstabellen er sammordnet mot kalender dagene i uken.
ne: दोस्रो, भित्तेपात्रो दिनहरूमा पङ्क्तिबद्ध भएको समयतालिका दिनहरू चयन गर्नुहोस्।
nl: Ten tweede, selecteer hoe de roosterdagen overeenkomen met kalenderdagen.
sk: V druhom kroku vyberte spôsob, akým budú dni rozvrhu prepojené s kalendárnymi dňami.
sv: Ange därefter hur schemats dagar skall paras ihop med kalendardagar.
vi: Thứ hai, lựa chọn con đường đến thời khóa biểu theo kiểu lịch ngày.
