Repository: schooltool-project/schooltool
Catalog: src/schooltool/locales/*.po
Languages: ar, id, km, lt, ms, nb, ne, nl, sk, sv, vi

source: CSV data <strong>must</strong> include a resource title and <strong>may</strong> include an optional resource description. Any extra information will be discarded.
ar: بيانات CSV <strong>يجب</strong> أن تحتوي على عنوان مورد و<strong>يمكن</strong> أن تحوي على توصيف مورد اختيارياً. أي معلومات إضافية سيتم تجاهلها
id: Data CSV <strong>harus</strong> termasuk judul sumber daya dan <strong>bisa</strong> memasukkan penjelasan sumber daya lainnya sebagai sebuah pilihan. Informasi tambahan lainnya akan diabaikan.
km: ទិន្នន័យ CSV <strong>ត្រូវតែ</strong> រួម​បញ្ចូល​ចំណង​ជើង និង <strong>អាច</strong> រួម​មាន​សេចក្ដី​ពិពណ៌នា​ធនធាន​ជា​ជម្រើស ។ ព័ត៌មាន​បន្ថែម​ណាមួយ​នឹង​ត្រូវ​បាន​បោះបង់ ។
lt: CSV duomenyse <strong> būtinas </strong> resurso ID ir <strong> galimas </strong> nebūtinas resurso aprašymas. Papildomi įrašai ignoruojami.
ms: Data CSV <strong>mesti</strong> mengandungi tajuk/nama sumber dan <strong>boleh</strong> dimasukkan keterangan sumber sebagai pilihan. Sebarang maklumat tambahan akan diabaikan.
nb: CSV data <strong>må</strong>inkludere en ressurs tittel og <strong>kan</strong> inkludere en valgfritt ressurs beskrivelse. Andre ekstra informasjon vill bli sett bort i fra.
ne: CSV डाटाले <strong>अनिवार्य</strong> संसाधन शीर्षक र <strong>सायद</strong> वैकल्पिक संसाधन वर्णन समावेश गरेको हुनुपर्दछ. कुनै पनि अतिरिक्त सूचनाहरूलाई छाडिन्छ।
nl: CSV-gegevens <strong>moeten</strong> een titel van de voorziening en <strong>mogen</strong> een optionele beschrijving van de voorziening bevatten. Alle verdere informatie wordt weggegooid.
sk: CSV údaje <strong>musia</strong> obsahovať názov zdroja a <strong>môžu</strong> obsahovať nepovinný popis zdroja. Akékoľvek ďalšie informácie budú zrušené.
sv: CSV data <strong>måste</strong> inkludera en resurstitel och <strong>får</strong> innehålla en resursbeskrivning. All extra information kommer att förkastas.
vi: Dữ liệu CSV phải bao gồm tên của tài nguyên và có thể bao gồm một tùy chọn mô tả về tài nguyên đó. Bất kỳ một thông tin mở rộng nào cũng bị bỏ qua

source: PRJ302, Overhead Projector #302 Main Auditorium,,location LC-805, Laptop Computer #805
ms: PRJ302, Overhead Projector #302 Main Auditorium,,location LC-805, Laptop Computer #805 Default: "" "PRJ302, Overhead Projector #302\n" "Main Auditorium,,location\n" "LC-805, Laptop Computer #805"
nb: PRJ302, Overhead Fremviser #302 Hoved Auditorium,,sted BP-805, Bærbar PC #805
nl: PRJ302, Overheadprojector #302 Auditorium,,locatie LC-805, Laptop #805
vi: PRJ302, Là mã số của máy chiếu số #302 Main Auditorium,,Vị trí: LC-805, Laptop Computer #805

source: The above example will create 3 resources titled 'PRJ302', 'Main Auditorium' and 'LC-805'. The first and last resource will have the descriptions 'Overhead Projector #302' and 'Laptop Computer #805' respectively. The "Main Auditorium" resource will have no description, but will be a location.
km: ឧទាហរណ៍​ខាង​លើ​នឹង​បង្កើត​ធនធាន​ចំនួន​​បី ដែលមាន​ចំណង​ជើង​ថា 'PRJ302', 'Main Auditorium' និង 'LC-805' ។ ធនធាន​ដំបូង​ និង​ធនធាន​​ចុងក្រោយ​នឹង​មាន​សេចក្ដី​ពិពណ៌នា​ 'Overhead Projector #302' and 'Laptop Computer #805' រៀងៗ​ខ្លួន ។ ធនធាន "Main Auditorium" នឹង​គ្មាន​សេចក្ដី​ពិពណ៌នា​ទេ ប៉ុន្តែ​នឹង​មាន​ទីតាំង ។
ms: Contoh di atas akan mencipta 3 sumber yang bernama/bertajuk 'PRJ302', 'Main Auditorium' and 'LC-805'. Sumber yang pertama dan ketiga akan mempunyai keterangan 'Overhead Projector #302' dan 'Laptop Computer #805' untuk setiap satu. Sumber "Main Auditorium" tidak mempunyai sebarang keterangan, tetapi lokasi tempat.
nb: Eksemplet ovenfor vil opprette 3 ressurser kalt 'PRJ302', 'Hoved Auditorium' og 'BP-805'. Den første og andre ressursen vil ha beskrivelsene 'Overhead Fremviser #302' og 'Bærbar PC #805'. 'Hoved Auditorium' ressursen vil ikke ha en beskrivelse, men vil være et sted.
nl: Het bovenstaande voorbeeld genereert 3 voorzieningen met de namen 'PRJ302', 'Auditorium' and 'LC-805'. De eerste en laatste voorziening hebben respectievelijk de omschrijving 'Overheadprojector #302' en 'Laptop #805'. De 'Auditorium'-voorziening heeft geen omschrijving maar wel een locatie.
vi: Trong ví dụ trên sẽ tạo ra ba tài nguyên với các tiêu đề: 'PRJ302', 'Main Auditorium' và 'LC-805'. Tài nguyên thứ nhất và cuối cùng sẽ có các mô tả là 'Overhead Projector #302' và 'Laptop Computer #805'. Tài nguyên "Main Auditorium" sẽ không có mô tả nào, nhưng sẽ có một địa chỉ

source: Resource index
ar: فهرس المورد
id: Index sumberdaya
km: លិបិក្រម​ធនធាន
lt: Resursų indeksas
ms: Indeks Sumber
nb: Ressurs oversikt
ne: संशाधन अनुक्रमणिका
nl: Voorzieningenindex
sk: Zoznam zdrojov
sv: Översikt resurser
vi: Chỉ số tài nguyên

source: Resource Demographics Container
nl: Houder voorzieningsgegevens

source: Resource identification
nl: Identificatie voorziening

source: Resource demographics
nl: Voorzieningsgegevens

source: Add new resource
nl: Nieuwe voorziening toevoegen

source: Edit resource
nl: Voorziening bewerken

source: Location identification
nl: Identificatie locatie

source: Location demographics
nl: Locatiegegevens

source: Add new location
nl: Nieuwe locatie toevoegen

source: Edit location
nl: Locatie bewerken

source: Equipment identification
nl: Identificatie apparaat

source: Equipment demographics
nl: Apparaatgegevens

source: Add new equipment
nl: Nieuw apparaat toevoegen

source: Edit equipment
nl: Apparaat bewerken

source: Resource Help
ar: مساعدة المورد
id: Bantuan Sumber daya
km: ជំនួយ​ធនធាន
ms: Sumber Bantuan
nb: Ressurshjelp
ne: संशाधन मद्दत
nl: Voorzieningenhulp
sv: Resurshjälp

source: Title of the resource.
ar: عنوان المورد.
id: Judul dari sumber daya
km: ចំណង​ជើង​ធនធាន ។
lt: Resurso pavadinimas
ms: Nama sumber.
nb: Tittel på ressurs
ne: संशाधनको शीर्षक।
nl: Titel van de voorziening.
sk: Názov zdroja.
sv: Resursens rubrik.
vi: Tiêu đề của tài nguyên

source: Resource Type
ar: نوع المورد
id: Tipe Sumber Daya
km: ប្រភេទ​ធនធាន
ms: Jenis Sumber
nb: Ressurstype
ne: संशाधन प्रकार
nl: Soort voorziening
sv: Resurstyp
vi: Kiểu tài nguyên

source: Type of resource
ar: نوع المورد
id: Tipe dari sumber daya
km: ប្រភេទ​របស់​ធានធាន
ms: Jenis Sumber
nb: Ressurstype
ne: संशाधनको प्रकार
nl: Soort voorziening
sv: Typ av resurs
vi: Kiểu tài nguyên

source: Description of the resource.
ar: توصيف المورد.
id: Penjelasan dari sumber daya
km: សេចក្ដីពិពណ៌នា​ធនធាន ។
lt: Resurso aprašymas
ms: Keterangan sumber
nb: Beskrivelse av ressurs
ne: संशाधनको वर्णन।
nl: Beschrijving van de voorziening.
sk: Popis zdroja.
sv: Beskrivning av resursen.
vi: Mô tả của tài nguyên

source: Notes for the resource.
ar: ملاحظات على المورد.
id: Catatan-catatan untuk sumber daya.
km: ចំណាំ​សម្រាប់​ធនធាន ។
ms: Nota sumber.
nb: Notater for ressurs
ne: संशाधनको लागि नोटहरु
nl: Notities voor de voorziening
sv: Anteckningar om resursen.
vi: Các chú thích của tài nguyên

source: Location Type
ar: نوع الموقع
id: Tipe Lokasi
km: ប្រភេទ​ទីតាំង
ms: Jenis Lokasi
nb: Romtype
ne: ठाउँ प्रकार
nl: Soort locatie
sv: Platstyp
vi: Định vị (Địa chỉ) của tài nguyên

source: Type of location (i.e. computer lab, class room, etc.)
ar: نوع الموقع (قاعة الحاسب، غرفة الصف، الخ...)
id: Tipe lokasi (seperti lab komputer, ruang kelas, dll)
km: ប្រភេទ​ទីតាំង (ឧ. បន្ទប់​កុំព្យូទ័រ ថ្នាក់​រៀន ។ល។)
ms: Jenis lokasi (cth: makmal komputer, bilik darjah, dll.)
nb: Bruksområde for rommet (f.eks datalab, klasserom o.l)
ne: ठाउँको प्रकार (जस्तै कम्प्यूटर ल्याब, कक्षा कोठा, ईत्यादी)
nl: Soort locatie
sv: Typ av plats (t.ex. datorsal, klassrum m.m.)
vi: Kiểu định vị (ví dụ: Máy tính, lớp học)

source: Capacity
id: Kapasitas
km: សមត្ថភាព
lt: Talpa
ms: Kapasiti
nb: Kapasitet
ne: क्षमता
nl: Capaciteit
sv: Kapacitet
vi: Diện tích

source: Capacity of the room
id: Kapasitas ruangan
km: សមត្ថភាព​ថ្នាក់​រៀន
ms: Kapasiti bilik
nb: Rommets kapasitet
ne: कोठाको क्षमता
nl: Capaciteit van de ruimte
sv: Rummets kapacitet
vi: Diện tích của các phòng

source: Equipment Type
ar: نوع التجهيز
id: Tiper Peralatan
km: ប្រភេទ​បរិក្ខា
ms: Jenis Perkakasan
nb: Utstyrstype
ne: सामग्ररी प्रकार
nl: Soort apparaat
sv: Utrustningstyp
vi: Kiểu thiết bị

source: Type of equipment (i.e. camcorder, computer, etc.)
ar: نوع التجهيز (جهاز إسقاط، حاسب، الخ...)
id: Tipe peralatan (seperti perekam, komputer, dll)
km: ប្រភេទ​បរិក្ខា (ឧ. កុំព្យូទ័រ ម៉ាស៊ីន​ថត ។ល។)
ms: Jenis Perkakasan (cth: kamkorder, komputer, dll.)
nb: Typebetegnelse på utstyr (f.eks videokamera, datamaskin o.l)
ne: सामग्रीको प्रकार ( जस्तै क्यामकर्डर, कम्प्यूटर, ईत्यादि )
nl: Soort van apparaat (bv. camcorder, computer,enz.)
sv: Typ av utrustning (t.ex. videokamera, dator, etc.)
vi: Kiểu của thiết bị (ví dụ: Máy quay, máy tính ...)

source: Manufacturer
ar: مصنّع
id: Pabrikan
km: ក្រុមហ៊ុន​ផលិត
lt: Gamintojas
ms: Pengilang
nb: Produsent
ne: उत्पादक
nl: Fabrikant
sv: Tillverkare
vi: Nhà sản xuất

source: Manufacturer of Equipment
ar: مصنّع التجهير
id: Pabrikan dari Peralatan
km: ក្រុមហ៊ុន​ផលិត​របស់​បរិក្ខា
ms: Pengilang Perkakasan
nb: Utstyrsprodusent
ne: सामग्ररीको उत्पादक
nl: Fabrikant van het apparaat
sv: Tillverkare av utrustning
vi: Nhà sản xuất của thiết bị

source: Model of Equipment
ar: طراز التجهيز
id: Model dari Peralatan
km: ម៉ូដែល​របស់បរិក្ខា
ms: Model Perkakasan
nb: Utstyrsmodell
ne: सामग्रीको प्रकार
nl: Model van het apparaat
sv: Utrustningens modell
vi: Kiểu của thiết bị

source: Serial Number
ar: الرقم التسلسلي
id: Nomor Seri
km: លេខ​សម្គាល់
lt: Serijos numeris
ms: Nombor Siri
nb: Serienummer
ne: सिरियल नम्बर
nl: Serienummer
sv: Serienummer
vi: Số thứ tự

source: Serial Number of Equipment
ar: رقم التجهيز التسلسلي
id: Nomor Seri dari Peralatan
km: លេខ​សម្គាល់​​របស់បរិក្ខា
lt: Įrangos serijos numeris
ms: Nombor Siri Perkakasan
nb: Serienummer på utstyret
ne: सामग्रीको सिरियल नम्बर
nl: Serienummer van het apparaat
sv: Utrustningens serienummer
vi: Số thứ tự của thiết bị

source: Purchase Date
ar: تاريخ الشراء
id: Tanggal Pembelian
km: កាបរិច្ឆេទ​ទិញ
lt: Įsigijimo data
ms: Tarikh Beli
nb: Kjøpsdato
ne: खरिद मिति
nl: Aankoopdatum
sv: Inköpsdatum
vi: Ngày hết hạn

source: Purchase Date of Equipment
ar: تاريخ شراء التجهيز
id: Tanggal Pembelian dari Peralatan
km: កាលបរិច្ឆេទ​ទិញ​បរិក្ខា
lt: Įrangos įsigijimo data
ms: Tarikh Beli Perkakasan
nb: Kjøpsdato på utstyret
ne: सामग्री खरिद गरेको मिति
nl: Aankoopdatum van het apparaat
sv: Utrustningens inköpsdatum
vi: Ngày hết hạn của thiết bị

source: Id of the resource type.
ar: معرّف نوع المورد.
id: Id dari tipe sumber daya.
km: លេខសម្គាល់​​នៃ​​ប្រភេទ​ធនធាន
ms: Id jenis-jenis sumber.
nb: id på ressurstypen
ne: संशाधन प्रकारको आइडी
nl: Id van soort voorziening
sv: Id för resurstypen.
vi: Định danh Id của các kiểu tài nguyên

source: Used for lookup of named utilities that have resource type specific information.
km: បាន​ប្រើ​សម្រាប់​រក​មើល​ឧបករណ៍​ប្រើប្រាស់​ដែល​មាន​ឈ្មោះ​ ដែល​មាន​ព័ត៌មាន​ជាក់លាក់​របស់​ប្រភេទ​ធនធាន ។
ms: Digunakan untuk mencari utiliti yang mempunyai sumber jenis maklumat terperinci.
nb: Brukt til oppslag av navngitte verktøy som har en ressurs type spesifikk informasjon.
nl: Wordt gebruikt voor het opzoeken van benoemde gereedschappen die bron-specifieke informatie hebben.
sv: Används för att slå upp namngivna resurser med resurstypsspecifika uppgifter.
vi: Sử dụng các tiện ích tìm kiếm tên mà các thông tin riêng cho từng loại tài nguyên.

source: The title of a resource type.
ar: عنوان نوع المورد.
id: Judul dari tipe sumber daya.
km: ចំណង​ជើង​ប្រភេទ​ធនធាន ។
ms: Nama jenis sumber.
nb: Tittelen på en ressurstype
ne: संशाधनको प्रकारको शीर्षक
nl: Titel van de soort voorziening
sv: Titel för resurstyp
vi: Tiêu đề của các kiểu tài nguyên

source: A string that will be displayed to users in tables or resource type selection widgets.
km: ខ្សែអក្សរ​ដែល​នឹង​​ត្រូវ​បានបង្ហាញ​ដល់​អ្នកប្រើ នៅ​ក្នុង​តារាង ឬ​ធាតុក្រាហ្វិក​ជម្រើស​ប្រភេទ​ធនធាន ។
ms: Ayat yang akan dipaparkan kepada pengguna di dalam jadual atau jenis sumber dalam widget pemilihan.
nb: En streng som vil bli vist til brukerne i tabellene, eller ressurstype velgedings.
nl: Een tekstreeks wordt getoond aan gebruikers in tabellen en selectievakken voor bronnen.
vi: Một xâu sẽ được hiển thị cho những người sử dụng trong các bảng hoặc các kiểu tài nguyên lựa chọn các tiện ích

source: Resource
ar: مورد
id: Sumber Daya
km: ធនធាន
lt: Resursas
ms: Sumber
nb: Ressurs
ne: संशाधन
nl: Voorziening
sv: Resurs
vi: Tài nguyên

source: Only school administration can view the list of resources.
nl: Alleen de schooladministratie kan de lijst met voorzieningen zien.
vi: Chỉ người quản trị xem được danh sách tài nguyên.

source: The list of resources in the system is visible to the general public.
nl: De lijst met voorzieningen is zichtbaar voor iedereen.
vi: Danh sách tài nguyên trong hệ thống là công khai.

source: Information about each resource is visible to school administration and leaders of the resource.
nl: Informatie over elke voorziening is zichtbaar voor de schooladministratie en de leiders van de voorziening.
vi: Thông tin về mỗi tài nguyên chỉ người quản trị và phụ trách xem được.

source: Information about each resource is visible to the general public.
nl: Informatie over elke voorziening is zichtbaar voor iedereen.
vi: Thông tin về tài nguyên là công khai.

source: Resource calendars are visible to school administration, teachers, and leaders of the resource.
nl: Voorzieningsagenda's zijn zichtbaar voor de schooladministratie, leraren en de leiders van de voorziening.
vi: Người quản trị, giáo viên, và phụ trách tài nguyên có thể xem lịch sử dụng tài nguyên.

source: Resource calendars are visible to the general public.
nl: Voorzieningsagenda's zijn zichtbaar voor iedereen.
vi: Lịch sử dụng tài nguyên là công khai.

source: Resources are locations or objects within a school. SchoolTool's calendar can function as a reservation and tracking system for resources.
ms: Sumber-Sumber bermaksud lokasi-lokasi atau objek-objek di dalam sesebuah sekolah. Kalendar SchoolTool boleh berfungsi sebagai sistem pemantauan dan penempahan untuk sumber-sumber.
nl: Voorzieningen zijn locaties of objecten in de school. SchoolTool's agenda kunt u gebruiken als een reserverings- en traceringssysteem van voorzieningen.
vi: Tài nguyên được định vị hoặc các đối tượng trong trường.Lịch biểu của Schooltool có chức năng đặt trước và ghi băng hệ thống và tài nguyên

source: Reservations
ms: Tempahan
nb: Reservasjoner
ne: आरक्षण
nl: Reserveringen
sv: Bokningar
vi: đặt trước

source: List/Search resources
km: ធនធាន រាយបញ្ជី/ស្វែងរក
ms: Senarai/Carik sumber-sumber
ne: संशाधनहरुको सूची बनाउनुहोस्/खोज्नुहोस्
nl: Voorzieningen tonen/zoeken
vi: Danh sách/Tìm kiếm tài nguyên

source: Add/Remove resources
km: បន្ថែម/ដកចេញ ធនធាន
ms: Tambah/Buang sumber-sumber
ne: संशाधनहरु हेर्नुहोस्/ थप्नुहोस्
nl: Voorzieningen toevoegen/verwijderen
vi: thêm/Gỡ bỏ tài nguyên

source: View a resource
km: មើល មួយធនធាន
ms: Lihat sumber
ne: संशाधन हेर्नुहोस्
nl: Een voorziening bekijken
sv: Visa en resurs
vi: Xem tài nguyên

source: Modify a resource
km: ផ្លាស់ប្តូរ មួយធនធាន
ms: Ubahsuai sumber
ne: संशाधन उपांतरण गर्नुहोस्
nl: Een voorziening bewerken
sv: Redigera en resurs
vi: Thay đổi một tài nguyên

source: View reservation calendar
ms: Lihat kalendar tempahan
ne: आरक्षण भित्तेपात्रो हेर्नुहोस्
nl: Reserveringenagenda bekijken
vi: Xem Lịch biểu đặt trước

source: Schedule reservation via calendar
ms: Penjadualan tempahan melalui kalendar
ne: भित्तेपात्रोद्वारा आरक्षण अनुसूची गर्नुहोस्
nl: Reserveringen inplannen via de agenda
vi: Kế hoạch đặt trước qua Lịch biểu

source: Equipment
ar: تجهيز
id: Peralatan
km: បរិក្ខា
ms: Perkakasan
nb: Utstyr
ne: सामग्री
nl: Materiaal
sv: Utrustning
vi: Thiết bị

source: Type
ar: نوع
id: Tipe
km: ប្រភេទ
ms: Jenis
ne: प्रकार
nl: Soort
sv: Typ
vi: Kiểu

source: Sample Data Generation
ar: توليد بيانات نموذجية
km: ការ​បង្កើត​គំរូ​ទិន្នន័យ
ms: Penjanaan Data Contoh
nb: Eksempel data generering
ne: नमूना डाटा पिँढी
nl: Voorbeeld van gegenereerde data
sk: Generovanie ukážkových dát
sv: Skapa exempeldata
vi: Sinh Dữ liệu ví dụ

source: Warning: proceeding will populate the database with randomly generated data. Do not do this if you have any valuable data in your SchoolTool instance.
km: ការ​ព្រមាន ៖ ការ​ធ្វើបន្ត​នឹង​គណនា​មូលដ្ឋាន​ទិន្នន័យ​ដែលមាន​ទិន្នន័យ​ដែលបានបង្កើត​ដោយ​ចៃដន្យ ។ កុំ​​ធ្វើវា​ប្រសិនបើ​អ្នក​មាន​ទិនន្ន័យ​ដែល​មាន​តម្លៃ​នៅ​ក្នុង​ធាតុ SchoolTool របស់​អ្នក ។
ms: Amaran: tindakan seterusnya akan memenuhi pengkalan data dengan data yang dijana secara rawak. Dilarang melakukan tindakan ini jika anda mempunyai sebarang data berharga di dalam SchoolTool anda.
nb: Advarsel: Å fortsette vil fylle databasen med tilfeldig genererte data. Ikke gjør dette hvis du har verdifulle data i din SchoolTool instans.
ne: चेतावनी: कार्यबिवरणले अनियमित रुपमा सिर्जना गरेको डाटासँगै डाटाबेसलाई राख्नेछ । यदि तपाईँसँग तपाईँको स्कूलउपकरण दृष्टान्तमा कुनै महत्वपूर्ण डाटा छैन भने यसलाई नगर्नुहोस्।
nl: Waarschuwing: als u doorgaat wordt de database gevuld met willekeurige informatie. Doe dit niet als u waardevolle informatie in uw SchoolTool heeft.
sk: Varovanie: pokračovanie vytvorí databázu s náhodne vygenerovanými dátami. Ak máte v Schooltool nejaké cenné dáta, odporúčam nepokračovať.
sv: OBS: Om du fortsätter kommer databasen fyllas med automatiskt genererad data. Gör inte detta om du har någon viktig data i databasen.
vi: Cảnh báo: Tiến trình sẽ lưu trong cơ sở dữ liệu với các dữ liệu phát sinh ngẫu nhiên. Không làm việc này nếu bạn có bất kỳ thể hiện dữ liệu riêng nào trong Schooltool

source: This creates a school of 1,000 students and data for 4 terms. If you select all options, it can take a <strong>long</strong> time. Just let it run.
km: វា​បង្កើត​សាលា​រៀន​​មាន​សិស្ស ១០០០ និង​ ទិន្នន័យ​សម្រាប់​​ ៤ វគ្គ ។ ប្រសិនបើ​អ្នក​ជ្រើស​ជម្រើស​ទាំងអស់ វា​អាច​ត្រូវការ​ពេលវេលា <strong>ច្រើន</strong> ។ គ្រាន់​តែរត់​វា ។
ms: Ini akan mencipta sebuah sekolah yang mempunyai 1,000 orang pelajar dan data untuk 4 penggal. Jika anda memilih semua pilihan yang ada, ini akan mengambil masa yang <strong>lama</strong>. Biarkan ia terus berjalan.
nb: Dette opprette en skole med 1 000 studenter og data for 4 semestre. Hvis du velger alle alternativene, kan det ta <strong>lang</strong> tid. Bare la den kjøre.
nl: Dit creëert een school met 1000 leerlingen en data voor 4 periodes. Indien u alle opties selecteert kan dit een <strong>lange</strong> tijd duren. Gelieve dit proces niet te onderbreken.
vi: Việc tạo một trường học cho 1000 Học sinh và dữ liệu cho 4 học kỳ. Nếu bạn chọn tất cả các tùy chọn, nó sẽ chiếm một thời gian dài. Rồi mới chạy

source: Setting a random seed allows you to to reproduce the same set of sample data by generating it again with the same value of the random seed.
km: ការ​កំណត់​ចៃដន្យ​អនុញ្ញាត​ឲ្យ​អ្នក​បង្កើត​គំរូ​ទិន្នន័យ​ដូច​គ្នា​ដោយ​បង្កើត​វា​ម្ដង​ទៀត​ដែលមាន​តម្លៃ​ចៃដន្យ​ដូច​គ្នា ។
ms: Penetapan benih secara rawak akan membolehkan anda untuk menghasilkan satu set data contoh yang sama dengan menjana semula dengan nilai benih secara rawak yang sama.
nb: Sette et tilfeldighetstall muliggjør for deg å reprodusere det samme settet med eksempel data ved å genere dem på nytt med hjelp av tilfeldighetstallet.
ne: अनियमित बीजको सेटिङले तपाईंलाई उही मानको अनियमित बीजसँगै यसलाई फेरि सिर्जना गरेर नमूना डाटाको उस्तै सेट उत्पन्न गर्न अनुमति दिन्छ।
nl: Het kiezen van een willekeurig begingetal stelt u in staat om dezelfde set voorbeeldgegevens te krijgen, als u deze opnieuw genereert met hetzelfde willekeurig begingetal.
vi: Thiết lập ngẫu nhiên các phôi cho phép bạn có thể sao chép một tập hợp dữ liệu ví dụ giống nhau bằng việc phát sinh. Nó có thể ngược với các giá trị giống nhau của các phôi ngẫu nhiên

source: View Dependencies
ar: عرض الاعتمادات
id: Lihat Ketergantungan
km: មើល​ភាព​អាស្រ័យ
ms: Lihat Kebergantungan
nb: Vis avhengigheter
ne: निर्भरताहरू हेर्नुहोस्
nl: Afhankelijkheden bekijken
sv: Visa beroenden
vi: Xem các phụ thuộc

source: Generate
ar: توليد
id: Menghasilkan
km: បង្កើត
lt: Generuoti
ms: Jana
nb: Generer
ne: उत्पादन गर्नुहोस्
nl: Genereren
sk: Generovať
sv: Generera
vi: Tạo ra

source: School Years
ar: سنوات الدراسة
km: ឆ្នាំ​សិក្សា
lt: Mokslo metai
ms: Tahun Sekolah
nb: Skoleår
ne: विद्यालय वर्षहरु
nl: Schooljaren
sk: Školské roky
sv: Skolår
vi: Năm học

source: New School Year
ar: سنة دراسية جديدة
km: ឆ្នាំ​សិក្សា​ថ្មី
lt: Nauji mokslo metai
ms: Tahun Sekolah Baru
nb: Nytt skoleår
ne: नयाँ विद्यालय वर्ष
nl: Nieuw schooljaar
sk: Nový školský rok
sv: Nytt skolår
vi: Năm học mới

source: You can not delete the active school year. Unless you are deleting all the school years.
km: អ្នក​មិនអាច​លុប​ឆ្នាំ​សិក្សា​សកម្ម​បានទេ ។ លុះត្រា​តែ​អ្នកលុប​ឆ្នាំ​សិក្សាទាំងអស់ ។
ms: Anda tidak boleh memadan tahunan sekolah yang sedang aktif. Melainkan anda mahu memadam kesemua tahunan sekolah.
nb: Du kan ikke slette det aktive skoleåret, med mindre du sletter alle skoleårene.
ne: तपाईले चालु विद्यालय वर्ष मेट्न सक्नुहुन्न । जबसम्म तपाईले सबै विद्यालय वर्ष मेटाउनुहुन्न ।
nl: Het is niet mogenlijk het actieve schooljaar te verwijderen behalve als je alle schooljaren wilt verwijderen.
vi: Bạn không được xóa năm học đang hoạt động. Trừ khi bạn đang xóa tất cả các năm học

source: First day
km: ថ្ងៃដំបូង
lt: Pirmoji diena
ms: Hari Pertama
ne: पहिलो दिन
nl: Eerste dag
sv: Första dag
vi: Ngày đầu tiên

source: Last day
km: ថ្ងៃចុងក្រោយ
lt: Paskutinioji diena
ms: Hari Terakhir
ne: अन्तिम दिन
nl: Laatste dag
sv: Sista dag
vi: Ngày cuối cùng

source: Add new school year
km: បន្ថែម​ឆ្នាំ​សិក្សា​ថ្មី
lt: Pridėti naujus mokslo metus
ms: Tambah tahun sekolah baru
nb: Legg til nytt skoleår
ne: नयाँ विद्यालय वर्ष थप्नुहोस्
nl: Voeg een nieuw schooljaar toe
sk: Pridať nový školský rok
sv: Lägg till nytt skolår
vi: Thêm một năm học mới

source: Change information for ${schoolyear_title}
km: ផ្លាស់ប្ដូរ​ព័ត៌មាន​សម្រាប់ ${schoolyear_title}
lt: Pakeisti ${schoolyear_title} informaciją
ms: Tukar maklumat untuk ${schoolyear_title}
nb: Endre informasjonen til ${schoolyear_title}
ne: ${schoolyear_title} को लागि सूचना बदल्नुहोस्
nl: Informatie voor schooljaar ${schoolyear_title} wijzigen
vi: Thay đổi thông tin cho ${schoolyear_title}

source: School year must begin before it ends.
km: ឆ្នាំ​សិក្សា​ត្រូវតែ​ចាប់ផ្ដើម​មុន​វា​បញ្ចប់ ។
ms: Tahun sekolah mesti bermula sebelum ia berakhir.
nb: Skoleåret må begynne før det slutter.
ne: विद्यालय वर्ष खतम हुनु भन्दा अगाडी सुरु गर्नुपर्छ ।
nl: Een schooljaar moet beginnen voordat het eindigt
sv: Skolåret måste börja innan det slutar.
vi: Năm học phải bắt đầu trước khi kết thúc

source: School Year
ar: سنة المدرسة
km: ឆ្នាំ​សិក្សា
lt: Mokslo metai
ms: Tahun Sekolah
nb: Skoleår
ne: विद्यालय वर्ष
nl: Schooljaar
sv: Skolår
vi: Năm học

source: Add a new term
ar: إضافة فصل جديد
km: បន្ថែម​វគ្គសិក្សា​ថ្មី
lt: Pridėti naują semestrą
ms: Tambah penggal baru
nb: Legg til en ny periode
ne: नयाँ सर्त थप्नुहोस्
nl: Voeg een nieuwe periode toe
sk: Pridať nové obdobie
sv: Lägg till en ny termin
vi: Thêm một kỳ học mới

source: Copy data from active school year: ${active_schoolyear}
nl: Kopieer data van het actieve schooljaar: ${active_schoolyear}
vi: Sao dữ liệu từ năm học đang hoạt động: ${active_schoolyear}

source: All Courses
nl: Alle vakken
vi: Tất cả khóa học

source: All Timetable Schemas
nl: Alle roosterschema's
vi: Tất cả lược đồ thời khỏa biểu

source: Copy members
nl: Leden kopiëren
vi: Sao thành viên

source: The active school year is ${year} (${start_date} - ${end_date})
nl: Het actieve schooljaar is ${year} (${start_date} - ${end_date})
vi: Năm học đang hoạt động là ${year} (${start_date} - ${end_date})

source: Activate selected school year
nl: Actieve geselecteerde schooljaar
vi: Năm học đang chọn
