Repository: schooltool-project/schooltool
Catalog: src/schooltool/locales/*.po
Languages: ar, id, km, lt, ms, nb, ne, nl, sk, sv, vi

source: Cannot link sections in different school years
ar: لا يمكن ربط أقسام في سنوات دراسية مختلفة
km: មិន​អាច​តភ្ជាប់​ផ្នែក​នៅ​ក្នុង​ឆ្នាំ​សិក្សា​ផ្សេង​គ្នា
ms: Tidak boleh menghubung seksyen di dalam tahun sekolah yang berbeza
ne: छुट्टा छुट्टै स्कुल वर्षमा सेक्सनहरु लिंक गर्न सकिँदैन
nl: Kan secties in verschillende schooljaren niet koppelen
vi: Không liên kết các môn trong các năm học khác nhau được

source: Sections must be in consecutive terms
ar: الأقسام يجب أن تكون في فصول متعاقبة
km: ភាគត្រូវតែ​នៅ​ក្នុង​វគ្គសិក្សា​បន្ត​បន្ទាប់
ms: Seksyen mesti di dalam penggal berturut-turut
ne: सेक्सनहरु लगातार अवधिमा हुनुपर्छ
nl: Secties moeten in opvolgende periodes staan
vi: Các lớp học phải nằm trong các học kỳ liền nhau

source: Basic information about sections is only visible to instructors and students in that section, and school administration.
nl: Basisinformatie over de secties is alleen zichtbaar voor leraren en leerlingen in die sectie en de schooladministratie.
vi: Chỉ giáo viên, học sinh trong lớp và người quản trị xem được thông tin cơ bản về lớp đó.

source: Basic information about sections, including rosters, is visible to the general public.
nl: Basisinformatie over de secties, inclusief de roosters, is zichtbaar voor iedereen.
vi: Thông tin về lớp học và học sinh trong lớp là công khai.

source: A course in SchoolTool describes a set curriculum taught in a section.
ms: Kursus dalam SchoolTool adalah satu kumpulan kurikulum yang diajar dalam satu seksyen.
ne: स्कुलटुलको पाठ्यक्रमले सेक्सनमा पढाई भएको समुच्चय पाठ्यचर्याको वर्णन गर्छ।
nl: Een vak in SchoolTool bevat lessen die worden gegeven in een sectie.
vi: Một khoá học trong Schooltool mô tả một tập các chương trình giảng dạy của một lớp.

source: List
km: បញ្ជី
lt: Sąrašas
ms: Senarai
ne: सूची
nl: Lijst
vi: Danh sách

source: Create/Delete
km: បង្កើត/លុបចេញ
lt: Sukurti/Ištrinti
ms: Cipta/Padam
ne: बनाउने/मेटाउने
nl: Aanmaken/verwijderen
vi: Tạo/Xoá

source: Modify
ar: تعديل
id: Memodifikasi
km: កែប្រែ
lt: Keisti
ms: Ubahsuai
nb: Endre
ne: परिमार्जन गर्नुहोस
nl: Wijzigen
sk: Upraviť
sv: Modifiera
vi: Sửa đổi

source: A section is a set of one or more learners who meet during a term.
ms: Seksyen adalah satu kumpulan atau lebih pelajar-pelajar yang bertemu semasa penggal persekolahan.
ne: सेक्सन भनेको एक वा सो भन्दा बढी शिक्षार्थीहरुको एउटा अवधिमा भेट भएको समुच्चय हो।
nl: Een sectie is één of meerdere leerlingen die samenkomen tijdens een periode.
vi: Một lớp học thiết lập cho 1 hoặc nhiều học giả trong suốt 1 học kỳ

source: My Sections
ar: قسمي
id: Seksi Kepunyaanku
km: ផ្នែក​របស់​ខ្ញុំ
lt: Mano kursai
ms: Seksyen Saya
nb: Mine seksjoner
ne: मेरो सेक्सन
nl: Mijn verdelingen
sv: Mina sektioner
vi: Lớp Tôi

source: Dashboard
ar: لوحة القيادة
km: ផ្ទាំង​គ្រប់គ្រង
lt: Valdymo skydas
nb: instrumenttavle
ne: डायसबोर्ड
nl: Bedieningspaneel
sk: Doska
vi: Bảng tin

source: Category Title.
ar: عنوان القسم.
id: Judul Kategori
km: ចំណង​ជើង​ប្រភេទ
lt: Kategorijos antraštė.
ms: Kategori Tajuk.
nb: Kategori tittel.
ne: कोटि शीर्षक।
nl: Categorienaam
sk: Nadpis kategórie.
sv: Kategorinamn.
vi: Tên loại

source: Weight
ar: العرض
id: Berat
km: ទម្ងន់
lt: Svoris
ms: Berat
nb: Vekt
ne: तौल
nl: Gewicht
sk: Váha
sv: Vikt
vi: Trọng số

source: Activity Categories
ar: الأقسام الفعالة
id: Kategori-kategori Aktivitas
km: ប្រភេទ​សកម្មភាព
lt: Veiklos kategorijos
ms: Kategori Aktiviti
nb: Aktivitetskategorier
ne: क्रियाकलापको कोटिहरू
nl: Activiteitcategorieën
sk: Kategórie aktivít
sv: Aktivitets kategorier
vi: Nhóm hoạt động

source: School Timetables
ar: جداول مواعيد المدرسة
id: Jadwal Sekolah
km: កាល​វិភាគ​សាលា
lt: Šablonai tvarkaraščiui
ms: Jadual Sekolah
nb: Tidstabeller for skolen
ne: स्कूल समयतालिकाहरू
nl: Schoolroosters
sk: Školské rozvrhy
sv: Skolscheman
vi: Thời khóa biểu

source: Terms
ar: فصول
id: Termin
km: វគ្គសិក្សា
lt: Semestrai
ms: Penggal
nb: Semester
ne: सर्तहरु
nl: Periodes
sk: Obdobia
sv: Terminer
vi: Học Kỳ

source: Schooltool Person Menu
ar: قائمة مستخدم أداة المدرسة
id: Menu Orang Schooltool
km: ម៉ឺនុយ​មនុស្ស​របស់ Schooltool
ms: Menu Pengguna SchoolTool
nb: SchoolTool person meny
ne: स्कुल टुल व्यक्ति मेनु
nl: SchoolTool Persoonlijk Menu
sv: Personmeny för Schooltool
vi: Menu người dùng trong schooltool

source: name info
ar: معلومات الاسم
id: info nama
km: ព័ត៌មាន​ឈ្មោះ
ms: info nama
nb: navne info
ne: नामको सुचना
nl: naam informatie
sv: namn info
vi: Thông tin về tên

source: demographics
id: demografis
km: ប្រជា​សាស្ត្រ
ms: demografi
nb: demografi
ne: डेमोग्राफिक्स
nl: persoonsgegevens
sv: demografi
vi: Thống kê

source: parent1
ar: الوالد1
id: orangtua1
km: ឪពុក​ម្ដាយ ១
ms: Ibubapa1
nb: forelder1
ne: अभिभावक १
nl: ouder 1
sv: förälder1
vi: Nhánh gốc 1

source: parent2
ar: الوالد2
id: orangtua2
km: ឪពុក​ម្ដាយ ២
ms: Ibubapa2
nb: forelder2
ne: अभिभावक २
nl: ouder 2
sv: förälder2
vi: Nhánh gốc 2

source: emergency1
ar: طوارئ1
id: darurat1
km: បន្ទាន់ ១
ms: kecemasan1
nb: nødstilfelle1
ne: जरुरि१
nl: noodgeval 1
sv: nöd1
vi: Dự phòng 1

source: emergency2
ar: طوارئ2
id: darurat2
km: បន្ទាន់ ២
ms: kecemasan2
nb: nødstilfelle2
ne: जरुरि २
nl: noodgeval 2
sv: nöd2
vi: Dự phòng 2

source: emergency3
ar: طوارئ3
id: darurat3
km: បន្ទាន់ ៣
ms: kecemasan3
nb: nødstilfelle3
ne: जरुरि ३
nl: noodgeval 3
sv: nöd3
vi: Dự phòng 3

source: Schooltool Person Display Menu
id: Menu Tampilan Orang Schootool
km: ម៉ឺនុយ​បង្ហាញ​មនុស្ស Schooltool
ms: Menu Paparan Pengguna SchoolTool
nb: SchoolTool person visningsmeny
ne: स्कूलटूल व्यक्ति प्रदर्शन मेनु
nl: SchoolTool Persoonlijke Weergave Menu
sv: Personvisningsmeny för Schooltool
vi: Hiển thị menu người dùng trong Schooltool

source: Apply and Next
ar: تطبيق وانتقال للتالي
id: Terima dan Lanjut
km: អនុវត្ត និង​បន្ទាប់
lt: Pritaikyti ir tęsti
ms: Tetapkan dan Seterusnya
nb: Bekreft og Neste
ne: लागु गर्नुहोस र अर्को
nl: Toepassen en Volgende
sk: Uložiť a ďalšie
sv: Använd och Nästa
vi: Áp dụng và Chuyển tiếp

source: Shortcut: Alt-N
km: ផ្លូវកាត់ ៖ ជំនួស (Alt) - N
lt: Trumpinys: Alt-N
ms: Jalan Pintas: Alt-N
ne: सर्टकट: Alt-N
nl: Sneltoets: Alt-N
sv: Genväg: Alt-N
vi: Phím tắt: Alt-N

source: Display
ar: عرض
id: Tampil
km: បង្ហាញ
lt: Rodyti
ms: Paparan
nb: Vis
ne: प्रदर्शन
nl: Weergeven
sv: Visa
vi: Hiển thị

source: Change name information for ${fullname}
ar: تغيير معلومات الاسم لـ ${fullname}
id: Ganti nama informasi untuk ${fullname}
km: ផ្លាស់ប្ដូរ​ព័ត៌មាន​ឈ្មោះ​សម្រាប់ ${fullname}
lt: Keisti ${fullname} vardo duomenis
ms: Tukar maklumat nama untuk ${fullname}
nb: Endre navne informasjonen til ${fullname}
ne: ${fullname} का लागि नाम सूचना परिवर्तन गर्नुहोस्
nl: Naam wijzigen van ${fullname}
sk: Zmeniť meno pre osobu ${fullname}
sv: Ändra namnet för ${fullname}
vi: Thay đổi thông tin tên cho ${fullname}

source: Change name
ar: تغيير الاسم
id: Ganti nama
km: ផ្លាស់ប្ដូរ​ឈ្មោះ
lt: Keisti vardą
ms: Tukar nama
nb: Endre navn
ne: नाम परिवर्तन गर्नुहोस्
nl: Naam wijzigen
sk: Zmeniť meno
sv: Ändra namn
vi: Đổi tên

source: Change demographics for ${fullname}
id: Ganti demografi untuk ${fullname}
km: ផ្លាស់ប្ដូរ​ប្រជាសាស្ត្រ​សម្រាប់ ${fullname}
ms: Tukar demografi untuk ${fullname}
nb: Endre demografi for ${fullname}
ne: ${fullname} का लागि डेमोग्राफिक्स परिवर्तन गर्नुहोस्
nl: Persoonsgegevens wijzigen van ${fullname}
sk: Zmeniť demografické informácie pre osobu ${fullname}
sv: Ändra demografiska data för ${fullname}
vi: Thay đổi thống kê cho ${fullname}

source: Change school data for ${fullname}
ar: تغيير البيانات المدرسية لـ ${fullname}
id: Ganti data sekolah untuk ${fullname}
km: ផ្លាស់ប្ដូរ​ទិន្នន័យ​សាលា​សម្រាប់ ${fullname}
ms: Tukar data sekolah untuk ${fullname}
nb: Standard: ""
ne: ${fullname} का लागि स्कूल डाटा परिवर्तन गर्नुहोस्
nl: Schoolgegevens wijzigen van ${fullname}
sk: Zmeniť študijné údaje pre osobu ${fullname}
sv: Ändra skolinformation för ${fullname}
vi: Thay đổi dữ liệu trường học cho ${fullname}

source: School data
ar: معلومات مدرسية
id: Data sekolah
km: ទិន្នន័យ​សាលា
ms: Data sekolah
nb: Skole data
ne: विद्दालय डाटा
nl: Schoolgegevens
sk: Štufijné údaje
sv: Ändra skolinformation
vi: Dữ liệu trường học

source: Change contact information for ${fullname}
ar: تغيير معلومات جهة اتصال لـ ${fullname}
id: Ganti informasi kontak untuk ${fullname}
km: ផ្លាស់ប្ដូរ​ព័ត៌មាន​ទំនាក់ទំនង​សម្រាប់ ${fullname}
ms: Tukar maklumat kenalan untuk ${fullname}
nb: Endre kontaktinformasjonen til ${fullname}
ne: ${fullname} का लागि सम्पर्क सूचना परिवर्तन गर्नुहोस्
nl: Contactinformatie wijzigen van $(fullname)
sk: Zmeniť kontaktné informácie pre osobu ${fullname}
sv: Ändra adressinformation för ${fullname}
vi: Thay đổi thông tin liên lạc cho ${fullname}

source: Contact information
ar: معلومات جهة اتصال
id: Infomasi kontak
km: ព័ត៌មាន​ទំនាក់ទំនង
lt: Kontaktiniai duomenys
ms: Maklumat kenalan
nb: Kontaktinformasjon
ne: सम्पर्क सूचना
nl: Contactinformatie
sk: Kontaktné informácie
sv: Adressinformation
vi: Thông tin liên lạc

source: This username is already used!
ar: اسم المستخدم هذا مستخدم من قبل!
id: Username ini sudah terpakai!
km: ឈ្មោះ​អ្នក​ប្រើ​នេះ​ត្រូវ​បាន​ប្រើ​រួច​ហើយ!
lt: Šis vardas jau paskirtas kitam asmeniui!
ms: Nama pengguna ini telah digunakan!
nb: Dette brukernavnet er allerede brukt!
ne: यो प्रयोगकर्तानाम पहिले नै प्रयोग भइसक्यो!
nl: Deze gebruikersnaam is al in gebruik!
sk: Toto používateľské meno sa už používa!
sv: Detta användarnamn används redan !
vi: Tên đăng nhập này đã được sử dụng

source: Invalid teacher. Possible causes: deleted or renamed.
ar: أستاذ خاطئ. من المحتمل أن يكون حُذف أو غُير اسمها
id: Guru tidak valid. Kemungkinan disebabkan: dihapus atau namanya diganti
km: គ្រូ​មិន​ត្រឹមត្រូវ ។ ករណី​ដែល​អាច ៖ ត្រូវ​បាន​លុប ឬ​ប្ដូរ​ឈ្មោះ ។
ms: Guru tidak sah. Sebab-sebab yang mungkin: telah dipadam atau dinamakan semula.
nb: Ugyldig lærer. Mulige grunner: slettet, eller omdøpt
ne: अवैध शिक्षक। सम्भावित कारणहरू: मेटियो वा नाम परिवर्तन गरियो।
nl: Ongeldige leraar. Mogelijke oorzaken: verwijderd of hernoemd.
sk: Neplatný učiteľ. Možné dôvody: zmazaný alebo premenovaný.
sv: Ogiltigt lärarnamn. Trolig orsak: raderad eller namnändrad.
vi: Giáo viên không hợp lệ, nguyên nhân có thể là đã xóa hoặc đổi tên

source: Invalid group. Possible causes: deleted or renamed.
ar: مجموعة خاطئة. من المحتمل أن تكون حُذفت أو غُير اسمها
id: Grup tidak valid. Kemungkinan disebabkan: dihapus atau namanya diganti
km: ក្រុម​មិន​ត្រឹមត្រូវ ។ ករណី​ដែល​អាច ៖ ត្រូវ​បាន​លុប ឬ​ប្ដូរ​ឈ្មោះ ។
lt: Klaidinga grupė. Gal būt pašalinta ar pervardinta.
ms: Kumpulan tidak sah. Sebab-sebab yang mungkin: dipadam atau dinamakan semula
nb: Ugyldig gruppe: Mulige grunner: slettet, eller omdøpt
ne: अवैध समूह। सम्भावित कारणहरू: मेटियो वा नाम परिवर्तन गरियो।
nl: Ongeldige groep. Mogelijke oorzaken: verwijderd of hernoemd.
sk: Neplatná kategória. Možné dôvody: zmazaná alebo premenovaná.
sv: Ogiltig grupp. Trolig orsak: raderad eller namnändrad.
vi: Nhóm không hợp lệ, nguyên nhân có thể là đã xóa hoặc đổi tên

source: Search for persons here. Note that in fulltext fields you can use wildcard characters such as *. For example, to search for everyone with John in their name, use <em>*john*</em>.
km: ស្វែងរក​មនុស្ស​នៅ​ទីនេះ ។ ចំណាំ​ថា​នៅ​ក្នុង​វាល​អត្ថបទ​ពេញលេញ​អ្នក​អាច​ប្រើតួអក្សរ​ជំនួស​ដូចជា *។ ឧទាហរណ៍ ដើម្បី​ស្វែងរក​អ្នក​ណាម្នាក់​ដែល​មាន​ឈ្មោះ John ប្រើ <em>*john*</em> ។
ms: Cari pengguna disini. Ambil perhatian bahawa di ruangan tekspenuh anda boleh menggunakan karakter wildcard contoh seperti *. Contohnya, untuk mencari semua pengguna yang menggunakan nama John, taipkan <em>*john*</em>.
nb: Søk for personer her. Merk at i fulltekst feltene kan du bruke jokertegn som *. F.eks., å søke for alle med John i navnet deres, bruk <em>*john*</em>.
ne: व्यक्तिहरूका लागि यहाँ खोजी गर्नुहोस्। टिप्पणी गर्नुहोस् कि पूरापाठ फाँटहरूमा तपाई वाइल्डकार्ड क्यारेक्टरहरू प्रयोग गर्न सक्नुहुन्छ जस्तै *। उदाहरणको लागि, तिनीहरूको नाममा जोनसँगै हरेकलाई खोजी गर्न, <em>*जोन*</em> प्रयोग गर्नुहोस्।
nl: Zoek hier naar personen. Merk op dat u in tekstvelden wildcard-tekens kunt gebruiken zoals *. Voorbeeld, om naar iedereen met de naam John te zoeken, gebruikt u: <em>*john*</em>.
sk: Hľadať osoby. Pamätajte, že v celotextovom hľadaní môžte používať niektoré regulárne výrazy ako napr. *. V prípade, že chcete vyhľadať všetky osoby s menom Jozef, použite <em>*jozef*</em>.
sv: Sök efter personer här. Tänk på att i fulltextfält kan du använda wildcard-bokstäver som *. För att till exempel söka efter alla som har John som del av sitt namn använd <em>*john*</em>.
vi: Tìm kiếm cho những người này. Chú ý là các trường đầy đủ có thể sử dụng các đặc trưng như là *. Ví dụ, muốn tìm kiếm tất các những người tên John sử dụng <em>*john*</em>.

source: There were no results.
ar: لا توجد أي نتائج.
id: Tidak ada hasil.
km: គ្មាន​លទ្ធផល​ទេ ។
lt: Nieko nerasta.
ms: Tiada keputusan
nb: Ingen funnet.
ne: त्याँहा नतिजाहरु छैनन
nl: Er waren geen resultaten.
sk: Neboli ziskané žiadne výsledky.
sv: Det fanns inga resultat.
vi: Không có kết quả nào

source: Full name
ar: الاسم الكامل
id: Nama lengkap
km: ឈ្មោះ​ពេញ
lt: Vardas ir pavardė
ms: Nama penuh
nb: Fullt navn
ne: पुरा नाम
nl: Volledige naam
sk: Celé meno
sv: Fullständigt namn
vi: Tên đầy đủ

source: Birth
ar: ميلاد
id: Kelahiran
km: កំណើត
ms: Tarikh Lahir
nb: Født
ne: जन्म
nl: Geboortedatum
sk: Dátum narodenia
sv: Född
vi: Ngày sinh

source: Enrollment
ar: انضمام
id: Pendaftaran
km: ការ​ចុះ​ឈ្មោះ
ms: Pendaftaran
nb: Påmeldt
ne: भर्ना
nl: Inschrijving
sv: Inskrivning
vi: Xếp lớp

source: Modified
ar: معدل
id: Dimodifikasi
km: បាន​កែប្រែ
ms: Diubahsuai
nb: Endret
ne: सुधारिएको
nl: Aangepast
sv: Ändrad
vi: Sửa đổi

source: Prefix such as Mr., Mrs.
ar: البادئة مثل أ.، م.
id: Awalan seperti as Mr., Mrs.
km: បុព្វបទ​ដូច​ជា Mr., Mrs.
lt: Asmenvardžio priešdėlis
ms: Awalan seperti Tuan, Puan.
nb: Prefiks, som f.eks. Herr, og Frue
ne: श्रीमान, श्रीमती जस्तै उपसर्ग।
nl: Titel zoals Dhr., Mevr.
sk: Oslovenie, napr. pán alebo pani
sv: Titel t.ex. Hr., Fru.
vi: Tiền tố như là Mr, Mrs

source: Name by which the student prefers to be called
ar: الاسم بأي بادئة يفضل الطالب أن ينادى
id: Nama panggilan yang diinginkan
km: ឈ្មោះ​ដែល​សិស្ស​ចង់​ឲ្យ​គេ​ហៅ
ms: Nama yang pelajar suka dipanggil
nb: Navnet som studenten ønsker å bli kalt
ne: विद्यार्थीले बोलाउन रुचाएको नाम
nl: Roepnaam
sk: Meno uprednostňované študentom
sv: Namn som eleven föredrar
vi: Tên mà Học sinh thích gọi

source: Photo
ar: صورة
id: Foto
km: រូបថត
lt: Nuotrauka
ms: Gambar
nb: Foto
ne: फोटो
nl: Foto
sk: Fotka
sv: Foto
vi: Ảnh

source: Photo (in JPEG format)
ar: صورة (بصيغة JPEG)
id: Foto (dalam format JPEG)
km: រូបថត (ជា​ទ្រង់ទ្រាយ JPEG)
lt: Nuotrauka (JPEG formatu)
ms: Gambar (dalam format JPEG)
nb: Foto (i JPEG-format)
ne: फोटो (JPEG ढाँचामा)
nl: Foto (in JPEG-formaat)
sk: Fotka (vo formáte JPEG)
sv: Foto (i JPEG format)
vi: Hình ảnh có định dạnh JPEG

source: American Indian or Alaska Native
ar: هندي أمريكي أو مواطن من آلاسكا
id: Indian Amerika atau Penduduk asli Alaska
km: ឥណ្ឌា អាមេរិក ឬ​អាឡាស្កា​ដើម
ms: Orang Asli Amerika atau Orang Asli Alaska
nb: Amerikansk indianer, eller innfødt i Alaska
ne: अमेरिकन, इन्डियन वा अलास्काका स्थानिय
nl: Amerikaanse Indiaan of oorsprokelijke bewoner van Alaska
sv: Indian eller inuit
vi: Dân tộc Mỹ, Ấn độ hoặc Alaska

source: Asian
ar: آسيوي
id: Asia
km: អាស៊ី
ms: Orang Asia
nb: Asiatisk
ne: एजियन
nl: Aziaat
sv: Asiatisk
vi: Châu Á

source: Black or African American
ar: أسود أو إفريقي أمريكي
id: Hitam atau Amerika Afrika
km: អាមេរិក​អាហ្វ្រិច ឬ​អាមេរិក​ស្បែក​ខ្មៅ
ms: Orang Afrika atau Orang Afrika Amerika
nb: Sort, eller afroamerikansk
ne: काला वा अफ्रिकन अमेरिकन
nl: Zwarte of Afrikaanse Amerikaan
sv: Svart eller afroamerikan
vi: Người da đen hoặc người Mỹ gốc phi

source: Native Hawaiian or Other Pacific Islander
id: Penduduk asli Hawaii atau Penduduk Pulau di Pasifik
km: ហាវ៉ៃ​ដើម ឬ​អ្នកកោះ​ប៉ាស៊ីហ្វិក​ផ្សេងៗ​ទៀត
ms: Orang Asli Hawai atau Kepulauan Pasifik yang lain
nb: Innfødt fra Hawaii, eller annen øyboer fra Stillehavet
ne: स्थानिय हवाइयन वा अरु प्यासिफिक अाइल्यान्डर
nl: Oorsprokelijke bewoner van Hawaii of van een ander eiland in de Stille Zuidzee
sv: Infödd Hawaian eller annan Söderhavs öbo
vi: Quê hương Haiwaii hoặc các bán đảo Thái Bình Dương khác

source: White
ar: أبيض
id: Putih
km: ពណ៌ស
ms: Putih
nb: Hvit
ne: सेतो
nl: Blanke
sv: Vit
vi: Trắng

source: English
ar: إنكليزي
id: Inggris
km: អង់គ្លេស
lt: Anglų
ms: Inggeris
nb: Engelsk
ne: ईँगलिस
nl: Engels
sv: Engelska
vi: Tiếng Anh

source: Spanish
ar: إسباني
id: Spanyol
km: អេស្ប៉ាញ
lt: Ispanų
ms: Sepanyol
nb: Spansk
ne: स्पेनिस
nl: Spaans
sv: Spanska
vi: Tiếng Tây Ban Nha

source: Chinese
ar: صيني
id: Cina
km: ចិន
lt: Kinų
ms: Cina
nb: Kinesisk
ne: चाइनिज
nl: Chinees
sv: Kinesiska
vi: Tiếng Trung Quốc

source: German
ar: ألماني
id: Jerman
km: អាល្លឺម៉ង់
lt: Vokiečių
ms: Jerman
nb: Tysk
ne: जर्मन
nl: Duits
sv: Tyska
vi: Tiếng Đức

source: Vietnamese
ar: فيتنامي
id: Vietnam
km: វៀតណាម
lt: Vietnamiečių
ms: Vietnam
nb: Vietnamesisk
ne: भिएटनामिज
nl: Vietnamees
sv: Vietnamesiska
vi: Tiếng Việt Nam

source: Italian
ar: إيطالي
id: Italia
km: អ៊ីតាលី
lt: Italų
ms: Itali
nb: Italiensk
ne: ईटालियन
nl: Italiaans
sv: Italienska
vi: Tiếng Ý

source: Korean
ar: كوري
id: Korea
km: កូរ៉េ
lt: Korėjiečių
ms: Korea
nb: Koreansk
ne: कोरियन
nl: Koreaans
sv: Koreanska
vi: Tiếng Hàn

source: Russian
ar: روسي
id: Rusia
km: រុស្ស៊ី
lt: Rusų
ms: Rusia
nb: Russisk
ne: रसियन
nl: Russisch
sk: Rus
sv: Ryska
vi: Tiếng Nga

source: Polish
ar: بولندي
id: Polandia
km: ប៉ូឡូញ
lt: Lenkų
ms: Poland
nb: Polsk
ne: पलिस
nl: Pools
sk: Poliak
sv: Polska
vi: Tiếng Ba Lan

source: Arabic
ar: عربي
id: Arab
km: អារ៉ាប់
lt: Arabų
ms: Arab
nb: Arabisk
ne: अरेबिक
nl: Arabisch
sk: Arab
sv: Arabiska
vi: Tiếng Ả Rập

source: Ethnicity
id: Suku
km: ជនជាតិ​ភាគ​តិច
lt: Tautybė
ms: Etnik
nb: Etnisitet
ne: जातियता
nl: Afkomst
sk: Etnická príslušnosť
sv: Etnicitet
vi: Tính cách sắc tộc

source: Primary language
ar: اللغة الرئيسية
id: Bahasa utama
km: ភាសា​ចម្បង
lt: Gimtoji kalba
ms: Bahasa utama
nb: Hovedmål
ne: प्राथमिक भाषा
nl: Moedertaal
sk: Rodný jazyk
sv: Modersmål
vi: Ngôn ngữ chính

source: Special education
ar: تعليم خاص
id: Pendidikan khusus
km: ការ​អប់រំ​ពិសេស
lt: Specialus ugdymas
ms: Pembelajaran istimewa
nb: Spesiell utdannelse
ne: विशेष शिक्षा
nl: Speciaal onderwijs
sk: Špeciálne vzdelanie
sv: Specialutbildning
vi: Giáo dục dặc biệt

source: Previous school
ar: المدرسة السابقة
id: Sekolah sebelumnya
km: សាលា​មុន
lt: Ankstesnė mokykla
ms: Sekolah dahulu
nb: Forrige skole
ne: अघिल्लो बिधालय
nl: Vorige school
sk: Predošlá škola
sv: Tidigare skola
vi: Trường học trước

source: Enrollment date
ar: تاريخ الانضمام
id: Tanggal pendaftaran
km: កាល​បរិច្ឆេទ​ការ​ចុះ​ឈ្មោះ
lt: Priėmimo data
ms: Tarikh Pendaftaran
nb: Innmeldingsdato
ne: दर्ता मिति
nl: Inschrijfdatum
sk: Dátum nástupu
sv: Inskrivningsdatum
vi: Ngày gia nhập

source: Projected graduation year
id: Memproyeksikan tahun kelulusan
km: គម្រោង​ឆ្នាំ​សិក្សា
lt: Numatomi baigimo metai
ms: Unjuran tahun tamat belajar
nb: Forvented år for uteksaminering
ne: योजित ग्रेजुएसन वर्ष
nl: Gepland afstudeerjaar
sv: Planerat avslutningsår
vi: Dự kiến năm tốt nghiệp

source: Health information
ar: معلومات صحية
id: Informasi kesehatan
km: ព័ត៌មាន​សុខភាព
lt: Sveikatos informacija
ms: Maklumat Kesihatan
nb: Helseinformasjon
ne: स्वास्थ्य सूचना
nl: Gezondheidsinformatie
sv: Hälsoinformation
vi: Thông tin về sức khỏe

source: parent
ar: والد
id: orang tua
km: ឪពុក​ម្ដាយ
lt: tėvas
ms: ibu bapa
nb: Forelder
ne: अभिभावक
nl: ouder
sv: målsman
vi: Bố mẹ

source: guardian
id: wali
km: អាណាព្យាបាល
lt: globėjas
ms: penjaga
nb: Formynder
ne: सरंक्षक
nl: voogd
sv: förmyndare
vi: Bảo vệ

source: grandparent
ar: الجد
id: Kakek
km: ជីដូន​ជីតា
lt: senelis
ms: atuk nenek
nb: besteforelder
ne: हजुरबा/आमा
nl: grootouder
sv: far-/morförälder
vi: Ông bà

source: step-parent
ar: زوج الوالد
id: orang tua tiri
km: ឪពុក​ម្ដាយ​ចុង
lt: patėvis
ms: ibu bapa tiri
nb: ste-forelder
ne: सौतेनी अभिभावक
nl: stiefouder
sv: styvförälder
vi: Người đỡ đầu

source: friend of family
ar: صديق العائلة
id: teman atau keluarga
km: មិត្ត​របស់​គ្រួសារ
lt: šeimos draugas
ms: rakan keluarga
nb: venner av familien
ne: परिवारको साथी
nl: vriend of familie
sv: vän till familjen
vi: Bạn của gia đình

source: other
ar: آخر
id: lainnya
km: ផ្សេង​ទៀត
lt: kitas
ms: lain
nb: andre
ne: अरु
nl: andere
sv: annat
vi: khác

source: Name
ar: الاسم
id: Nama
km: ឈ្មោះ
lt: Vardas
ms: Nama
nb: Navn
ne: नाम
nl: Naam
sk: Meno
sv: Namn
vi: Tên

source: Relationship to student
ar: العلاقة بالطالب
id: Hubungan dengan siswa
km: ទំនាក់ទំនង​ជាមួយ​សិស្ស
lt: Ryšys su mokiniu
ms: Hubungan dengan pelajar
nb: Forhold til student
ne: विद्यार्थीसँग सम्बन्ध
nl: Relatie tot leerling
sv: Relation till studenten
vi: Quan hệ với Học sinh

source: Street
ar: الشارع
id: Jalan
km: ផ្លូវ
lt: Gatvė
ms: Jalan
nb: Gate
ne: गल्ली
nl: Straat
sk: Ulica
sv: Gatuadress
vi: Đường

source: Cell phone
ar: هاتف نقال
id: Telepon seluler
km: ទូរស័ទ្ទ​ចល័ត
lt: Mobilusis telefonas
ms: telefon bimbit
nb: Mobiltelefon
ne: सेल फोन
nl: Mobiele telefoon
sk: Mobil
sv: Telefon mobil
vi: Điện thoại di động

source: Notes
ar: ملاحظات
id: Catatan
km: ចំណាំ
lt: Pastabos
ms: Nota
nb: Notater
ne: द्रष्टब्यहरु
nl: Notities
sk: Poznámky
sv: Anteckningar
vi: Ghi chú

source: Text
ar: نص
id: Teks
km: អត្ថបទ
lt: Tekstas
ms: Teks
nb: Tekst
ne: पाठ
nl: Tekst
vi: Văn bản

source: Full text search in name
ar: نص كامل للبحث عن الاسم
id: Pencarian teks lengkap untuk nama
km: ការ​ស្វែងរក​អត្ថបទ​ពេញ​ក្នុង​ឈ្មោះ
lt: Tikslaus vardo paieška
ms: carian dengan nama penuh
nb: Fulltekst søk på navn
ne: नाममा पूरा पाठ खोजी
nl: Volledige tekst zoeken in naam
sk: Celotextové vyhľadávanie v mene
sv: Full textsökning på namn
vi: Tìm kiếm theo tên đầy đủ

source: Name of parent
ar: اسم الوالد
id: Nama orang tua
km: ឈ្មោះ​ឪពុក​ម្ដាយ
lt: Pagal tėvų vardus
ms: Nama ibu bapa
nb: Navn på forelder
ne: अभिभाबकको नाम
nl: Naam van ouder
sk: Meno rodiča
sv: Förälders namn
vi: Tên bố mẹ

source: Full text search in parent names
ar: نص كامل للبحث عن اسم الوالد
id: Pencarian teks lengkap untuk nama orang tua
km: ការ​ស្វែងរក​អត្ថបទ​ពេញ​ក្នុង​ឈ្មោះ​ឪពុក​ម្ដាយ
lt: Tikslaus teksto paieška tėvų varduose
ms: Carian dengan nama ibu bapa
nb: Fulltekst søk på foreldre navn
ne: अविभावक नामहरूमा पूरा पाठ खोजी
nl: Volledige tekst zoeken in namen ouders
sv: Full textsökning på föräldrarnas namn
vi: Tìm kiếm theo tên bố mẹ

source: Student ID
ar: معرض الطالب
id: ID Siswa
km: លេខ​សម្គាល់​សិស្ស
lt: Moksleivio ID
ms: ID Pelajar
nb: Elev ID
ne: विद्दार्थीको आईडी
nl: Leerling-ID
vi: Mã Học sinh

source: Search
ar: بحث
id: Cari
km: ស្វែងរក
lt: Ieškoti
ms: Cari
nb: Søk
ne: खोजी गर्नुहोस्
nl: Zoeken
sv: Sök
vi: Tìm kiếm

source: Surname
ar: الاسم الأخير
id: Nama panggilan
km: នាម​ត្រកូល
lt: Pavardė
ms: Nama keluarga
nb: Etternavn
ne: थर
nl: Achternaam
sv: Efternamn
vi: Họ

source: Introspect
km: ត្រួត​ពិនិត្យ
ms: Penilaian Kendiri
nb: Selvgranskende
ne: अंतर्दर्शन
nl: Bezinning

source: API Docs
km: ឯកសារ API
ms: Dokumen API
nb: API dokumentasjon
ne: API डकुमेन्टहरु
nl: API Documentatie
sv: API-dokumentation
vi: Tài liệu API

source: Sample data
ar: مثال بيانات
id: Contoh data
km: ទិន្នន័យ​គំរូ
ms: data contoh
nb: Eksempeldata
ne: स्याम्पल डाटा
nl: Voorbeeld data
sv: Exempeldata
vi: Dữ liệu ví dụ

source: Setup data
ar: إعداد بيانات
id: Susunan data
km: រៀបចំ​ទិន្នន័យ
ms: Tetapkan data
nb: Installasjonsdata
ne: डाटा सेटअप
nl: Installatie data
sv: Installationsdata

source: Developer Tools
ar: أدوات التطوير
id: Alat Pengembang
km: ឧបករណ៍​របស់​អ្នក​ភិវឌ្ឍន៍
ms: Alatan Pembangun Perisian
nb: Utvikler verktøy
ne: डेभलपर टूलहरु
nl: Developer Hulpmiddelen
sv: Utvecklarverktyg
vi: Các Công cụ phát triển

source: Outgoing Email
ms: Email Keluar
ne: पठाईएको ई-मेल
nl: Uitgaande e-mail
sk: Posielanie mailov
vi: Email sắp chuyển

source: Settings
km: ការកំណត់
lt: Nustatymai
ms: Tetapan
nb: Innstillinger
ne: सेटीँग
nl: Instellingen
sk: Nastavenia
sv: Inställningar
vi: Cài đặt
