Repository: schooltool-project/schooltool
Catalog: src/schooltool/locales/*.po
Languages: ar, id, km, lt, ms, nb, ne, nl, sk, sv, vi

source: SchoolTool is built on a 100% open source software stack, written in <a href="http://python.org">Python</a> using the <a href="http://zope.org">Zope 3</a> framework.
ar: أداة المدرسة مبنية 100% بواسطة أدوات مفتوحة المصدر مبنية على <a href="http://python.org">Python</a> باستخدام بيئة <a href="http://zope.org">Zope 3</a>
id: SchoolTool dibuat dengan susunan perangkat lunak 100% Open Source, ditulis dalam<a href="http://python.org">Bahasa Pemrograman Python</a>menggunakan <a href="http://zope.org">Zope 3</a> framework.
km: SchoolTool ត្រូវ​បាន​ស្ថាបនា​នៅ​ជង់​កម្មវិធី​ប្រភព​កូដ​ចំហ 100% បាន​សរសេរ​ក្នុង <a href="http://python.org">Python</a> ដោយ​ប្រើ​គ្រោងការណ៍ <a href="http://zope.org">Zope 3</a> ។
ms: SchoolTool dibina diatas pelantar perisian terbuka, ditulis di dalam <a href="http://python.org">Python</a> Menggunakan rangka kerja <a href="http://zope.org">Zope 3</a>.
nb: SchoolTool er bygget på en 100% Fri Programvare stakk, skrevet i <a href="http://python.org">Python</a> og benytter <a href="http://zope.org">Zope 3</a> rammeverket.
nl: SchoolTool werd gebouwd op een 100% vrije broncode applicatiebasis. SchoolTool werd geschreven in <a href="http://python.org">Python</a> gebruikmakend van het <a href="http://zope.org">Zope 3</a> applicatieraamwerk.
sk: SchoolTool je založený výhradne na softvéri s otvoreným zdrojovým kódom a je napísaný v jazyku <a href="http://python.org">Python</a> pomocou platformy <a href="http://zope.org">Zope 3</a>.
sv: SchoolTool är till 100% uppbyggt av öppen källkod skriven i <a href="http://python.org">python</a> med hjälp av ramverket från <a href="http://zope.org">Zope 3</a>.
vi: Schooltool được xây dựng 100% trên mã nguồn mở và được viết bằng <a href="http://python.org">Python</a> Sử dụng <a href="http://zope.org">Zope 3</a> framework.

source: SchoolTool is licensed under the <a href="http://www.gnu.org/licenses/gpl-2.0.html">GNU General Public License, Version 2</a>.
ar: سكول تول "SchoolTool" تحت رخصة <a href="http://www.gnu.org/licenses/gpl-2.0.html">جنو العمومية ,الإصدار 2</a>.
id: SchoolTool dilisensikan di bawah <a href="http://www.gnu.org/licenses/gpl-2.0.html">GNU General Public License, Versi 2</a>.
km: SchoolTool ស្ថិត​នៅ​ក្រោម​អជ្ញាបណ្ណ <a href="http://www.gnu.org/licenses/gpl-2.0.html">GNU General Public License, Version 2</a> ។
ms: SchoolTool dilesenkan di bawah <a href="http://www.gnu.org/licenses/gpl-2.0.html">GNU General Public License, Version 2</a>.
nb: SchoolToll er lisensiert under <a href="http://www.gnu.org/licenses/gpl-2.0.html">GNU General Public License, Version 2</a>.
nl: SchoolTool wordt gedistribueerd onder de <a href="http://www.gnu.org/licenses/gpl-2.0.html">GNU General Public License, Versie 2</a>.
sk: SchoolTool je vydaný pod licenciou <a href="http://www.gnu.org/licenses/gpl-2.0.html">GNU General Public License, Version 2</a>. nformatívny preklad licencie sa nachádza na stránke <a href="http://docs.moodle.org/sk/Licencia">Informatívny preklad GNU General Public License, Version 2</a>.
sv: SchoolTool är licensierad under <a href="http://www.gnu.org/licenses/gpl-2.0.html">GNU General Public License, version 2</a>.
vi: Schooltool được giữ bản quyền dưới <a href="http://www.gnu.org/licenses/gpl-2.0.html">GNU General Public License, Version 2</a>.

source: For more information:
ar: للمزيد من المعلومات:
id: Untuk informasi selengkapnya:
km: សម្រាប់​ព័ត៌មាន​បន្ថែម ៖
lt: Daugiau informacijos:
ms: Untuk penerangan lebih lanjut
nb: For mer informasjon:
ne: विस्तृत जानकारीको लागि:
nl: Voor meer informatie:
sk: Viac informácií sa dozviete v anglickom jazyku na týchto stránkach:
sv: För mer information:
vi: Thêm thông tin

source: Launchpad project page
ar: صفحة المشروعلى لانش باد
id: Halaman proyek Launchpad
km: ទំព័រ​គម្រោង Launchpad
lt: Launchpad projekto puslapis
ms: laman projek Launchpad
nb: Launchpad prosjekt siden
ne: प्रक्षेपणडबली परियोजना पाना
nl: Launchpad project pagina
sk: Stránka projektu v systéme Launchpad
sv: Projektsidan hos Launchpad
vi: Dự án trên Launchpad

source: Mailing list
ar: القوائم البريدية
km: បញ្ជី​សំបុត្រ​រួម
ms: Senarai e-mel
nb: Mail lister
ne: पत्राचार सूची
nl: E-mail adressenlijst
sk: Mailová diskusná skupina
sv: Mail-lista
vi: Danh sách Email

source: IRC channel: #schooltool on freenode.net
ar: قناة الآي ار سي "IRC": #schooltool على freenode.net
id: kanal IRC: #schooltool di freenode.net
km: ប៉ុស្តិ៍ IRC ៖ #schooltool នៅ freenode.net
lt: IRC kanalas: #schooltool freenode.net tinkle
ms: saluran IRC: #schooltool di freenode.net
nb: IRC kanal: #schooltool på freenode.net
ne: IRC च्यानल: # स्कूल टुल freenode.net मा
nl: IRC channel: #schooltool op freenode.net
sk: IRC kanál: #schooltool na freenode.net
sv: IRC-kanal: #schooltool hos freenode.net
vi: Kênh IRC: #schooltool trên freenode.net

source: Founder and funder:
ar: المنشأ والممول:
id: Pendiri dan Pendonor:
km: អ្នក​បង្កើត និង​អ្នក​ឧបត្ថម្ភ ៖
lt: Įkūrėjas ir rėmėjas:
ms: Pengasas dan pembiaya dana
nb: Grunnlegger og finansierer:
ne: संस्थापक र दाता
nl: Oprichter en financier:
sk: Zakladateľ a financovateľ:
sv: Grundare och finansiär:
vi: Sáng lập và gây quỹ

source: Project Manager:
ar: مدير مشروع:
id: Manajer Proyek
km: អ្នក​គ្រប់គ្រង​គម្រោង ៖
lt: Projekto vadovas:
ms: Pengurus Projek
nb: Prosjekt styrer:
ne: परियोजना प्रबन्धक
nl: Project Leider:
sk: Manažér projectu:
sv: Projektledare:
vi: Quản lý Dựa án

source: Lead Developer:
ar: رئيس المطورين
id: Pengembang Utama
km: អ្នក​អភិវឌ្ឍន៍​នាំមុខ ៖
lt: Pagrindinis kūrėjas:
ms: Ketua Pembinaan:
nb: Hovedutvikler:
ne: प्रमुख निर्माणकर्ता
nl: Hoofd Ontwikkelaar:
sk: Vedúci vývojár:
sv: Utvecklingsledare:
vi: Trưởng nhóm phát triển

source: Release Manager:
ar: مدير الاصدارات
id: Manajer Rilis:
km: អ្នក​គ្រប់គ្រង​ការ​ចេញ​ផ្សាយ ៖
lt: Leidimo vadovas:
ms: Pengurus Pengeluaran:
ne: प्रबन्धक
nl: Uitgever Beheerder:
sk: Manažér vydania:
sv: Versionshanterare:
vi: Quản lý phát hành

source: Contributors:
ar: المتبرعون
id: Kontributor:
km: អ្នក​ចូលរួម ៖
lt: Bendraautoriai:
ms: Penyumbang:
nb: Bidragsytere:
ne: योगदान कर्ता
nl: Met medewerking van:
sk: Prispievatelia:
sv: Bidragsgivare:
vi: Người cộng tác

source: Edit site preferences
ar: تعدل خيارات الموقع
id: Ubah preferensi situs
km: កែ​សម្រួល​ចំណូល​ចិត្ត​តំបន់​បណ្ដាញ
lt: Keisti mokyklos nustatymus
ms: Ubah keutamaan tapak laman
nb: Velg oppsett for siden
ne: साइट प्राथमिकताहरू सम्पादन गर्नुहोस
nl: Sitevoorkeuren bewerken
sk: Upraviť nastavenia lokality
sv: Redigera inställningar
vi: Sửa thông số trang web

source: Change site preferences
ar: تغيير خيارات الموقع
id: Ganti preferensi situs
km: ផ្លាស់ប្ដូរ​ចំណូល​ចិត្ត​តំបន់​បណ្ដាញ
lt: Keisti mokyklos nustatymus
ms: Tukar keutamaan tapak laman
nb: Endre innstillinger for nettstedet
ne: साइटको प्राथमिकताहरू परिवर्तन
nl: Sitevoorkeuren wijzigen
sk: Zmeniť nastavenie stránok
sv: Ändra inställningarna för sidan
vi: Thay đổi thông số trang web

source: General preferences
ar: تفضيلات عامّة
id: Preferensi Umum
km: ចំណូល​ចិត្ត​ទូទៅ
lt: Bendri nustatymai
ms: Keutamaan Umum
nb: Generelle innstillinger
ne: साधारण प्राथमिकताहरू
nl: Algemene voorkeuren
sk: Všeobecné nastavenia
sv: Generella inställningar
vi: Thông số chung

source: Calendar Preferences
ar: تفضيلات التقويم
id: Preferensi Kalender
km: ចំណូល​ចិត្ត​ប្រតិទិន
lt: Kalendoriaus parinktys
ms: Keutamaan Kalendar
nb: Kalender innstillinger
ne: भित्तेपात्रो प्राथमिकताहरू
nl: Agendavoorkeuren
sk: Nastavenia kalendára
sv: Kalenderinställningar
vi: Thông số lịch

source: Events for
ar: مناسبات
id: Aktivitas untuk
km: ព្រឹត្តិការណ៍​សម្រាប់
lt: Įvykiai
ms: Aktiviti untuk
nb: Hendelser for
ne: धटनाको लागि
nl: Gebeurtenissen van
sk: Udalosti pre
sv: Händelser för
vi: Sự kiện cho

source: Validate my Atom feed
id: Validasi Atom feed saya
km: ធ្វើ​ឲ្យ​មតិព័ត៌មាន​ Atom របស់​ខ្ញុំ​មាន​សុពលភាព
lt: Patvirtinti išsamios informacijos pateikimą
ms: Sahkan feed Atom saya
nb: Valider min Atom feed
ne: मेरो एटम फिड वैध पार्नुहोस्
nl: Mijn 'Atom feed' valideren
sk: Over môj Atom vstup
sv: Validera min Atom feed
vi: Xác nhận tính hợp lệ chi tiết của tôi

source: [Valid Atom]
km: [ធ្វើឲ្យ​​ Atom មាន​សុពលភាព]
lt: Patvirtintas
ms: [Atom Sahih]
nb: [Gyldig Atom]
ne: [वैध एटम ]
nl: [Geldige Atom]
sv: [Giltig Atom]
vi: [Atom Hợp lệ]

source: Daily
ar: يومياً
id: Harian
km: ប្រចាំថ្ងៃ
lt: Dieninis
ms: Harian
nb: Daglig
ne: दिनदिनै
nl: Dag
sk: Denne
sv: Dagligen
vi: Ngày

source: View daily calendar
ar: عرض التقويم اليومي
id: Lihat kalender harian
km: មើល ប្រក្រតីទិនប្រចាំថ្ងៃ
lt: Rodyti dieninį kalendorių
ms: Papar kalendar harian
nb: Vis kaleder daglig
ne: दैनिक कैलेंडर हेर्नुहोस्
nl: Bekijk dag-agenda
sk: Zobraziť denný kalendár
sv: Visa dagliga kalendern
vi: Xem Lịch ngày

source: View weekly calendar
ar: عرض أيام الأسبوع
id: Lihat kalender mingguan
km: មើលប្រក្រតីទិន ប្រចាំសប្តាហ៍
lt: Rodyti savaitinį kalendorių
ms: Papar kalendar mingguan
nb: Vis kalender ukentlig
ne: साप्ताहिक कैलेंडर हेर्नुहोस्
nl: Bekijk weekagenda
sv: Visa veckokalender
vi: Xem lịch tuần

source: Weekly
ar: اسبوعي
id: Mingguan
km: ប្រចាំ​សប្តាហ៍
lt: Savaitinis
ms: Mingguan
nb: Ukentlig
ne: साप्ताहिक
nl: Week
sk: Týždenne
sv: Veckovis
vi: Tuần

source: View monthly calendar
ar: عرض أيام الشهر
id: Lihat kalender bulanan
km: មើលប្រក្រតីទិន ប្រចាំខែ
lt: Rodyti mėnesinį kalendorių
ms: Papar kalendar bulanan
nb: Vis kaleder måntlig
ne: मासिक कैलेंडर हेर्नुहोस्
nl: Bekijk maandagenda
sk: Zobraziť mesačný kalendár
sv: Visa månatlig kalender
vi: Xem lịch tháng

source: View yearly calendar
ar: عرض أيام السنة
id: Lihat kalender tahunan
km: មើលប្រក្រតីទិន ប្រចាំឆ្នាំ
lt: Rodytimetinį kalendorių
ms: Papar kalendar tahunan
nb: Vis årskalender
ne: वार्षिक कैलेंडर हेर्नुहोस्
nl: Bekijk jaaragenda
sk: Zobraziť ročný kalendár
sv: Visa årliga kalendern
vi: Xem lịch năm

source: Yearly
ar: سنويًّا
id: Tahunan
km: ប្រចាំឆ្នាំ
lt: Metinis
ms: Tahunan
nb: Årlig
ne: वार्षिक
nl: Jaar
sk: Ročný
sv: Årligen
vi: Năm

source: Calendar for ${title} - ${calendar_title}
ar: التقويم لـ ${title} - ${calendar_title}
id: Kalender untuk ${title} - ${calendar_title}
km: ប្រតិទិន​សម្រាប់ ${title} - ${calendar_title}
lt: ${title} - ${calendar_title} kalendorius
ms: Kalendar untuk ${title} - ${calendar_title}
nb: Calender for ${tittel} - ${kalender_tittel}
ne: ${title} - ${calendar_title}को लागि भित्तेपात्रो
nl: Agenda voor ${title} - ${calendar_title}
sk: Kalendár pre ${title} - ${calendar_title}
sv: Kalender för ${title} - ${calendar_title}
vi: Lịch cho ${title} - ${calendar_title}

source: Jump To ...
ar: إقفز إلى. . .
id: Pindah ke ...
km: លោត​ទៅ​កាន់ ...
lt: Pereiti į ...
ms: Pergi Ke ...
nb: Gå til ...
ne: यसमा जानुहोस्...
nl: Ga naar ...
sk: Preskoč na ...
sv: Gå till ...
vi: Nhảy đến ...

source: Calendars
ar: الرزنامات
id: Kalender
km: ប្រតិទិន
lt: Kalendoriai
ms: Kalendar
nb: Kalendre
ne: भित्तेपात्रोहरु
nl: Agenda's
sk: Kalendáre
sv: Kalendrar
vi: Lịch

source: My Calendar
ar: تقويمي
id: Kalender-ku
km: ប្រតិទិន​របស់​ខ្ញុំ
lt: Mano Kalendorius
ms: Kalendar Saya
nb: Min kalender
ne: मेरो भित्तेपात्रो
nl: Mijn Agenda
sk: Môj kalendár
sv: Min kalender
vi: Lịch của tôi

source: Apply
ar: طبّق
id: Menerapkan
km: អនុវត្ត
lt: Pritaikyti
ms: Bertindak
nb: Utfør endringer
ne: लागू गर्नुहोस्
nl: Toepassen
sk: Použiť
sv: Verkställ
vi: Áp dụng

source: More...
ar: المزيد...
id: Lagi...
km: បន្ថែម...
lt: Daugiau...
ms: Lagi...
nb: Mer...
ne: अझ धेरै.
nl: Meer...
sk: Viac...
sv: Mer...
vi: Thêm...

source: Select calendars to display
ar: اختيار التقويمات للإظهار
id: Pilih kalender untuk ditampilkan
km: ជ្រើស​ប្រតិទិន​ដើម្បី​បង្ហាញ
lt: Pažymėkite kalendorius rodymui
ms: Pilih kalendar untuk dipaparkan
nb: Velg en kalender som skal vises
ne: प्रदर्शनका लागि भित्तेपात्रोहरु चयन गर्नुहोस्
nl: Selecteer weer te geven agenda's
sk: Vyberte, ktoré kalendáre zobraziť
sv: Välj kalender att visa
vi: Chọn lịch để hiển thị

source: Select additional calendars to display
ar: اختيار تقويمات إضافية للإظهار
id: Pilih kalendar tambahan untuk ditampilkan
km: ជ្រើស​ប្រតិទិន​បន្ថែម​ដើម្បី​បង្ហាញ
lt: Pažymėkite papildomus kalendorius, kuriuos norite matyti.
ms: Pilih kalendar tambahan untuk dipaparkan
nb: Vis flere kalendere
ne: प्रदर्शन गर्न थप क्यालेन्डरहरू चयन गर्नुहोस्
nl: Extra agenda's voor weergave selecteren
sk: Vyberte, ktoré ďalšie kalendáre zobraziť
sv: Välj övriga kalendrar
vi: Chọn thêm lịch để hiển thị

source: Hold down Ctrl or Shift to select multiple calendars.
ar: اضغط Ctrl أو Shift لاختيار تقويمات متعددة
id: Tekan dan tahan tombol Ctrl atau Shift untuk memilih beragam kalender
km: សង្កត់​គ្រាប់​ចុច បញ្ជា (Ctrl) ឬ ប្ដូរ (Shift) ដើម្បី​ជ្រើស​ប្រតិទិន​ច្រើន ។
lt: Laikykite nuspaudę Ctrl arba Shift klavišą, jei norite pažymėti keletą kalendorių.
ms: Tekan kekunci Ctrl atau Shift untuk memilih pelbagai kalendar
nb: hold nede Ctrl eller Shift for å velge flere kalendere på en gang
ne: बहु क्यालेन्डरहरू चयन गर्न 'कन्ट्रोल' वा 'सिफ्ट' समाती राख्नुहोस्।
nl: Houd Ctrl of Shift-toets ingedrukt om meerdere agenda's te selecteren.
sk: Viaceré kalendáre vyberiete podržaním Ctrl alebo Shift
sv: Tryck Ctrl och Shift för att välja flera kalendrar
vi: Giữ phím Ctrl hoặc Shift để chọn nhiều lịch

source: Public Calendar
ar: تقويم عام
id: Kalender Publik
km: ប្រតិទិន​សាធារណៈ
lt: Viešas Kalendorius
ms: Kalendar Awam
nb: Offentlig kalender
ne: सार्वजनिक भित्तेपात्रो
nl: Openbare agenda
sk: Verejný kalendár
sv: Publik kalender
vi: Lịch Chung

source: site-wide calendar
ar: تقويم شامل للموقع
id: kalender situs-melebar
km: ប្រតិទិន​តំបន់​បណ្ដាញ​ទាំងមូល
lt: Mokyklos kalendorius
ms: kalendar keseluruhan laman
nb: Oversiktskalender
ne: साइट-वाइड भित्तेपात्रो
nl: algemene agenda
sk: Kalendár lokality
sv: global kalender
vi: Trang lịch chính

source: Resources
ar: موارِد
id: Sumber Daya
km: ធនធាន
lt: Resursai
ms: Sumber
nb: Ressurser
ne: संशाधनहरू
nl: Voorzieningen
sk: Zdroje
sv: Resurser
vi: Tài nguyên

source: There are no resources with calendars accessible to you.
ar: لا توجد موارد مع التقاويم يمكنك الوصول إليها
id: Tidak ada sumberdaya dengan kalender yang dapat anda akses
km: គ្មាន​ធនធាន​ដែល​មាន​ប្រតិទិន​សម្រាប់​អ្នក​ចូល​ដំណើរ​ការ ។
lt: Nėra resursų, kurių kalendorius būtų prieeinamas
ms: Tiada sumber berkaitan kalendar boleh diakses oleh anda
nb: Det er ikke noen ressurser med tilgjengelige kalendre for deg
ne: तपाईं समक्ष पहुँच राख्न त्यहाँ कुनै पनि संसाधनहरू छैनन्।
nl: Er zijn geen voorzieningen met voor u toegankelijke agenda's.
sk: Nie sú žiadne zdroje s kalendármi prístupnými aj tebe.
sv: Det finns inga resurser med kalendrar som du kan komma åt.
vi: Không có tài nguyên nào trong phần lịch để bạn truy cập.

source: Created with SchoolTool
ar: تم إنشاؤها باستخدام SchoolTool
nl: Gemaakt met SchoolTool
vi: Tạo với SchoolTool

source: Page ${page_number}
ar: الصفحة ${page_number}
id: Halaman ${page_number}
km: ទំព័រ ${page_number}
lt: Puslapis ${page_number}
ms: laman ${page_number}
nb: Side ${page_number}
ne: पृष्ठ ${page_number}
nl: Pagina ${page_number}
sk: Stránka ${page_number}
sv: Sida ${page_number}
vi: Trang ${page_number}

source: Remove
ar: حذف
id: Singkirkan
km: យក​ចេញ
lt: Šalinti
ms: Buang
nb: Fjern
ne: हटाऊनुहोस
nl: Verwijderen
sk: Odstrániť
sv: Ta bort
vi: Gỡ bỏ

source: invert-selection-button
ar: زر-عكس-الأختيار
km: ប៊ូតុង​ជ្រើស​បញ្ច្រាស
lt: Invertuoti žymėjimą
ms: butang-pemilihan-songsang
nb: Inverter markeing
ne: छनौट बटनलाई उल्ट्याउ
nl: Selectie omdraaien
sk: Obrátiť výber
sv: Invertera val
vi: Chọn tất

source: There are none.
ar: لا يوجداحد
id: Tidak ada sama sekali.
km: គ្មាន ។
lt: Nėra nė vieno
ms: Tiada apa-apa
nb: Ingen å finne.
ne: यहाँ छैनन
nl: Er zijn er geen.
sk: Nie sú žiadne.
sv: Det finns inga.
vi: Không có gì.

source: There are none to add.
ar: لا يوجد احد للإضافة.
id: Tidak ada apa-apa untuk ditambahkan
km: គ្មាន​អ្វី​ត្រូវ​បន្ថែម​ទេ ។
lt: Nėra ko pridėti.
ms: Tiada apa untuk ditambah
nb: Det er ingen å legge til
ne: थप्नकोलागि यहा केहि छैन ।
nl: Er is niets om toe te voegen
sk: Niet čo pridať.
sv: Det finns ingen att lägga till.
vi: Chưa có gì được thêm vào

source: ok-button
ar: زر-موافق
km: ប៊ូតុង​យល់ព្រម
lt: Gerai
ms: butang-ok
nb: OK
ne: हुन्छ- बटन
nl: OK
sk: OK
sv: OK
vi: Đồng ý

source: All day event
ar: جميع أحداث اليوم
id: Seluruh kegiatan harian
km: ព្រឹត្តិការណ៍​ថ្ងៃ​ទាំងអស់
lt: Visą dieną
ms: Aktiviti seharian
nb: Heldags avtale
ne: सबै दिनका धटना
nl: Gebeurtenis die de hele dag duurt
sk: Celodenná udalosť
sv: Heldagsaktivitet
vi: Sự kiện cả ngày

source: This is a recurring event.
ar: هذا حدث متكرر.
id: Ini adalah kegiatan yang selalu muncul
km: នេះ​គឺ​ជា​ព្រឹត្តិការណ៍​ដែល​កើត​ផ្ទួន ។
lt: Pasikartojantis įvykis.
ms: Ini adalah aktiviti berulang
nb: Dette er en gjentakende hendelse
ne: यो पुनरावृत्तिक घटना !
nl: Dit is een terugkerende gebeurtenis.
sk: Táto udalosť sa opakuje.
sv: Detta är en återkommande händelse
vi: Đây là sự kiện lặp

source: Starts
ar: يبدأ
id: Mulai
km: ចាប់ផ្ដើម
lt: Prasideda
ms: Mula
nb: starter
ne: शुरु
nl: Begint
sk: Spúšťa
sv: Börjar
vi: Bắt đầu

source: Ends
ar: ينتهي
id: Akhir
km: បញ្ចប់
lt: Baigiasi
ms: Tamat
nb: Slutter
ne: अन्त्य हुन्छ
nl: Eindigt
sk: Končí
sv: Slutar
vi: Kết thúc

source: Change the details of this event
ar: تغيير تفاصيل هذا الحدث
id: Mengubah rincian dari kegiatan
km: ផ្លាស់ប្ដូរ​លម្អិត​នៃ​ព្រឹត្តិការណ៍​នេះ
lt: Keisti įvykio detales
ms: Tukar butiran aktiviti ini
nb: Endre på detaljene til denne hendelsen
ne: यस कार्यक्रमका लागि विवरण परिवर्तन गर्नुहोस्
nl: Bewerk de details van deze gebeurtenis
sk: Upraviť podrobnosti o tejto udalosti
sv: Ändra uppgifterna för denna händelse
vi: Thay đổi chi tiết sự kiện này

source: edit event
ar: تعديل الحدث
id: memperbaiki kegiatan
km: កែ​សម្រួល​ព្រឹត្តិការណ៍
lt: taisyti įvykį
ms: Ubah aktiviti
nb: endre hendelse
ne: कार्यक्रम सम्पादन गर्नुहोस्
nl: gebeurtenis bewerken
sk: uprav udalosť
sv: Redigera händelse
vi: Sửa sự kiện

source: Scheduled resources
ar: موارد مجدولة
id: Sumber daya terjadwal
km: ធនធាន​ដែល​កំណត់
lt: Užimti resursai
ms: Sumber terjadual
nb: Planlagte ressurser
ne: तालिकाबद्ध गरिएका संसाधनहरू
nl: Ingeplande voorzieningen
sk: Naplánované zdroje
sv: Schemalagd resurs
vi: Tài nguyên được lập lịch

source: edit resources
ar: تعديل الموارد
id: memperbaiki sumber daya
km: កែ​សម្រួល​ធនធាន
lt: keisti resursus
ms: ubah sumber
nb: rediger ressurser
ne: संशाधनहरू सम्पादन गर्नुहोस्
nl: Voorzieningen bewerken
sk: uprav zdroje
sv: Redigera resurser
vi: sửa tài nguyên

source: delete event
ar: حذف الحدث
id: Hapus Kegiatan
km: លុប​ព្រឹត្តិការណ៍
lt: šalinti įvykį
ms: Padam aktiviti
nb: slette hendelse
ne: कार्यक्रम मेट्नुहोस्
nl: gebeurtenis verwijderen
sk: zmaž udalosť
sv: Radera händelse
vi: xóa sự kiện

source: Event information
ar: معلومات الحدث
id: Informasi Kegiatan
km: ព័ត៌មាន​ព្រឹត្តិការណ៍
lt: Įvykio informacija
ms: Maklumat Aktiviti
nb: Hendelsesinformasjon
ne: कार्यक्रमको सूचना
nl: Gebeurtenisinformatie
sk: Informácie o udalosti
sv: Evenemangsinformation
vi: Thông tin sự kiện

source: Event details
ar: تعديل الحدث
id: Detail Kegiatan
km: លម្អិត​ព្រឹត្តិការណ៍
lt: Smulkiau apie įvykį
ms: Butiran aktiviti
nb: Hendelsesdetaljer
ne: कार्यक्रम विवरण
nl: Gebeurtenisdetails
sk: Podrobnosti o udalosti
sv: Evenemangsdetaljer
vi: Chi tiết sự kiện

source: Book Resources
ar: حجز موارد
id: Sumber daya buku-buku
km: ធនធាន​សៀវភៅ
lt: Rezervuoti resursus
ms: Tempah Sumber
nb: Bokressurser
ne: बुक गरिएका संशाधन
nl: Voorzieningen reserveren
sk: Knižné zdroje
sv: Boka resurser
vi: Đăng ký tài nguyên

source: Update form
ar: تحديث إطار
id: Form Perubahan
km: ធ្វើ​ឲ្យ​សំណុំ​បែបបទ​ទាន់​សម័យ
lt: Atnaujinti formą
ms: Kemaskini borang
nb: Oppdater skjema
ne: अद्यावधिक फारम
nl: Formulier bijwerken
sk: Update pole
sv: Uppdatera formulär
vi: Cập nhật biểu mẫu

source: day
ar: يوم
id: hari
km: ថ្ងៃ
lt: diena
ms: hari
nb: dag
ne: दिन
nl: dag
sk: deň
sv: dag
vi: ngày

source: month
ar: الشهر
id: bulan
km: ខែ
lt: mėnuo
ms: bulan
nb: måned
ne: महिना
nl: maand
sk: mesiac
sv: månad
vi: tháng

source: year
ar: السنة
id: tahun
km: ឆ្នាំ
lt: metai
ms: tahun
nb: år
ne: वर्ष
nl: jaar
sk: rok
sv: år
vi: năm

source: This section only applies when weekly recurrence is selected.
ar: هذا القسم يطبق فقط عند تحديد التكرار الأسبوعي
id: Bagian ini hanya digunakan jika pemunculan mingguan dipilih
km: ផ្នែក​នេះ​អនុវត្ត​តែ​នៅ​ពេល ការ​កើត​ផ្ទួនៗ​ប្រចាំ​សប្ដាហ៍​ត្រូវ​បាន​ជ្រើស ។
ms: Seksyen ini hanya boleh digunakan apabila perulangan mingguan dipilih
nb: Denne delen anvendes kun når 'gjentagende hver uke' er valgt.
ne: यो सेक्सनले तब मात्र लागू गर्दछ जब साप्ताहिक पुनरावृत्ति चयन गरिन्छ।
nl: Deze sectie is enkel van toepassing als wekelijkse terugkeer is geselecteerd.
sk: Táto časť sa použije iba ak je vybrané opakovanie každý týždeň.
sv: Denna del använd bara då "återkommande varje vecka" är vald.
vi: Phần này chỉ áp dụng khi sự kiên được lặp lại hàng tuần

source: This section only applies when the monthly recurrence is selected.
ar: هذا القسم يطبق فقط عند تحديد التكرار الشهري
id: Bagian ini berlaku haya bila dipilih rekurensi (periode) bulanan
km: ផ្នែក​នេះ​អនុវត្ត​តែ​នៅ​ពេល ការ​កើត​ផ្ទួនៗ​ប្រចាំ​ខែ​ត្រូវ​បាន​ជ្រើស ។
ms: Seksyen ini hanya boleh digunakan apabila perulangan bulanan dipilih
nb: Denne delen anvendes kun når 'gjentagende hver måned' er valgt.
ne: यो सेक्सनले मात्र लागू गर्दछ जब मासिक पुनरावृत्ति चयन गरिन्छ।
nl: Deze sectie is enkel van toepassing als maandelijkse terugkeer is geselecteerd.
sk: Táto časť sa použije iba ak je vybrané opakovanie každý mesiac.
sv: Denna del använd bara då "återkommande varje månad" är vald.
vi: Phần này chỉ có khi sự kiện được lặp lại hàng tháng

source: Day ${monthday} of every month
ar: يوم ${monthday} من كل شهر
id: Hari $(monthday) setiap bulan
km: ថ្ងៃ ${monthday} នៃ​ខែ​ទាំងអស់
lt: Kiekvieno mėnesio ${monthday} dieną
ms: Hari ${monthday} setiap bulan
nb: Dag ${monthday} i hver måned
ne: दिन ${monthday} हरेक महिनाको
nl: Dag ${monthday} van elke maand
sk: ${monthday}. deň každého mesiaca
sv: Den ${monthday} i varje månad
vi: Ngày ${monthday} của mỗi tháng

source: ${weekday} of every month
ar: ${weekday} لكل شهر
id: $(weekday) setiap bulan
km: ${weekday} នៃ​ខែ​ទាំងអស់
lt: Kiekvieno mėnesio ${weekday} diena
ms: ${weekday} setiap bulan
nb: ${weekday} for hver måned
ne: हरेक महिनाको ${weekday}
nl: ${weekday} van elke maand
sk: Každý ${weekday} mesiaca
sv: ${weekday} varje månad
vi: ${weekday} của mỗi tháng

source: Repeat
ar: تكرار
id: Ulangi
km: ធ្វើ​ម្ដង​ទៀត
lt: Pakartoti
ms: Ulang balik
nb: Gjenta
ne: दोहोर्याउनुहोस्
nl: Herhalen
sk: Opakovať
sv: Upprepa
vi: Lặp lại

source: times
ar: مرة
id: kali
km: ពេលវេលា
lt: laikai
ms: Masa
nb: ganger
ne: समयहरु
nl: keer
sk: -krát
sv: gånger
vi: lần

source: [popup calendar]
ar: [تقويم نافذة منبثقة]
id: kalender pop-up
km: [ប្រតិទិន​លេចឡើង]
ms: kalendar popup
nb: [popup kalender]
ne: [पपअप भित्तेपात्रो]
nl: [popup agenda]
sk: [popup Kalendár]
sv: [popup kalender]
vi: [Kéo thả lịch]

source: Repeat forever
ar: إعادة دائما
id: Ulangi terus
km: ធ្វើ​ម្ដង​ទៀត​រៀង​រហូត
lt: Kartoti amžinai
ms: Ulang selamanya
nb: Gjenta for alltid
ne: सधैका लागि दोहोर्याउनुहोस्
nl: Altijd herhalen
sk: Opakovať stále
sv: Upprepa för alltid
vi: Lặp lại mãi mãi

source: Booked Resources
ar: موارد محجوزة
id: Sumber Buku
km: ធនធាន​ដែលបានកក់
lt: Užsakyti resursai
ms: Sumber-sumber yang telah ditempah
nb: Reserverte ressurser
ne: बुक भएका संशाधनहरु
nl: Gereserveerde voorzieningen
sk: Rezervované zdroje
sv: Bokade resurser
vi: Tài nguyên đã đăng ký

source: Book resources
ar: حجز موارد
id: Sumber daya buku
km: ធនធាន​សៀវភៅ
lt: Užsakyti resursus
ms: Tempah sumber-sumber
nb: Bok verktøy
ne: बुक गरिएका संशाधनहरु
nl: Voorzieningen reserveren
sk: Knižné zdroje
sv: Boka resurser
vi: Đăng ký tài nguyên

source: Shortcut: Alt-A
ar: اختصار: Alt-A
km: ផ្លូវកាត់ ៖ ជំនួស (Alt) - A
lt: Trumpinys: Alt-A
ms: Jalan pintas: Alt-A
nb: Snarvei Alt-A
ne: सर्टकट: Alt-A
nl: Sneltoets: Alt-A
sk: Skratka: Alt-A
sv: Genväg: Alt-A
vi: Phím tắt: Alt-A
