Repository: schooltool-project/schooltool
Catalog: src/schooltool/locales/*.po
Languages: ar, id, km, lt, ms, nb, ne, nl, sk, sv, vi

source: <h1>Weekly Calendar</h1> <p>This is the weekly view of a calendar. It might be your calendar, or it might be the calendar of another person, group or resource in your school. <a href="/++help++/schooltool/calendaring">More calendaring help...</a></p> <h3>How do I...</h3> <ul> <li><strong>View an individual day in more detail:</strong> click on the appropriate day in the blue row of the calendar table.</li> <li><strong>View details about an event or edit it:</strong> click on the event. If you have the correct permissions for the event you can edit it.</li> <li><strong>Create an event:</strong> select the day the event starts and create the event in the daily view.</li> <li><strong>Show or hide events in one of the calendars listed under <code>Calendars</code>:</strong> check or uncheck the box under <code>Cal</code> and click <code>Apply</code>.</li> <li><strong>Adding or removing calendars to the <code>Calendars</code> list:</strong> click on the <code>More...</code> button.</li> <li><strong>Make the calendar start on the correct day:</strong> the first day of the week varies in different parts of the world. If SchoolTool isn't set up correctly for you, click on your name in the red bar at the top of the page. Then click on the <code>Actions</code> menu and select <code>Change Preferences</code>. Pick the correct "Week starts on" day and hit <code>Apply</code>.</li> <li><strong>Access a iCal format version of the calendar:</strong>: select <code>Open in iCal</code> from the Action menu.</li> </ul>
km: <h1>ប្រតិទិន​ប្រចាំ​សប្ដាហ៍</h1> <p>នេះ​ជា​​ទិដ្ឋភាព​ប្រចាំ​សប្ដាហ៍​របស់​ប្រតិទិន ។ វា​អាច​ជា​ប្រតិទិន​របស់​អ្នក ឬ​អាច​ជា​ប្រតិទិន​របស់​អ្នក​ផ្សេង ក្រុម ឬ​ធនធាន​ផ្សេង​នៅ​ក្នុងសាលារបស់​អ្នក ។ <a href="/++help++/schooltool/calendaring">ជំនួយ​បង្កើត​ប្រតិទិន​ផ្សេង​ទៀត...</a></p> <h3>តើខ្ញុំ​គួរ...</h3> <ul> <li><strong>មើល​ថ្ងៃ​នីមួយៗ​នៅ​ក្នុង​សេចក្ដី​លម្អិត ៖ </strong> ចុច​លើ​ថ្ងៃ​សមរម្យ​នៅ​ក្នុង​ជួរដេក​ពណ៌​ខៀវ​របស់​តារាង​ប្រតិទិន ។</li> <li><strong>មើល​​ទិដ្ឋភាព​លម្អិត​អំពី​ព្រឹត្តិការណ៍ ឬ​កែសម្រួល​វា ៖</strong> ចុច​លើ​ព្រឹត្តិការណ៍ ។ ប្រសិនបើ​អ្នក​បាន​សិទ្ធិ​ត្រឹមត្រូវ​សម្រាប់​ព្រឹត្តិការណ៍​ដែល​អ្នក​អាច​កែសម្រួល​បាន ។</li> <li><strong>បង្កើត​ព្រឹត្តិការណ៍ ៖</strong> ជ្រើស​ថ្ងៃ​ដែល​ព្រឹត្តិការណ៍​ចាប់ផ្ដើម និង​បង្កើត​ព្រឹត្តិការណ៍​នៅ​ក្នុង​ទិដ្ឋភាព​ប្រចាំ​ថ្ងៃ ។</li> <li><strong>បង្ហាញ​ ឬ​លាក់​ព្រឹត្តិការណ៍​នៅ​ក្នុង​ប្រតិទិន​មួយ​ក្នុង​ចំណោម​ប្រតិទិន​ដែល​បាន​រាយនៅ​ក្រោម <code>ប្រតិទិន</code> ៖</strong> គូស​ធីក ឬ​មិនគូស​ធីក​ប្រអប់​នៅ​ក្រោម<code>Cal</code> ហើយ​ចុច <code>អនុវត្ត</code> ។</li> <li><strong>បន្ថែម ឬ​យក​ប្រតិទិន​ចេញ​ពី/ទៅ​បញ្ជី <code>ប្រតិទិន</code> ៖</strong> ចុច​លើ​ប៊ូតុង <code>ផ្សេង​ទៀត...</code> ។</li> <li><strong>បង្កើត​ប្រតិទិន​ដែល​ចាប់ផ្ដើម​នៅ​ថ្ងៃ​ត្រឹមត្រូវ ៖</strong> ថ្ងៃ​ទី​មួយ​នៃ​សប្ដាហ៍​ខុស​គ្នា​នៅ​ក្នុង​ផ្នែក​ផ្សេងៗ​នៃ​ពិភព​លោក ។ ប្រសិនបើ SchoolTool មិន​កំណត់​ត្រឹមត្រូវ​សម្រាប់​អ្នក​ទេ ចុច​លើ​ឈ្មោះ​នៅ​ក្នុង​របារ​ពណ៌​ក្រហម​នៅ​ផ្នែក​ខាង​លើ​នៃ​ទំព័រ ។ បន្ទាប់​មក​ចុច​លើម៉ឺនុយ <code>សកម្មភាព</code> ហើយ​ជ្រើស​ <code>ផ្លាស់ប្ដូរ​ចំណូល​ចិត្ត</code> ។ ជ្រើស​ "សប្ដាហ៍​ចាប់ផ្ដើម​នៅ" ថ្ងៃ​ត្រឹមត្រូវ ហើយ​ចុច <code>អនុវត្ត</code> ។</li> <li><strong>ចូល​កំណែ​ទ្រង់ទ្រាយ iCal របស់​ប្រតិទិន ៖</strong> ៖ ជ្រើស <code>បើក​ក្នុង iCal​</code> ពី​ម៉ឺនុយ​សកម្មភាព ។</li> </ul>
ms: <h1>Kalendar Mingguan</h1> <p>Ini adalah kalendar paparan mingguan. Ia mungkin kalendar anda sendiri, atau ia mungkin kalendar orang lain, kumpulan atau sumber-sumber di dalam sekolah anda. <a href="/++help++/schooltool/calendaring">Lagi bantuan dalam kepenggunaan kalendar...</a></p> <h3>Bagaimana saya...</h3> <ul> <li><strong>Papar hari-hari tertentu dengan lebih terperinci:</strong> Klik pada jadual kalendar hari yang bersesuaian dalam baris berwarna biru.</li> <li><strong>Papar maklumat terperinci untuk satu-satu acara atau menyuntingnya:</strong> Klik pada acara. Jika anda mempunyai tahap kebenaran sistem yang bersesuaian untuk acara tersebut, anda boleh menyuntingnya.</li> <li><strong>Cipta acara:</strong> pilih hari bermulanya acara dan cipta acara di dalam paparan harian.</li> <li><strong>Papar atau sembunyikan acara di dalam satu dari kalendar-kalendar yang disenaraikan di bawah senarai <code>Kalendar-kalendar</code>:</strong> Tanda atau tidak tandakan kotak dibawah <code>Kal</code> dan klik <code>Bertindak</code>.</li> <li><strong>Tambah atau buang kalendar-kalendar di dalam senarai <code>Kalendar-kalendar</code>:</strong> klik ke butang <code>Lagi...</code>.</li> <li><strong>Memastikan kalendar bermula pada hari yang betul:</strong> hari pertama dalam seminggu adalah berlainan untuk setiap negara-negara di muka bumi ini. Jika SchoolTool tidak ditetapkan secara betul pada pandangan anda, klik pada nama anda yang terletak di dalam panel merah di bahagian atas laman. Kemudian klik pada menu <code>Tindakan</code> dan pilih <code>Tukar Keutamaan</code>. Pilih hari untuk "Minggu bermula pada" yang betul dan tekan butang <code>Bertindak</code>.</li> <li><strong>Akses kalendar dalam format iCal:</strong>:Pilih <code>Buka dalam iCal</code> dari menu Tindakan.</li> </ul>
nb: <h1>Uke Kalender</h1> <p>Dette er den ukentlige visningen til en kalender. Det kan være din kalender, eller det kan være kalenderen til en annen person, gruppe eller ressurs i din skole. <a href="/++help++/schooltool/calendaring">Mer kalender hjelp...</a></p> <h3>Hvordan gjør jeg...</h3> <ul> <li><strong>Vis en individuell dag i mer detalj:</strong> Trykk på en passende dag i den blå raden i kalender tabellen.</li> <li><strong>Vise detaljer for en hendelse, eller redigere den:</strong> Trykk på hendelsen. Hvis du har de korrekte rettighetene for hendelsen kan du redigere den.</li> <li><strong>Opprette en hendelse:</strong> Velg datoen hendelsen starter og opprett hendelsen i dag visning.</li> <li><strong>Vise, eller skjule hendelser i en av kalenderne vist nedenfor <code>Calendars</code>:</strong> Kryss av, eller fjern avkryssing i boksen nedenfor <code>Cal</code> og trykk <code>Bruk</code>.</li> <li><strong>Legge til, eller fjerne kalendere til <code>Calendars</code> listen:</strong> Klikk på <code>Mer...</code> knappen.</li> <li><strong>Får kalenderen til å starte på riktig dag:</strong> Den første dagen i uken varierer verden over. Hvis SchoolTool ikke er satt opp riktig for deg, klikke du på navnet ditt i den røde stolpen på toppen av siden. Deretter klikk på <code>Handlinger</code> menyen og velg <code>Endre innstillinger</code>. Velg korrekt "Uker starter på" dagen og trykk på <code>Bruk</code>.</li> <li><strong>Få tilgang til en iCal formatert versjon av en kalender:</strong>: velg <code>Åpne i iCal</code> fra Handlinger menyen.</li> </ul>
nl: <h1>Weekagenda</h1> <p>Dit is het weekoverzicht van een agenda. Het kan uw agenda zijn, of de agenda van een ander persoon, groep of bron op uw school. <a href="/++help++/schooltool/calendaring">Meer agenda hulp...</a></p> <h3>Hoe kan ik...</h3> <ul> <li><strong>Een enkele dag in detail bekijken:</strong> klik op de juiste dag in de blauwe rij van de agenda.</li> <li><strong>Details van een gebeurtenis bekijken of bewerken:</strong> klik op de gebeurtenis. Als u de juiste rechten heeft dan kunt u de gebeurtenis bewerken.</li> <li><strong>Een gebeurtenis aanmaken:</strong> kies de dag wanneer de gebeurtenis start en maak de gebeurtenis aan in het dagoverzicht.</li> <li><strong>Gebeurtenissen tonen of verbergen van één van de agenda's in de lijst van <code>Agenda's</code>:</strong> <code>Agenda</code> aan of uitvinken en op <code>Toepassen</code> klikken.</li> <li><strong>Agenda's verwijderen uit of toevoegen aan de <code>Agenda's</code> lijst:</strong> klik op de <code>Meer...</code> knop.</li> <li><strong>De agenda starten op de juiste dag:</strong> de eerste dag van de week varieert op verschillende plaatsen in de wereld. Als SchoolTool niet correct is ingesteld voor u, klik dan op uw naam in de rode balk bovenaan de pagina. Klik dan op het <code>Acties</code> menu en selecteer <code>Voorkeuren Wijzigen</code>. Kies de juiste "Week begint op" dag en klik op <code>Toepassen</code>.</li> <li><strong>Een iCal-formaat versie van de agenda openen:</strong>: selecteer <code>Openen in iCal</code> vanuit het Actiemenu.</li> </ul>

source: <h1>Yearly Calendar</h1> <p>This is the year view of a calendar. It might be your calendar, or it might be the calendar of another person, group or resource in your school. <a href="/++help++/schooltool/calendaring">More calendaring help...</a></p> <h3>How do I...</h3> <ul> <li><strong>Know which days contain events: if the day has a blue background, there is at least one event that day.</strong></li> <li><strong>View an individual day in more detail:</strong> click on the day.</li> <li><strong>View an individual month:</strong> click on the name of the month.</li> <li><strong>Create an event:</strong> select the day the event starts and create the event in the daily view.</li> <li><strong>Show or hide events in one of the calendars listed under <code>Calendars</code>:</strong> check or uncheck the box under <code>Cal</code> and click <code>Apply</code>.</li> <li><strong>Adding or removing calendars to the <code>Calendars</code> list:</strong> click on the <code>More...</code> button.</li> <li><strong>Make the calendar start on the correct day:</strong> the first day of the week varies in different parts of the world. If SchoolTool isn't set up correctly for you, click on your name in the red bar at the top of the page. Then click on the <code>Actions</code> menu and select <code>Change Preferences</code>. Pick the correct "Week starts on" day and hit <code>Apply</code>.</li> <li><strong>Access a iCal format version of the calendar:</strong>: select <code>Open in iCal</code> from the Action menu.</li> </ul>
km: <h1>ប្រតិទិន​ប្រចាំ​ឆ្នាំ</h1> <p>នេះ​ជា​ទិដ្ឋភាព​ឆ្នាំ​របស់​ប្រតិទិន ។ វា​អាច​ជា​ប្រតិទិន​របស់​អ្នក ឬ​វាអាច​ជា​ប្រតិទិន​របស់​អ្នក​ផ្សេង ក្រុម​ ឬ​ធនធាន​នៅ​ក្នុង​សាលា​របស់​អ្នក ។ <a href="/++help++/schooltool/calendaring">ជំនួយ​បង្កើត​ប្រតិទិន​ផ្សេង​ទៀត...</a></p> <h3>តើខ្ញុំ​គួរ...</h3> <ul> <li><strong>ដឹង​ថា​ថ្ងៃ​ណា​មាន​ព្រឹត្តិការណ៍ ៖ ប្រសិនបើ​ថ្ងៃ​មាន​ផ្ទៃ​ពណ៌​ខៀវ មាន​ព្រឹត្តិការណ៍​យ៉ាង​ហោចណាស់​មួយ​ ។</strong></li> <li><strong>មើល​ថ្ងៃ​នីមួយៗ​នៅ​ក្នុង​សេចក្ដី​លម្អិត ៖</strong> ចុច​លើ​ថ្ងៃ​នោះ ។</li> <li><strong>មើល​ខែ​នីមួយៗ ៖</strong> ចុច​លើ​ឈ្មោះ​ខែ ។</li> <li><strong>បង្កើត​ព្រឹត្តិការណ៍ ៖</strong> ជ្រើស​ព្រឹត្តិការណ៍​ថ្ងៃ​ដែល​ចាប់ផ្ដើម និង​បង្កើត​ព្រឹត្តិការណ៍​នៅទិដ្ឋភាព​ប្រចាំ​ថ្ងៃ ។</li> <li><strong>បង្ហាញ ឬ​​លាក់​ព្រឹត្តិការណ៍​នៅ​ក្នុង​ប្រតិទិន​មួយ​ក្នុង​ចំណោម​ប្រតិទិន​ដែល​បាន​រាយ​នៅ​ក្រោម <code>ប្រតិទិន</code>៖</strong> គូស​ធីក ឬ​មិន​គូស​ធីក​នៅ​ក្រោម <code>Cal</code> ហើយ​ចុច <code>អនុវត្ត</code> ។</li> <li><strong>បន្ថែម ឬ​យក​ប្រតិទិន​ទៅ/ពី​បញ្ជី <code>ប្រតិទិន</code> ៖</strong> ចុច​លើ​ប៊ូតុង​ <code>ច្រើន​ទៀត...</code> ។</li> <li><strong>បង្កើត​ប្រតិទិន​ចាប់ផ្ដើម​នៅ​ថ្ងៃ​ត្រឹមត្រូវ ៖</strong> ថ្ងៃ​ដំបូង​នៃ​សប្ដាហ៍​ខុសគ្នា​​ក្នុង​ផ្នែក​ផ្សេងៗ​នៃ​ពិភព​លោក ។ ប្រសិនបើ SchoolTool មិន​ត្រូវ​បាន​កំណត់​ត្រឹមត្រូវ​សម្រាប់​អ្នក​ទេ ចុច​លើ​ឈ្មោះ​របស់​អ្នកនៅ​ក្នុងរបារ​ពណ៌​ក្រហម​នៅ​​ផ្នែក​ខាង​លើ​នៃ​ទំព័រ ។ បន្ទាប់​មក​ចុច​លើ​ម៉ឺនុយ​ <code>សកម្មភាព</code> ហើយ​ជ្រើស <code>ផ្លាស់ប្ដូរ​​ចំណូច​ចិត្ត​</code> ។ ជ្រើស​ "សប្ដាហ៍​ចាប់ផ្ដើម​នៅ​" ថ្ងៃ ហើយ​ចុច <code>អនុវត្ត</code> ។</li> <li><strong>ចូល​​​កំណែ​ទ្រង់ទ្រាយ iCal នៃ​ប្រតិទិន ៖</strong> ៖ ជ្រើស <code>បើក​ក្នុង iCal​</code> ពី​ម៉ឺនុយ​សកម្មភាព ។</li> </ul>
ms: <h1>Kalendar Tahunan</h1> <p>Ini adalah kalendar paparan tahunan. Ia mungkin kalendar anda sendiri, atau ia mungkin kalendar orang lain, kumpulan atau sumber-sumber di dalam sekolah anda. <a href="/++help++/schooltool/calendaring">Lagi bantuan dalam kepenggunaan kalendar...</a></p> <h3>Bagaimana saya...</h3> <ul> <li><strong>Mengetahui hari apa yang mengandungi acara: Sekiranya ruang hari mempunya warna biru di belakang teks. sekurang-kuranya ada satu acara untuk hari tersebut.</strong></li> <li><strong>Papar hari-hari tertentu secara terperinci:</strong> klik pada hari.</li> <li><strong>Papar bulan-bulan tertentu:</strong> klik pada nama bulan.</li> <li><strong>Cipta acara:</strong> pilih hari bermulanya acara dan cipta acara itu di dalam paparan harian.</li> <li><strong>Papar atau sembunyikan acara di dalam satu dari kalendar-kalendar yang disenaraikan di bawah senarai <code>Kalendar-kalendar</code>:</strong> Tanda atau tidak tandakan kotak dibawah <code>Kal</code> dan klik <code>Bertindak</code>.</li> <li><strong>Tambah atau buang kalendar-kalendar di dalam senarai <code>Kalendar-kalendar</code>:</strong> klik ke butang <code>Lagi...</code>.</li> <li><strong>Memastikan kalendar bermula pada hari yang betul:</strong> hari pertama dalam seminggu adalah berlainan untuk setiap negara-negara di muka bumi ini. Jika SchoolTool tidak ditetapkan secara betul pada pandangan anda, klik pada nama anda yang terletak di dalam panel merah di bahagian atas laman. Kemudian klik pada menu <code>Tindakan</code> dan pilih <code>Tukar Keutamaan</code>. Pilih hari untuk "Minggu bermula pada" yang betul dan tekan butang <code>Bertindak</code>.</li> <li><strong>Akses kalendar dalam format iCal:</strong>:Pilih <code>Buka dalam iCal</code> dari menu Tindakan.</li> </ul>
nl: <h1>Jaaragenda</h1> <p>Dit is het jaaroverzicht van een agenda. Het kan uw agenda zijn, of de agenda van een ander persoon, groep of voorziening op uw school. <a href="/++help++/schooltool/calendaring">Meer agenda hulp...</a></p> <h3>Hoe kan ik...</h3> <ul> <li><strong>Weten welke dagen gebeurtenissen bevatten: als de dag een blauwe achtergrond heeft, dan is er minimaal één gebeurenis op die dag.</strong></li> <li><strong>Een enkele dag in detail bekijken:</strong> klik op de dag.</li> <li><strong>Een enkele maand bekijken:</strong> klik op de naam van de maand.</li> <li><strong>Een gebeurtenis aanmaken:</strong> kies de dag wanneer de gebeurtenis start en maak de gebeurtenis aan in het dagoverzicht.</li> <li><strong>Gebeurtenissen tonen of verbergen van één van de agenda's in de lijst van <code>Agenda's</code>:</strong> <code>Agenda</code> aan of uitvinken en op <code>Toepassen</code> klikken.</li> <li><strong>Agenda's verwijderen uit of toevoegen aan de <code>Agenda's</code> lijst:</strong> klik op de <code>Meer...</code> knop.</li> <li><strong>De agenda starten op de juiste dag:</strong> de eerste dag van de week varieert op verschillende plaatsen in de wereld. Als SchoolTool niet correct is ingesteld voor u, klik dan op uw naam in de rode balk bovenaan de pagina. Klik dan op het <code>Acties</code> menu en selecteer <code>Voorkeuren Wijzigen</code>. Kies de juiste "Week begint op" dag en klik op <code>Toepassen</code>.</li> <li><strong>Een iCal-formaat versie van de agenda openen:</strong>: selecteer <code>Openen in iCal</code> vanuit het Actiemenu.</li> </ul>

source: Form input is not a file object
id: Formulir masukan bukanlah sebuah objek berkas
km: ការ​បញ្ចូល​សំណុំ​បែបបទ​មិនមែនជា​វត្ថុ​ឯកសារ​ទេ
lt: Formos įvedimas nėra failas
ms: Borang kemasukan bukan fail objek
ne: फारम आगत फाइल वस्तु होइन
nl: Formulier-invoer is geen bestandsobject
sv: Formulärets indata är inte ett filobjekt
vi: Biểu mẫu nhập vào không phải là đối tượng file

source: Invalid integer data
id: Data integer tidak valid
km: ទិន្នន័យ​ចំនួន​គត់​មិន​ត្រឹមត្រូវ
lt: Netinkamas sveikas duomuo
ms: data integer tidak sah
nb: Ugyldig heltall
ne: अवैध इन्टिजर डाटा
nl: Ongeldige gegevens voor hele getallen
sk: Neplatné integer data
sv: Felaktigt heltalsdata
vi: Dữ liệu nguyên không hợp lệ

source: Invalid text data
id: Data teks tidak valid
km: ទិន្នន័យ​អត្ថបទ​មិន​ត្រឹមត្រូវ
lt: Netinkamas tekstinis duomuo
ms: teks data tidak sah
nb: Ugyldig tekst data
ne: अवैध पाठ डाटा
nl: Ongeldige tekstgegevens
sk: Neplatné textové dáta
sv: Felaktigt textdata
vi: Dữ liệu văn bản không hợp lệ

source: Invalid textual data
id: Data tekstual tidak valid
km: ទិន្នន័យ​អត្ថបទ​មិន​ត្រឹមត្រូវ
lt: Netinkamas teksto duomuo
ms: data teks tidak sah
ne: अमान्य पाठ्य डाटा
nl: Ongeldige tekstuele gegevens
sk: Neplatné textual data
sv: Felaktigt textdata
vi: Dữ liệu văn bản không hợp lệ

source: Invalid unicode data
id: data unicode salah
km: ទិន្នន័យ​យូនីកូដ​មិន​ត្រឹមត្រូវ
lt: Netinkamas unikodinis duomuo
ms: data aksara tidak sah
nb: Ugyldig unicode data
ne: अवैध युनिकोड डाटा
nl: Ongeldige unicode gegevens
sk: Neplatné dáta kódovania
sv: Felaktigt unicode data
vi: Dữ liệu mã code không hợp lệ

source: Invalid floating point data
id: data pecahan salah
km: ទិន្នន័យ​ចំណុច​មិន​ត្រឹមត្រូវ
lt: Netinkamas dešimtainis duomuo
ms: data perpuluhan tidak sah
ne: अवैध उत्प्लावन बिन्दु डाटा
nl: Ongeldige gegevens voor decimale getallen
sk: Neplatné floating point dáta
sv: Felaktigt flyttalsdata
vi: Dữ liệu thực không hợp lệ

source: Invalid datetime data
id: data waktu & tanggal salah
km: ទិន្នន័យ​ពេល​វេលា​កាល​បរិច្ឆេទ​មិន​ត្រឹមត្រូវ
lt: Netinkama laiko reikšmė
ms: data tarikhmasa tidak sah
nb: Ugyldig dato-tid data
ne: अवैध मितिसमय डाटा
nl: Ongeldige datum/tijd-gegevens
sk: Neplatné datetime dáta
sv: Felaktigt datum/tid data
vi: Dữ liệu ngày tháng không hợp lệ

source: The name for the school or organization running this server. This will be displayed on the public calendar, the bottom of all pages and in the page title.
id: Nama dari sekolah organisasi yang berjalan server ini. Ini akan memperlihatkan kalender publik, bagian bawah semua halaman dan di judul halaman.
km: ឈ្មោះ​សម្រាប់​សាលា ឬ​អង្គការ​ដែល​កំពុង​រត់ ម៉ាស៊ីន​បម្រើ​នេះ ។ នេះ​នឹង​បង្ហាញ​នៅ​លើ​ប្រតិទិន​សាធារណៈ នៅ​ផ្នែក ខាង​ក្រោម​នៃ​ទំព័រ​ទាំងអស់ និង​ក្នុង​ចំណង​ជើង​ទំព័រ ។
lt: Mokyklos ar įstaigos, kurioje dirba ši tarnybinė stotis, pavadinimas. Tai bus atvaizduota viešame kalendoriuje, puslapių apačioje ir puslapio antraštėje.
ms: Nama sekolah atau organisasi yang menjalankan pelayan ini. Ini akan dipaparkan di kalendar awam, di bahagian bawah semua laman muka dan di dalam tajuk laman muka.
ne: "विद्यालय वा संस्थाको लागि नामले \n" "यो सर्भर चालू गरिरहेको छ।यो सार्वजनिक क्यालेन्डरमा सबै पृष्ठहरू र पृष्ठ \n" शीर्षकहरूको तल्लो भागमा प्रदर्शन गरिनेछ।
nl: De naam van de school of organisatie die deze server beheert. Wordt getoond in de openbare agenda, onderaan alle pagina's en in de titel van de pagina's.
sk: Názov školy alebo organizácie prevádzkujúcej tento web. Bude zobrazený vo verejnom kalendári, v dolnej časti a titulku každej stránky.
sv: Namnet på skolan eller organisationen som använder denna server. Detta kommer att visas upp på den allmänna kalendern, i sidfoten och i sidans titel.
vi: Tên của trường hay tổ chức đang hoạt động trên server này. Nó sẽ hiển thị trên lịch biểu chung, Phần dưới của tất cả các trang và tên của từng trang.

source: Front Page Calendar
ar: تقويم الصفحة الرئيسية
id: Halaman Muka dari Kalender
km: ប្រតិទិន​ទំព័រ​មុខ
lt: Pradinio puslapio kalendorius
ms: Kalendar Muka Depan
nb: Forsidekalender
ne: मोहडा पृष्ठ भित्तेपात्रो
nl: Agenda als startpagina
sk: Kalendár na úvodnej stránke
sv: Kalender på första sidan
vi: Trang lịch

source: Display site-wide calendar as the front page of the site.
id: Menampilkan kalender secara melebar sebagai halaman depan dari situs .
km: បង្ហាញ​ប្រតិទិន​បណ្ដាញ​ទាំងមូល​ជា​ទំព័រ​មុខ​របស់​តំបន់ បណ្ដាញ ។
lt: Rodyti visos svetainės kalendorių kaip pradinį svetainės puslapį.
ms: Memaparkan kalendar seluruh tapak laman sebagai muka hadapan tapak laman.
nb: Viser oversiktskalenderen som forside på nettstedet.
ne: "साइट-वाइड क्यालेन्डर \n" साइटको पहिलो पृष्ठको रुपमा प्रदर्शन गर्नुहोस्।
nl: Schoolagenda weergeven als de startpagina van de website.
sk: Zobrazí všeobecný kalendár na titulnej strane webu.
sv: Visa kalender för hela webbplatsen som första sida för webbplatsen.
vi: Hiển thị trang Lịch biểu như là trang chủ

source: Show timetables
ar: إظهار جداول المواعيد
id: Tampilkan jadwal
km: បង្ហាញ​កាល​វិភាគ
lt: Rodyti tvarkaraščius
ms: Paparkan jadual-jadual
nb: Vis timetabeller
ne: समय तालिका देखाउनुहोस
nl: Roosters tonen
sk: Zobraziť rozvrhy
sv: Visa scheman
vi: Hiển thị thời khóa biểu

source: An option that controls whether the timetable of this calendar's owner is shown in the calendar views.
id: Sebuah opsi untuk mengatur apakah jadwal dari kalender ini pemilik diperlihatkan pada penayangan kalender.
km: ជម្រើស​ដែល​គ្រប់គ្រង​ថា​តើ​កាល​វិភាគ​នៃ​ម្ចាស់​របស់​ប្រតិទិន​នេះ ត្រូវ​បាន​បង្ហាញ​ក្នុង​ទិដ្ឋភាព​ប្រតិទិន ។
lt: Parinktis, valdanti šio kalendoriaus savininko tvarkaraščio rodymą kalendoriuje.
ms: Satu pilihan yang mengawal samada tuan punya jadual kalendar dipaparkan di dalam paparan-paparan kalendar.
ne: "\n" एउटा विकल्प जसले यो क्यालेन्डरको मालिकको समयतालिका "क्यालेन्डर दृश्यमा देखाइएको छ छैन नियन्त्रण गर्दछ ।\n"
nl: Een optie die bepaalt of het rooster van de eigenaar van deze agenda wordt getoond in het agenda-overzicht.
sk: Voľba určujúca, či bude rozvrh vlastníka tohto kalendára zobrazený medzi zobrazeniami kalendára.
sv: En inställning som kontrollerar om ägaren till denna kalenders schema visas i kalenderns visningsläge.
vi: Một tùy chọn mà có thể điều khiển được thời khóa biểu ở bất cứ nơi nào trên lịch cá nhân hiển thị ở phần xem lịch<br> <br><img alt="Note:" src="/@@/info" title="This is a note to translators"> <img alt="There are line breaks here. Each one" src="/@@/translation-newline"> Thể hiện việc ngắt dòng.Bắt đầu một dòng mới tại vị trí dịch thuật <br> <img alt="Note:" src="/@@/info" title="This is a note to translators"> <img alt="There are leading/trailing spaces here. Each one" src="/@@/translation-space"> Thể hiện một khoảng trống. Nhập vào một khoảng trống tịa vị trí dịch thuật
