Repository: schooltool-project/schooltool
Catalog: src/schooltool/locales/*.po
Languages: ar, id, km, lt, ms, nb, ne, nl, sk, sv, vi

source: Usage: %s [options] Options: -c, --config xxx use this configuration file instead of the default -h, --help show this help message -d, --daemon go to background after starting -r, --restore-manager password restore the manager user with the provided password (read password from the standart input if 'password' is '-') --manage only do management tasks, don't run the server
km: កា​រប្រើប្រាស់ ៖ %s [ជម្រើស] ជម្រើស ៖ -c, --config xxx ប្រើ​ឯកសារ​កំណត់​រចនាសម្ព័ន្ធ​ជំនួស​ឲ្យ​ឯកសារ​កំណត់​រចនាសម្ព័ន្ធលំនាំដើម -h, --help បង្ហាញ​សារ​ជំនួយ​នេះ -d, --daemon ទៅផ្ទៃ​ខាងក្រោយ​បន្ទាប់​ពី​ចាប់ផ្ដើម -r, --ស្ដារ​កម្មវិធី​គ្រប់គ្រង​ពាក្យ​សម្ងាត់ ស្ដារ​កម្មវិធីគ្រប់គ្រង​​អ្នក​ប្រើ​ដែលមាន​ពាក្យ​សម្ងាត់​ដែល​បានផ្ដល់ (អាន​ពាក្យ​សម្ងាត់​ពី​ការ​បញ្ចូល​ស្តង់ដារ​ប្រសិន​បើ 'ពាក្យ​សម្ងាត់' ជា '-') --manage ធ្វើ​តែ​កិច្ចការ​គ្រប់គ្រង កុំ​រត់​ម៉ាស៊ីនបម្រើ
ms: Pengunaan: %s [pilihan-pilihan] Pilihan-pilihan: -c, --config xxx guna fail konfigurasi ini selain yang asal -h, --help paparkan mesej bantuan ini -d, --daemon pergi menjadi proses belakang selepas dimulakan -r, --restore-manager kata laluan mengembalikan pengguna pengurus dengan kata laluan yang diberi (baca kata laluan dari input biasa jika 'kata laluan' adalah '-') --manage hanya membuat tugasan pengurusan, jangan jalankan pelayan.
nb: anvendelse: %s [opsjoner] Opsjoner: -c, --config xxx bruk denne konfigurasjonsfilen i stedet for standard -h, --help vis denne hjelpe beskjeden -d, --daemon gå i bakgrunnen etter oppstart -r, --restore-manager passord gjenopprett administrasjonsbrukeren med angitt passord (leser passordet fra standard inn hvis 'password' er '-') --manage kun gjør administrative oppgaver, ikke start tjeneren
ne: "\n" "उपयोग: %s [options]\n" "विकल्पहरू:\n" " -c, --कन्फिग xxx पूर्वनिर्धारितको सट्टा यो कन्फिगरेसन फाइल प्रयोग गर्नुहोस्\n" " -h, --मद्दत यो मद्दत सन्देश देखाउनुहोस्\n" " -d, --डेमोन सुरु गरेपछि पृष्ठभूमिमा जानुहोस्\n" " -r, --पूर्वावस्थामा ल्याउनुहोस्-प्रबन्धक पासवर्ड \n" " उपलब्ध भएको पासवर्डसँग प्रबन्धक प्रयोगकर्तालाई पूर्वावस्थामा ल्याउनुहोस्\n" " (यदि पासवर्ड '-' भए मानक आगतबाट पासवर्ड पढ्नुहोस्\n" " )\n" " - -प्रबन्ध गर्नुहोस् ब्यवस्थापन कार्य मात्र गर्नुहोस्, सर्भर नचलाउनुहोस्\n"
nl: Gebruik: %s [opties] Opties: -c, --config xxx gebruik dit configuratiebestand in plaats van het standaardbestand -h, --help toon dit hulpbericht -d, --daemon proces naar achtergrond na het starten -r, --restore-manager wachtwoord stel het beheerders-wachtwoord opnieuw in met het opgegeven wachtwoord (lees het wachtwoord van de standaard input als het 'wachtwoord' '-' is) --manage voer enkel beheerstaken uit, zonder de server te starten
sk: Použitie: %s [voľby] Voľby: -c, --config xxx namiesto štandardného použiť tento konfiguračný súbor -h, --help zobraziť túto správu pomocníka -d, --daemon po spustení prejsť do pozadia -r, --restore-manager heslo obnoviť používateľa správca s daným heslom (ak je heslo „-”, načítať heslo zo štandardného vstupu) --manage nespúšťať server, iba vykonať úlohy správy
sv: Användning: %s [alternativ] Alternativ: -c, --config xxx använd denna konfigurationsfil istället för förvald -h, --help visa denna hjälptext -d, --daemon sänd till bakgrunden efter start -r, --restore-manager password återsställ adminstratörens lösenord till det angivna (läs lösenordet från normal inmatning om 'password' är '-') --manage utför endast adminstrativa uppgifter, starta inte servern
vi: Sử dụng: %s [tùy chọn]<br> Các tùy chọn: <samp> </samp>-c, --config xxx Sử dụng file cấu hình xxx để thay thế cho file cấu hình mặc định. <samp> </samp>-h, --help Hiển thị các thông báo trợ giúp <samp> </samp>-d, --daemon Quay lại hình nền sau khi bắt đầu <samp> </samp>-r, --restore-Quản lý password

source: No storage defined in the configuration file. If you're using the default configuration file, please edit it now and uncomment one of the ZODB storage sections.
id: Tidak dijelaskan media penyimpan dalam berkas konfigurasi ini. Jika anda menggunakan konfigurasi awal, silakan rubah sekarang dan tidak ada komentar pada seksi peyimpanan ZODB.
km: គ្មាន​ឧបករណ៍​ផ្ទុក​បានកំណត់​នៅ​ក្នុង​ឯកសារ​កំណត់​រចនាសម្ព័ន្ធ​ទេ ។ ប្រសើ​បើ​អ្នក​កំពុង​ប្រើ​ឯកសារ​កំណត់​រចនាសម្ព័ន្ធ​លំនាំដើម សូម​កែសម្រួល​វា​ឥឡូវ ហើយ មិន​ផ្ដល់​មតិយោបល់​របស់​ភាគ​នៃ​ឧបករណ៍​ផ្ទុក ZODB ។
lt: Nenurodyta saugykla konfigūracijos faile Jei naudojamas numatytasis konfiguracijos failas, reikia jame pašalinti komentaro žymes vienam iš ZODB saugyklos aprašų.
ms: TIada penyimpanan didefinasikan di dalam fail konfigurasi. Jika anda menggunakan fail konfigurasi asal, tolong sunting ia sekarang dan buang komen satu dari seksyen penyimpanan ZODB.
ne: "\n" "कन्फिगरेसन फाइलमा कुनै भण्डारण परिभाषित गरिएको छैन।\n" "\n" "यदि तपाईं पूर्वनिर्धारित कन्फिगरेसन फाइल प्रयोग गर्दै हुनुहुन्छ भने, कृपया यसलाई अहिले सम्पादन गर्नुहोस् र\n" "ZODB भण्डारण सेक्सनहरूको एउटा चिनो हटाउनुहोस्।\n"
nl: Geen opslag gedefinieerd in het configuratiebestand Als u het standaard configuratiebestand gebruikt, wijzigt u dit dan en haal de commentaartekens weg voor één van de ZODB-opslagsecties.
sk: V konfiguračnom súbore nie je definovaná ukladacia lokácia. Ak používate aktuálny konfiguračný súbor upravte ho prosím a odkomentujte jednu z ZODB ukladacích sekcií.
sv: Ingen lagring definierad i konfigurations filen. Om du använder standard konfigurationen var god redigera nu avkommentera ZODB storage sektionerna.
vi: Không có lưu trữ nào được xác định trong file cấu hình. Nếu bạn sử dụng file cấu hình mặc định, hãy chỉnh sửa nó bây giờ và không ghi chú vào phần lưu trữ của ZODB

source: Going to background, daemon pid %d
id: Pergi ke latar belakang, pid daemon %d
km: ទៅកាន់​ផ្ទៃ​ខាង​ក្រោយ ដេមិន %d
lt: Pereinama į foninį režimą, proceso id %d
ms: Pergi ke proses latarbelakang, daemon pid %d
nb: Går i bakgrunnen, pid %d
ne: पृष्ठभूमिमा जाँदै, डेमोन पिड %d
nl: Gaat nu op de achtergrond draaien, daemon pid %d
sk: Prechod do backgroundu, daemon pid %d
sv: Går till bakgrunden, daemon pid %d
vi: Chạy trên nền, daemon pid %d

source: Cannot resolve plugin action order:
ar: غير قادر على تحليل ترتيب عمل الإضافة:
km: មិនអាច​ដោះស្រាយ​លំដាប់​សកម្មភាព​កម្មវិធី​ជំនួយ​បានទេ ៖
ms: Tidak dapat menyelesaikan susunan plugin tindakan:
ne: प्लगइन एक्सन अर्डरलाई समाधान गर्न सकिएन :
nl: Kan volgorde van plugin-acties niet achterhalen:
vi: Không thể giải quyết được vấn đề theo yêu cầu

source: Run %s -h for help.
ar: شغل %s -h للمساعدة
id: Jalankan %s -h untuk pertolongan
km: រត់ %s -h សម្រាប់​ជំនួយ ។
lt: %s -h iškvies paaiškinimus.
ms: Taip %s -h untuk bantuan
nb: Kjør %s -h for hjelp.
ne: मद्दतका लागि %s -h चलाउनुहोस्।
nl: Voer %s -h uit voor hulp.
sk: Pre pomoc spusti %s -h .
sv: Kör %s -h för hjälp.
vi: Gõ %s -h để được trợ giúp

source: %s: daemon mode not supported on your operating system.
id: %s: modus daemon tidak didukung di sistem operasi Anda.
km: %s ៖ មិនគាំទ្រ​របៀប​ដេមិន​នៅ​លើ​ប្រព័ន្ធ​ប្រតិបត្តិការ​របស់​អ្នក​ទេ ។
lt: %s: foninis darbo režimas šioje operacinėje sistemje nagalimas.
ms: %s: mod daemon tidak disokong oleh sistem operasi anda.
nb: %s: daemon mode ikke støttet av operativsystem.
ne: तपाईंको सञ्चालन प्रणालीमा %s: डेमोन मोड समर्थन गर्दैन।
nl: %s: daemon modus wordt niet ondersteund door uw besturingssysteem.
sk: %s: daemon mód nie je podporovaný vašim operačným systémom.
sv: %s: daemon läge stöds inte av ditt operativ system.
vi: %s: Chế độ daemon không được hệ thống trợ giúp

source: Reading configuration from %s
ar: قراءة الإعدادات من %s
id: Pembacaan Konfigurasi dari %s
km: កំពុង​អាន​ការ​កំណត់​រចនាសម្ព័ន្ធ​ពី %s
lt: Skaitoma konfigūracija iš %s
ms: Membaca Konfigurasi dari %s
nb: Leser konfigurasjon fra %s
ne: %s बाट कन्फिगरेसन पढ्दै
nl: Configuratie wordt gelezen uit %s
sk: Načítavam konfiguráciu z %s
sv: Läser konfiguration från %s
vi: Đọc cấu hình từ %s

source: Startup time: %.3f sec real, %.3f sec CPU
id: Waktu mulai: %.3f detik sebenarnya, %.3f detik CPU
km: ពេល​វេលា​ចាប់ផ្ដើម ៖ %.3f វិនាទី ពិត​ប្រាកដ %.3f វិនាទី CPU
lt: Pradžia: %.3f sek real, %.3f sec CPU
ms: Masa bermula: %.3f sec real, %.3f sec CPU
ne: सुरुआत समय: %.3f sec real ,%.3f sec CPU
nl: Opstarttijd: %.3f sec real, %.3f sec CPU
sv: Starttid: %.3f sec real, %.3f sec CPU
vi: Thời gian bắt đầu: %.3f sec real, %.3f sec CPU

source: Could not initialize the database: %s
ar: فشل في تهيئة قاعدة البيانات: %s
id: Tidak bisa menginisialisasi database: %s
km: មិន​អាច​ចាប់ផ្ដើម​មូលដ្ឋាន​ទិន្នន័យ ៖ %s
lt: Nepavyko atverti duomenų bazės: %s
ms: Tidak dapat memulakan pangkalan data: %s
nb: Kunne ikke initialisere databasen: %s
ne: "डाटाबेस थालनी गर्न सकिएन: \n" %s
nl: Kon de database niet initialiseren: %s
sk: Nebolo možné inicializovať databázu: %s
sv: Kunde inte initialisera databasen: %s
vi: Không thể khởi tạo được cơ sở dữ liệu

source: Perhaps another %s instance is using it?
id: Mungkin %s instan lainnya sedang menggunakannya?
km: ប្រហែល​ជា​ធាតុ %s ផ្សេង​ទៀត​កំពុង​ប្រើ​វា ?
lt: Gal būt kita %s sesija jį naudoja?
ms: Mungkin ada %s proses lain menggunakannya?
nb: Kanskje en annen instans av %s bruker den?
ne: "\n" सम्भवत: अर्को %s दृष्टान्तले यो प्रयोग गर्दैछ ?
nl: Misschien wordt het door een ander %s proces gebruikt?
sk: Možno to používa iná inštancia %s?
sv: Kanske använder en annan %s instans den?
vi: Có thể một người khác %s đang sử dụng nó?

source: Warning: could not find the reportlab library. PDF support disabled.
ar: تحذير: لم يتم العثور على مكتبة reportlab. تم تعطيل دعم PDF
id: Perhatian: tidak dapat menemukan pustaka reportlab. Dukungan PDF tidak aktif
km: ការ​ព្រមាន ៖ មិនអាច​រក​បណ្ណាល័យ reportlab បានទេ ។ ការ​គាំទ្រ PDF បាន​បិទ ។
lt: Perspėjimas: nerasta reportlab biblioteka. PDF palaikymas išjungtas.
ms: Amaran: tidak dapat mencari library reportlab. sokongan PDF dinyahaktifkan.
nb: Advarsel: fant ikke reportlab biblioteket. PDF støtten er slått av.
ne: "चेतावनी: प्रतिवेदनल्याब लाइब्रेरी फेला पार्न सकिएन।\n" PDF समर्थन अक्षम भयो।
nl: Waarschuwing: kon de reportlab-bilbiotheek niet vinden. PDF-ondersteuning uitgeschakeld.
sk: Pozor:nebolo možné nájsť knižnicu reportlab. Podpora PDF zrušená.
sv: Varning: Kunde inte hitta reportlab-biblioteket. PDF-stöd avstängt.
vi: Cảnh báo: Không thấy thư viện báo cáo reportlab.

source: Warning: font directory '%s' does not exist. PDF support disabled.
ar: تحذير مجلد الخطوط '%s' غير موجود. تم تعطيل دعم PDF
id: Perhatian: direktori font '%s' tidak ditemukan. Dukungan PDF dinonaktifkan.
km: ព្រមាន ៖ ថត​ពុម្ព​អក្សរ '%s' មិន​មាន​ទេ ។ ការ​គាំទ្រ PDF មិន​បាន​អនុញ្ញាត ។
lt: Perspėjimas: šriftų aplanko '%s' nėra. PDF palaikymas išjungtas.
ms: Amaran: direktori fon '%s' tidak wujud. Sokongan PDF dinyahaktifkan.
nb: Advarsel: font mappen '%s' eksisterer ikke. PDF støtte deaktivert.
ne: "चेतावनी: फन्ट डाइरेक्टरी ' %s' अवस्थित छैन।\n" PDF समर्थन अक्षम भयो।
nl: Waarschuwing: lettertype-map '%s' bestaat niet. PDF-ondersteuning uitgeschakeld.
sk: Upozornenie: adresár fontov %s' neexistuje. Podpora PDF zrušená.
sv: Varning: teckensnittskatalogen '%s' existerar inte. PDF-stöd avstängt.
vi: Cảnh báo: Thư mục font '%s' không tồn tại. Trợ giúp PDF không sẵn sàng

source: Warning: font '%s' does not exist. PDF support disabled.
ar: تحذير الخط '%s' غير موجود. تم تعطيل دعم PDF
id: Perhatian: font '%s' tidak ditemukan. Dukungan PDF dinonaktifkan.
km: ព្រមាន ៖ ពុម្ព​អក្សរ '%s' មិនមាន ។ ការ​គាំទ្រ PDF មិន​បាន​អនុញ្ញាត ។
lt: Perspėjimas: '%s' šrifto nėra. PDF palaikymas išjungtas.
ms: Amaran: jenis tulisan "%s" tidak wujud. Sokongan PDF dinyahaktifkan.
nb: Advarsel: font '%s' eksisterer ikke. PDF støtte deaktivert.
ne: "चेतावनी: फन्ट '%s' अवस्थित छैन।\n" PDF समर्थन असक्षम भयो।
nl: Waarschuwing: lettertype '%s' bestaat niet. PDF-ondersteuning uitgeschakeld.
sk: Upozornenie: font '%s' neexistuje. Podpora PDF zrušená.
sv: Varning: teckensnittet '%s' existerar inte. PDF-stöd avstängt.
vi: Cảnh báo: Font '%s' không tồn tại, Trợ giúp PDF không sẵn sàng

source: Members
ar: الأعضاء
id: Anggota
km: សមាជិក
lt: Nariai
ms: Ahli-ahli
nb: Medlemmer
ne: सदस्यहरू
nl: Leden
sk: Členovia
sv: Medlemmar
vi: Thành viên

source: Members of the group.
id: Anggota-anggota dari kelompok
km: សមាជិក នៃក្រុម។
lt: Grupės nariai.
ms: Ahli-ahli kumpulan
ne: समुहका सदस्यहरु
nl: Leden van de groep.
sk: Členovia kategórie.
sv: Medlemmar i gruppen.
vi: Thành viên của nhóm

source: Assigned leaders.
id: Pemimpin terpilih.
lt: Paskirti vadovai.
ms: Ketua-ketua yang ditugaskan
ne: खटाइएका अगुवाहरु
nl: Aangewezen leiders.
vi: Phân công trưởng nhóm

source: "$group" group.
id: "$group" kelompok.
km: "$group" ក្រុម
lt: "$group" grupė.
ms: "$group" kumpulan.
ne: "$समुह" समुह।
nl: "$group" groep.
sk: "$group" kategória.
sv: "$group" grupp.
vi: Nhóm "$group".

source: "$group" group and the super user.
id: "$group" kelompok dan pengguna super.
km: "$group" ក្រម និង​ អ្នកប្រើប្រាស់ពិសេស។
lt: "$group" grupė ir sistemos administratorius.
ms: "$group" kumpulan dan pengguna peringkat tertinggi.
ne: "$समुह" समुह र उत्क्रिष्ट प्रयोगकर्ता
nl: "$group" groep en de supergebruiker.
sk: "$group" kategória a superpoužívateľ.
vi: Nhóm "$group" và người quản lý

source: SchoolTool application
id: aplikasi SchoolTool
km: កម្មវិធីអនុវត្ត SchoolToo
lt: SchoolTool programa
ms: Aplikasi SchoolTool
ne: स्कुल टुल प्रयोग
nl: SchoolTool applicatie
sk: Aplikácie systému SchoolTool
sv: SchoolTool applikation
vi: Ứng dụng SchoolTool

source: Access
id: Akses
km: ការចូលទៅ
lt: Prieiga
ms: Akses
ne: चलाउनु
nl: Toegang
sk: Prístup
sv: Åtkomst
vi: Truy cập

source: Manage school settings and configuration
id: Kelola setting sekolah dan penkonfigurasian
km: គ្រប់គ្រង ការកំណត់ទំរង់ និង ការកំណត់ សាលា
lt: Tvarkyti mokyklos nustatymus
ms: Mengurus penetapan dan konfigurasi sekolah
ne: स्कुल सेटींग र विन्यास मिलाउनुहोस्
nl: Schoolinstellingen en configuratie beheren
sk: Spravovať nastavenia a konfiguráciu školy
sv: Hantera skolans inställningar och konfiguration
vi: Quản lý sự sắp đặt và cấu hình cho trường học.

source: View calendar
id: Lihat kalender
km: មើល ប្រក្រតីទិន
lt: Matyti kalendorių
ms: Lihat kalendar
ne: भित्तेपात्रो हेर्नुहोस्
nl: Agenda bekijken
sk: Zobraziť kalendár
sv: Visa kalender
vi: Xem lịch

source: Change calendar
id: Ubah Kalender
km: ផ្លាស់ប្តូរ ប្រក្រតីទិន
lt: Pakeisti kalendorių
ms: Tukar kalendar
ne: भित्तपात्रो परिर्वतन गर्नुहोस्
nl: Agenda wijzigen
sk: Zmeniť kalendár
sv: Ändra kalender
vi: Thay đổi lịch

source: View
ar: مشاهدة
id: Lihat
km: មើល
lt: Rodyti
ms: Papar
nb: Se på
ne: हेर्नुहोस्
nl: Bekijk
sk: Zobraziť
sv: Visa
vi: Xem

source: Edit
ar: تعديل
id: Ubah
km: កែ​សម្រួល
lt: Keisti
ms: Ubah
nb: Rediger
ne: सम्पादन
nl: Bewerken
sk: Upraviť
sv: Redigera
vi: Hiệu chỉnh

source: Export Persons as XML
ar: تصدير الأشخاص كـ XML
id: Ekspor Orang dalam XML
km: នាំចេញ​អ្នក​ប្រើ​ជា XML
lt: Exportuoti asmenis XML formatu
ms: Eksport Pengguna sebagai XML
nb: Eksporter personer til XML
ne: व्यक्तिलाई XML को रुपमा निर्यात गर्नुहोस्
nl: Exporteer personen in XML-formaat
sk: Exportovať osoby do XML
sv: Exportera personer som XML
vi: Xuất thành viên như XML

source: Export
ar: تصدير
id: Ekspor
km: នាំចេញ
lt: Eksportuoti
ms: Eksport
nb: Eksporter
ne: निर्यात
nl: Exporteren
sk: Exportovať
sv: Exportera
vi: Xuất ra

source: Advisors
id: Penasehat
km: ទីប្រឹក្សា
ms: Penasihat-penasihat
nb: Rådgivere
ne: सल्लाहकार
nl: Adviseurs
sk: Poradcovia
sv: Rådgivare
vi: Người cố vấn

source: Advisees
id: Penasehat
km: ទីប្រឹក្សា
ms: Orang yang dinasihat
nb: protesjéer
ne: सल्लाह
nl: Leerlingen
vi: Người được tư vấn

source: New Person
ar: شخص جديد
id: Orang Baru
km: អ្នក​ប្រើ​ថ្មី
lt: Naujas asmuo
ms: Pengguna baru
nb: Ny person
ne: नयाँ व्यक्ति
nl: Nieuwe persoon
sk: Nová osoba
sv: Ny person
vi: Người dùng mới

source: Add Multiple Persons
nl: Meerdere personen toevoegen
vi: Thêm nhiều người

source: Demographics
id: Demografi
km: ប្រជាសាស្ត្រ
lt: Demografija
ms: Demografi
nb: Demografisk
ne: डेमोग्राफिक्स
nl: Persoonsgegevens
sk: Osobné údaje
sv: Demografiska data
vi: Thống kê

source: New Text Field
id: Kolom teks baru
km: វាល​អត្ថបទ​ថ្មី
ms: Ruang Teks Baru
nb: Nytt tekst felt
ne: नयाँ पाठ क्षेत्र
nl: Nieuw Tekst Veld
sk: Nové textové pole
sv: Nästa textfält
vi: Trường văn bản mới

source: New Date Field
id: Kolom tanggal baru
km: វាល​កាល​បរិច្ឆេទ​ថ្មី
ms: Ruang Tarikh Baru
nb: Nytt dato felt
ne: नयाँ मिति क्षेत्र
nl: Nieuw datumveld
sk: Nové dátumové pole
sv: Nästa datumfält
vi: Trường ngày tháng mới

source: New Yes/No Field
nl: Nieuw Ja/Nee-veld

source: New Selection List Field
id: Kolom daftar pilihan baru
km: វាល​បញ្ជី​ជម្រើស​ថ្មី
ms: Ruang Senarai Pemilihan Baru
ne: नयाँ छनोट सूची क्षेत्र
nl: Nieuw selectielijstveld
sk: Nové pole s možnosťou výberu
vi: Trường Danh sách lựa chọn mới

source: Add Teacher
nl: Leraar toevoegen

source: Add Student
nl: Leerling toevoegen

source: Add Administrator
nl: Beheerder toevoegen

source: Insufficient data provided.
id: Data yang diberikan tidak cukup
km: ទិន្នន័យ​ដែលបានផ្ដល់​មិនគ្រប់គ្រាន់​ទេ ។
lt: Nepakanka duomenų.
ms: Maklumat yang dibekalkan tidak mencukupi.
nb: Ikke tilstreklig med data lagt inn.
ne: अपर्याप्त डाटा उपलब्ध गरियो।
nl: Onvoldoende gegevens verstrekt.
sk: Poskytnutý nedostatok dát.
sv: Otillräcklig information angiven.
vi: Cung cấp thiếu dữ liệu

source: username may not be empty
ar: اسم المستخدم لا يمكن أن يكون فارغاً
id: nama pengguna tidak boleh kosong
km: ឈ្មោះ​អ្នក​ប្រើ​មិន​ត្រូវ​ទទេ​ទេ
lt: neįvestas naudotojo vardas
ms: nama pengguna tidak boleh kosong
nb: brukernavn kan ikke være tomt
ne: प्रयोगकर्तानाम खाली हुनु हुँदैन
nl: gebruikersnaam mag niet leeg zijn
sk: Používateľské meno nesmie byť prázdne
sv: användarnamnet får inte vara tomt
vi: Tên sử dụng có thể rỗng

source: first name may not be empty
ar: الاسم الأول المستخدم لا يمكن أن يكون فارغاً
id: Nama depan tidak boleh kosong
km: នាម​ខ្លួន​មិន​ត្រូវ​ទទេ​ទេ
lt: vardas turi būti įvestas
ms: nama pertama tidak boleh kosong
nb: fornavnet kan ikke være tomt
ne: पहिलो नाम खालि नहुन सक्छ
nl: Voornaam mag niet leeg zijn
sk: meno nesmie byť prázdne
sv: förnamn kan inte vara tomt
vi: Tên họ có thể rỗng

source: last name may not be empty
ar: الاسم الأخير المستخدم لا يمكن أن يكون فارغاً
id: Nama belakang tidak boleh kosong
km: នាម​ត្រកូល​មិន​ត្រូវ​ទទេ​ទេ
lt: pavardė turi būti įvesta
ms: nama keluarga tidak boleh kosong
nb: etternavnet kan ikke være tomt
ne: अन्तिम नाम खालि नहुन सक्छ
nl: Achternaam mag niet leeg zijn
sk: priezvisko nesmie byť prázdne
sv: efternamn kan inte vara tomt
vi: Tên gọi có thể bị rỗng

source: Duplicate username: ${username}
id: nama pengguna berduplikat: ${namapengguna}
km: ស្ទួន​ឈ្មោះ​អ្នក​ប្រើ ៖ ${username}
lt: Toks naudotojo vardas jau yra: ${username}
ms: Nama pengguna berganda: ${username}
nb: Brukernavn eksisterer allerede: ${username}
ne: नक्कली प्रयोगकर्तानाम: $ {username}
nl: Dubbele gebruikersnaam: ${username}
sk: Duplikovať používateľské meno: ${username}
sv: Dubblett av användarnamnet: ${username}
vi: Có hai tên: ${username}

source: Names cannot begin with '+' or '@' or contain '/'
ar: الأسماء لا يمكن أن تبدأ بـ '+' أو '@' أو أن تحوي '/'
id: Nama tidak dapat dimulai dengan '+' atau '@' atau mengandung '/'
km: ឈ្មោះ​មិន​អាច​ចាប់ផ្ដើម​ដោយ '+' ឬ '@' ឬ​មាន '/' ទេ
lt: Vardai negali prasidėti '+' ar '@' ir juose negali būti '/'
ms: Nama tidak boleh dimulai dengan '+' atau '@' atau mengandungi '/'
nb: Navn kan ikke begynne med '+' eller '@' eller inneholde '/'
ne: नामहरु '+' वा '@' वा '/' बाट शुरु हुन सक्दैन
nl: Namen kunnen niet beginnen met '+' of '@' en mogen geen '/' bevatten.
sk: Mená nemôžu začínať s '+' a '@' alebo obsahovať '/'
sv: Namn får inte lov att börja med '+' eller '@' eller innehålla '/'
vi: Tên không bắt đầu bằng '+, @' hoặc chứa '/'

source: Usernames cannot contain non-ascii characters
lt: Naudotojo varde negali būti ne-ascii raidžių
ne: प्रयोगकर्ताको नाममा नन्-आस्की क्यारेक्टर हुन सक्दैन
nl: Gebruikersnamen mogen geen non-ASCII lettertekens bevatten
vi: Tên không bao gồm các ký tự không có trong bảng mã ascci

source: Duplicate entry "${value}"
nl: Dubbele invoer "${value}"
vi: Trùng lặp "${value}"

source: Value too long "${value}"
nl: Waarde is te lang "${value}"
vi: Giá trị quá dài "${value}"

source: Demographics Container
ms: Ruang Demografi
ne: जनसंख्याको कंटेनर
nl: Houder persoonsgegevens
sk: Polia pre osobné údaje
vi: Kho thống kê

source: Add new Field
ar: إضافة حقل جديد
id: Tambahkan lahan baru
km: បន្ថែម​វាល​ថ្មី
lt: Pridėti naują lauką
ms: Tambah Ruang baru
nb: Legg til nytt felt
ne: नयाँ क्षेत्र थप्नुहोस्
nl: Voeg nieuw veld toe
sk: Pridať nové pole
sv: Lägg till nytt fält
vi: Thêm một trường mới

source: Change information for ${field_title}
ar: تغيير المعلومات لـ ${field_title}
id: Ubah informasi untuk ${field_title}
km: ផ្លាស់ប្ដូរ​ព័ត៌មាន​សម្រាប់ ${field_title}
lt: Pakeisti ${field_title} informaciją
ms: Tukar maklumat untuk ${field_title
nb: Endre informasjonen for ${field_title}
ne: ${क्षेत्र शीर्षक} को लागि सूचना बदल्नुहोस्
nl: Verander informatie voor ${field_title}
sk: Zmeniť informácie pre ${field_title}
sv: Ändra informationen för ${field_title}
vi: Thay đổi thông tin cho: ${field_title}

source: Group
ar: مجموعة
id: Grup
km: ក្រុម
lt: Grupė
ms: Kumpulan
nb: Gruppe
ne: समुह
nl: Groep
sk: Kategória
sv: grupp
vi: Nhóm

source: Advisor
id: Penasehat
km: ទី​ប្រឹក្សា
lt: Auklėtojas
ms: Penasihat
nb: Rådgiver
ne: सल्लाहकार
nl: Adviseur
sk: Poradca
sv: Rådgivare
vi: Người tư vấn

source: Person index
ar: فهرس الشخص
id: Index personal
km: លិបិក្រម​មនុស្ស
lt: Asmenų indeksas
ms: Indeks pengguna
nb: Personoversikt
ne: व्यक्ति सूची
nl: Persoonsindex
sk: Zoznam osôb
vi: Danh mục người

source: Confirm password
ar: أكد كلمة السر
lt: Patvirtinkite slaptažodį
ms: Sahkan kata laluan
ne: पासवर्ड पक्का गर्नुहोस्
nl: Bevestig wachtwoord
sk: Potvrdenie hesla
sv: Bekräfta lösenord
vi: Xác nhận mật khẩu

source: Passwords do not match
ar: كلمات المرور لم تتوافق
id: Kata sandi tidak cocok
km: ពាក្យ​សម្ងាត់​មិន​ផ្គូផ្គង
lt: Slaptažodžiai nesutampa
ms: Kata laluan tidak sepadan
nb: Passordene er ikke like
ne: पासवर्ड मिलेन
nl: Wachtwoorden zijn niet hetzelfde
sk: Heslá sa nezhodujú
sv: Lösenorden stämmer inte överens
vi: Mật khẩu không trùng hợp

source: Add new person
ar: إضافة شخص جديد
id: Tambah orang baru
km: បន្ថែម​អ្នក​ប្រើ​ថ្មី
lt: Sukurti naują asmenį
ms: Tambah pengguna baru
nb: Legg til en ny person
ne: नयाँ व्यक्ति थप्नुहोस
nl: Voeg een nieuw persoon toe.
sk: Pridať novú osobu
sv: Lägg till ny person
vi: Thêm người mới

source: This username is already in use!
ar: اسم المستخدم هذا مستخدم من قبل!
id: Username ini sudah digunakan!
km: ឈ្មោះ​អ្នក​ប្រើ​នេះ​ត្រូវ​បាន​ប្រើ​រួច​ហើយ
lt: Šis naudotojo vardas jau užimtas!
ms: Nama pengguna ini sudah digunakan
nb: Dette brukernavnet er allerede i bruk!
ne: यो युजरनेम पहिले नै प्रयोगमा आईसकेको छ!
nl: Deze gebruikersnaam wordt al gebruikt!
sk: Toto použivateľské meno už existuje!
sv: Användarnamnet är upptaget!
vi: Tên người sử dụng đã sử dụng

source: Usernames
nl: Gebruikersnamen
vi: Tên người dùng

source: Add multiple persons
nl: Meerdere personen toevoegen
vi: Thêm nhiều người dùng

source: Current Advisors
id: Penasehat saat ini
km: ទីប្រឹក្សា​បច្ចុប្បន្ន
ms: Penasihat Terkini
nb: Nåværende rådgivere
ne: हालको सल्लाहकार
nl: Huidige adviseurs
sk: Aktuálny poradcovia
sv: Nuvarande rådgivare
vi: Người tư vấn hiện thời

source: Add Advisors
id: Tambahkan Penasehat
km: បន្ថែម​ទី​ប្រឹក្សា
ms: Tambah Penasihat
nb: Legg til rådgiver
ne: सल्लाहकारहरु थप्नुहोस्
nl: Adviseurs toevoegen
sk: Pridať poradcov
sv: Lägg till rådgivare
vi: Thêm người tư vấn

source: Advisors of ${person}
id: Penasehat dari ${person}
km: ទី​ប្រឹក្សា​របស់ ${person}
ms: Penasihat ${person}
nb: Rådgivere til ${person}
ne: ${व्यक्ति} को सल्लाहकार
nl: Adviseurs van ${person}
sk: Poradcovia ${person}
sv: Rådgivare för ${person}
vi: Người tư vấn cho ${person}

source: Current Advisees
id: Nasehat saat ini
km: ទីប្រឹក្សា​បច្ចុប្បន្ន
ms: Orang dinasihat yang terkini
nb: Nåværende protesjéer
ne: चालु सल्लाहहरु
nl: Huidige leerling
vi: Người được tư vấn hiện thời
