Repository: schooltool-project/schooltool
Catalog: src/schooltool/locales/*.po
Languages: ar, id, km, lt, ms, nb, ne, nl, sk, sv, vi

source: If you need more flexibility, you can use the <a href="add.html">timetable schema creation wizard</a>, or a <a href="complexadd.html">complex timetable schema set up form</a>.
id: Jika anda butuh lebih fleksibel, ada dapat menggunakan <a href="add.html">wizard untuk membuat jadwal</a>, atau sebuah <a href="complexadd.html">sebuah formulir pembuat skema jadwal yang kompleks</a>.
km: ប្រសិនបើ​អ្នក​ត្រូវការ​ភាពបត់បែន​ផ្សេង​ទៀត អ្នក​អាច​ប្រើ <a href="add.html">អ្នក​ជំនួយ​ការ​បង្កើត​កាលវិភាគ​សាលា</a> ឬ <a href="complexadd.html">ការ​រៀបចំ​សំណុំ​បែបបទ​កាលវិភាគ​សាលា</a> ។
lt: Sudėtingesnei schemai galite pasinaudoti <a href="add.html"> tvarkaraščio periodiškumo schemos sukūrimo vedliu </a>, arba <a href="complexadd.html"> kompleksinio tvarkaraščio periodiškumo schemos sukūrimo forma </a>.
ms: Jika anda memerlukan lebih ruang pengubahsuaian, anda boleh gunakan <a href="add.html">timetable schema creation wizard</a>, or a <a href="complexadd.html">complex timetable schema set up form</a>.
nb: Hvis du trenger mer fleksibilitet, kan du bruke <a href="add.html"> tidstabell skjema opprettelses veiviseren.</a>, eller <a href="complexadd.html"> komplekse tidstabell skjema oppsetts skjema</a>.
ne: यदि तपाईं बढि लचकता चाहनुहुन्छ भने, तपाई <a href=\"add.html\"> समयतालिका रुपरेखा सिर्जना विजार्ड</a>, वा <a href=\"complexadd.html\"> जटिल समयतालिका रुपरेखा सेट अप फारम</a> प्रयोग गर्न सक्नुहुन्छ
nl: Als u meer flexibiliteit nodig heeft, dan kunt u de <a href="add.html">uurroosterschema-assistent</a> gebruiken, of het <a href="complexadd.html">complex uurroosterschemaformulier</a>.
sk: Ak potrebujete viac možností, môžete použiť <a href="add.html">sprievodcu vytvorením harmonogramu zvonenia</a> alebo <a href="complexadd.html">komplexný formulár pre nastavenie harmonogramu zvonenia</a>.
sv: Om du behöver mer flexibilitet kan du använda dig av <a href="add.html">konfigurationsguiden för schemaläggning</a> eller den <a href="complexadd.html">komplexa schemaläggningsblanketten</a>.
vi: Nếu bạn cần thêm tính linh hoạt, bạn có thể sử dụng <a href="add.html"> tạo sơ đồ thời khóa biểu theo kiểu wizard</ a>, hoặc một <a href="complexadd.html"> tthiết lập một sơ đồ thời khóa biểu dưới dạng thiết lập một biểu mẫu </ a >.

source: Period title (optional)
ar: عنوان الحصة (اختياري)
id: Judul periode (pilihan)
km: ចំណង​ជើង​រយៈពេល (​ជាជម្រើស)
lt: Pamokos eilės vardas (nebūtinas)
ms: Nama Tempoh Masa (pilihan)
nb: Tittel på periode (valgfri)
ne: अवधि शीर्षक (वैकल्पिक)
nl: Periode-naam / Lesuur-naam (optioneel)
sk: Názov hodiny (voliteľný)
sv: Lektionsnamn (valfritt)
vi: Tên khoảng (tùy chọn)

source: Period start time
ar: وقت بداية الحصة
id: Waktu awal periode
km: ពេលវេលា​ចាប់ផ្ដើម​របស់​រយៈពេល
lt: Pamokos pradžios laikas
ms: Tempoh masa bermula
nb: Starttid på periode
ne: अवधि सुरु समय
nl: Starttijd periode/lesuur
sk: Začiatok hodiny
sv: Lektionens starttid
vi: Khoảng thời gian bắt đầu

source: Period end time
ar: وقت نهاية الحصة
id: Waktu akhir periode
km: ពេលវេលា​បញ្ចប់​របស់​រយៈពេល
lt: Pamokos pabaigos laikas
ms: Tempoh masa berakhir
nb: Sluttid på periode
ne: अवधि समाप्ति समय
nl: Eindtijd periode/Lesuur
sk: Koniec hodiny
sv: Periodens sluttid
vi: Khoảng thời gian kết thúc

source: Create
ar: إنشاء
id: Buat
km: បង្កើត
lt: Sukurti
ms: Cipta
nb: Opprett
ne: सृजना गर्नुहोस्
nl: Aanmaken
sk: Vytvor
sv: Skapa
vi: Tạo

source: Choose a special day
ar: اختيار يوماً خاصاً
id: Pilih sebuah hari khusus
km: ជ្រើស​ថ្ងៃ​ពិសេស
lt: Išrinkti atskirą dieną
ms: Pilih hari khas
nb: Velg en spesiell dag
ne: विशेष दिन रोज्नुहोस्
nl: Kies een speciale dag
sk: Vyber zvláštny deň
sv: Välj en speciell dag.
vi: Chọn một ngày đặc biệt

source: You can adjust the start and end times of periods for ${date} in the form below. In order to remove a period from the day, just delete the period's start and end times.
km: អ្នក​អាច​កែសម្រួល​​រយៈពេល​ចាប់ផ្ដើម និង​បញ្ចប់​នៃ​រយៈពេល​សម្រាប់ ${date} នៅ​ក្នុង​សំណុំ​បែបបទ​ខាង​ក្រោម ។ ដើម្បី​យក​រយៈពេល​ចេញ​ពី​​ថ្ងៃ គ្រាន់​តែ​លុប​ពេលវេលា​ចាប់ផ្ដើម និង​បញ្ចប់​របស់​រយៈ​ពេល ។
ms: Anda boleh mengubah tempoh masa bermula dan berakhir untuk ${date} di dalam borang di bawah. Untuk membuang tempoh dari hari, hanya buang tempoh masa bermula dan berakhir.
nl: U kunt de start en eind tijden voor de lesuren van ${date} aanpassen in het veld hieronder. Om een lesuur te verwijderen moet u de start en eind tijden niet invullen.
sk: V nasledujúcom formulári môžete upraviť začiatok a koniec hodín pre dátum ${date}. Ak chcete v danom dni hodinu odstrániť, stačí zmazať začiatok a koniec hodiny.
vi: Bạn có thể điều chỉnh thời gian bắt đầu và kết thúc của thời kỳ cho ${date} trong các mẫu dưới đây. Để loại bỏ một khoảng thời gian từ ngày, chỉ cần xóa những lần mà các khoảng thời gian bắt đầu và kết thúc.

source: Period title
ar: عنوان الحصة
id: Judul periode
km: ចំណង​ជើង​រយៈពេល
lt: Pamokos eilės vardas
ms: Nama Tempoh
nb: Tittel på periode
ne: अवधि शीर्षक
nl: Titel van periode/lesuur
sk: Názov hodiny
sv: Periodtitel
vi: Tên khoảng

source: Original start
ar: بداية أصلية
id: Awal yang asli
km: ចាប់ផ្ដើម​ដើម
lt: Buvusi pradžia
ms: Permulaan asal
nb: Opprinnelig start
ne: बास्तबिक शुरु
nl: Oorspronkelijke start
sk: Pôvodný začiatok
sv: Ursprunglig start
vi: Khởi đầu gốc

source: Original end
ar: نهاية أصلية
id: Akhir yang asli
km: បញ្ចប់​ដើម
lt: Buvusi pabaiga
ms: Pengakhiran asal
nb: Opprinnelig slutt
ne: बास्तबिक समाप्ति
nl: Oorspronkelijk einde
sk: Koniec originálu
sv: Ursprungligt slut
vi: Kết thúc gốc

source: New start
ar: بداية جديدة
id: Mulai yang Baru
km: ចាប់ផ្ដើម​ថ្មី
lt: Nauja pradžia
ms: Permulaan baru
nb: Ny start
ne: नयाँ शुरु
nl: Nieuw begin
sk: Nový začiatok
sv: Ny start
vi: Bắt đầu mới

source: New end
ar: نهاية جديدة
id: Akhir yang Baru
km: បញ្ចប់​ថ្មី
lt: Nauja pabaiga
ms: Pengakhiran baru
nb: Ny slutt
ne: नयाँ समाप्ति
nl: Nieuw einde
sk: Nový koniec
sv: Nytt slut
vi: Kết thúc mới

source: This form allows you to change the start and end times for periods on a certain date, or to cancel some periods altogether.
id: Formulir ini mengijinkan anda untuk merubah awal dan akhir dari sebuah periode pada tanggal tertentu, atau untuk membatalkan beberapa periode sekaligus.
km: សំណុំ​បែបបទ​នេះ​អនុញ្ញាត​ឲ្យ​អ្នក​ផ្លាស់ប្ដូរ​ពេលវេលា​ចាប់ផ្ដើម​ និង​បញ្ចប់​សម្រាប់​រយៈ​ពេល​​​នៅ​កាលបរិច្ឆេទ​ជាក់លាក់ ឬ​ដើម្បីបោះបង់​រយៈពេល​មួយ​ចំនួន​រួម​គ្នា ។
lt: Ši forma skirta atskiros dienos pamokų laikui pakeisti ar atšaukti kai kurias pamokas kartu.
ms: Borang ini membolehkan anda untuk menukar permulaan tempoh bermula dan berakhir untuk tarikh-tarikh tertentu, atau untuk membatalkan sesetengah tempoh secara keseluruhan.
nb: Dette skjemaet lar deg endre start og slutt tidspunkt for semestre på en spesiell dato, eller å annulere noen semestere alt i alt.
ne: यो फारमले निश्चित समयमा अवधिहरूको लागि सुरु र अन्त्य समय परिवर्तन गर्न, वा केही अवधिहरू एकसाथ रद्द गर्न अनुमति दिन्छ।
nl: Met dit formulier kunt u de start- en eindtijden wijzigen voor lesuren op een bepaalde datum, of sommige lesuren annuleren.
sk: Tento formulár vám umožňuje zmeniť začiatok a koniec hodín v určitom dni, alebo niektoré hodiny zrušiť.
sv: Denna blankett tillåter dig att ändra på start och sluttiderna för perioder på ett visst datum, eller att annullera perioder helt och hållet.
vi: Biểu mẫu này cho phép bạn thay đổi số lần bắt đầu và kết thức cho các khoảng thời gian trong các ngày chắc chắn. hoặc có thể hủy bỏ một số khoảng thời gian cùng nhau

source: Please enter the date when the periods need to be changed below.
ar: من فضلك أدخل تاريخ متى سيتم تغيير الحصص بالأسفل.
id: Silahkan masukkan tanggal dibawah ini ketika periode akan diubah.
km: សូម​បញ្ចូល​កាលបរិច្ឆេទ​នៅពេល​ដែល​រយៈពេល​តម្រូវ​ឲ្យ​ផ្លាស់ប្ដូរ​ ។
lt: Nurodykite datą, kuriai reikia pakeisti pamokų laiką.
ms: Sila masukkan tarikh dimana tempoh perlu untuk ditukar di bawah:
nb: Vennligst oppgi datoen når semestret trenger å bli endret nedenfor.
ne: कृपया मिति प्रविष्ट गर्नुहोस् जब अवधिहरू तल परिवर्तन गर्न जरूरी हुन्छ।
nl: Geef hieronder de datum in waarop de lesuren gewijzigd moeten worden.
sk: Zadajte dátum, v ktorom chcete zmeniť hodiny.
sv: Var god och mata in nedan när perioderna behöver ändras.
vi: Xin nhập dữ liệu kho các khoảng thời gian cần thay đổi ở dưới

source: Create a New Timetable
ar: إنشاء جدول مواعيد جديد
id: Buat sebuah Jadwal Baru
km: បង្កើត​កាល​វិភាគ​ថ្មី
lt: Sukurti naują tvarkaraštį
ms: Cipta Jadual Baru
nb: Lag en ny tidstabell
ne: नयाँ समय तालिका बनाउनुहोस्
nl: Een nieuw uurrooster aanmaken
sk: Vytvoriť nový rozvrh
sv: Skapa nytt schema
vi: Tạo Thời khóa biểu mới

source: Select school timetable to use
ar: اختر جدول مواعيد مدرسة للستخدام
km: ជ្រើស​កាល​វិភាគ​សាលា​ដើម្បី​ប្រើ
ms: Pilih jadual sekolah yang mana hendak diguna
nb: Velg skole tidstabell som skal benyttes
ne: प्रोयगको लागि विद्यालय समय तालिका रोज्नुहोस्
nl: Selecteer een schoolrooster om te gebruiken.
sk: Vyberte školský rozvrh, ktorý sa má použiť
vi: Chọn thời khóa biểu để sử dụng

source: Are you sure you want to delete the selected timetables?
ar: هل أنت متأكد أنك تريد حذف جداول المواعيد المحددة؟
km: តើ​អ្នក​ប្រាកដ​ជា​ចង់​លុប​កាល​វិភាគ​ដែល​ជ្រើស​ឬ?
ms: Adakah anda pasti untuk memadam jadual yang dipilih?
nb: Er du sikker på at du vil slette valgt tidstabell
ne: के तपाई छानिएका समय तालिका पक्का मेट्न चाहनुहुन्छ?
nl: Weet u zeker dat u de geselecteerde roosters wilt verwijderen?
sk: Naozaj chcete odstrániť označené rozvrhy?
sv: Är du säker på att du vill ta bort markerade scheman?
vi: Bạn có chắc sẽ xóa các thời khóa biểu đã lựa chọn không?

source: Using timetable: ${schema_titles}
nl: Gebruikte rooster: ${schema_titles}
sk: Použitý rozvrh: ${schema_titles}
sv: Använder schema: ${schema_titles}
vi: Sử dụng thời khóa biểu: ${schema_titles}

source: Apply from:
nl: Toepassen vanaf:
vi: Áp dụng từ:

source: Apply until:
nl: Toepassen tot:
vi: Áp dụng đến:

source: Default Timetable Schema:
ar: التخطيط الافتراضي لجدول المواعيد:
id: Default Skema Jadwal:
km: កាលវិភាគ​សាលា​លំនាំដើម ៖
ms: Skema Jadual Asal:
nb: Standard tidstabell-skjema
ne: पूर्वनिर्धारित समयतालिका रूपरेखा:
nl: Standaard schema voor uurroosters:
sk: Predvolený harmonogram zvonenia:
sv: Standardschema:
vi: Sơ đồ thời khóa biểu mặc định

source: Not Selected
ar: غير محدد
id: Tidak Dipilih
km: មិន​បាន​ជ្រើស
ms: Tidak Dipilih
nb: Ikke valgt
ne: चयन गरिएको छैन
nl: Niet geselecteerd
sv: Ej vald
vi: Không chọn

source: change-button
ar: زر التغيير
km: ប៊ូតុង​ផ្លាស់ប្ដូរ
lt: Keisti
ms: butang-penukaran
nb: Endre
ne: परिवर्तन -बटन
nl: Wijzigen
sk: Zmeniť
sv: Ändra
vi: Thay đổi

source: Timetables for ${object}
ar: جدول مواعيد لـ ${object}
id: Jadwal untuk ${object}
km: កាល​សម្រាប់ ${object}
lt: ${object} tvarkaraščiai
ms: Jadual untuk ${object}
nb: Tidstabeller for ${object}
ne: ${object}समयतालिका को लागि
nl: Uurrooster voor ${object}
sk: Rozvrhy pre ${object}
sv: Scheman för ${object}
vi: Thời khóa biểu cho ${object}

source: Homeroom
ar: غرفة المنزل
id: Wali kelasa
km: ថ្នាក់រៀន
ms: Kelas Induk
nb: Hjemmerom
ne: होमरुम
nl: "Thuisklas"
sk: Triednicka hodina
sv: Närvaro kontroll
vi: Phòng máy chủ

source: This wizard presents you with a series of questions. You may alternatively create a <a href="simpleadd.html">simple weekly timetable schema</a>, or use a more complex <a href="complexadd.html">advanced adding form</a>.
id: Wizard ini akan memberikan anda beberapa seri pertanyaan. Sebagai alternatif anda dapat membuat <a href="simpleadd.html">skema jadwal mingguan sederhana</a>, atau yang lebih kompleks <a href="complexadd.html">formulir penambahan tingkat lanjut</a>.
km: អ្នក​ជំនួយ​ការ​នេះ​បង្ហាញ​អ្នក​ដោយ​មាន​ស៊េរី​សំណួរ ។ អ្នក​អាច​បង្កើត <a href="simpleadd.html">កាលវិភាគ​សាលា​ប្រចាំ​សប្ដាហ៍​ធម្មតា</a> ឬ​ប្រើ​ <a href="complexadd.html">បន្ថែម​សំណុំ​បែបបទ​កម្រិត​ខ្ពស់</a>​ស្មុគស្មាញ ។
ms: Pembantu tetapan ini memaparkan kepada anda dengan beberapa siri soal jawab. Atau anda boleh mencipta <a href="simpleadd.html">simple weekly timetable schema</a>, atau guna yang lebih kompleks <a href="complexadd.html">advanced adding form</a>.
nb: Denne veiviseren presenterer deg med en serie av spørsmål. Du kan eventuelt opprette en <a href="simpleadd.html"> enkel ukentlig tidstabell</a>, eller bruke en mer kompleks og <a href="complexadd.html">avansert skjema for opprettelse</a>.
nl: Deze wizard zal u een reeks vragen stellen. U kunt ook een <a href="simpleadd.html">eenvoudig wekelijks schema voor uurroosters</a> aanmaken, of een <a href="complexadd.html">geavanceerd toevoegformulier</a> gebruiken.
sk: Sprievodca vám teraz položí niekoľko otázok. Ako alternatívu môžete použiť aj <a href="simpleadd.html">jednoduchú týždenný harmonogram zvonenia</a>, alebo komplexnejší <a href="complexadd.html">formulár s pridanými možnosťami</a>.
sv: Denna guide ställer ett antal frågor till dig. Du kan i stället använda dig av den <a href="simpleadd.html">enkla schemaläggningsblanketten</a>, eller använda en mer <a href="complexadd.html">komplex schemaläggningsblankett</a>.
vi: Các thể hiện wizard này bạn sẽ có một danh sách các câu hỏi. Bạn có thể tạo ra một trang <a href="simpleadd.html"> đơn giản theo sơ đồ lịch biểu tuần </a> hoặc sử dụng phức tạp hơn <a href="complexadd.html"> thêm vào các biểu mẫu </a>

source: Does your school's timetable cycle use days of the week, or a rotating cycle?
id: Apakah jadwal sekolah anda menggunakan hari-hari dalam seminggu, atau siklus rotasi?
km: តើ​ខួប​កាលវិភាគ​​សាលា​របស់​ប្រើ​ថ្ងៃ​នៃ​សប្ដាហ៍ ឬ​បង្វិល​ខួប ?
lt: Ar mokykla dirba pagal savaitinį grafiką, ar slenkantį grafiką?
ms: Adakah pusingan jadual sekolah anda menggunakan hari-hari dalam seminggu, atau pusingan yang berulang?
nb: Benytter skolen din en tidstabell syklus som benytter dagene i uken, eller en roterende syklus?
ne: के तपाईंको स्कूलको समयतालिका चक्र हप्ताको दिनहरू प्रयोग गर्दछ, वा चक्र परिक्रमा गर्दछ?
nl: Gebruikt de uurroostercyclus van uw school dagen van de week, of is het een roterende cyclus?
sk: Používa vaša škola pevný týždenný rozvrh alebo pravidelne meniaci sa rozvrh?
sv: Är schemat på din skola organiserad som veckodagscykler eller som en roterande cykel?
vi: Chu kỳ sử dụng thời khóa biểu của trường sử dụng các ngày trong tuần, hoặc một chu kỳ luân phiên?

source: Days of the week
ar: أيام الأسبوع
id: Hari-hari dalam minggu
km: ថ្ងៃ​នៃ​សប្ដាហ៍
lt: Savaitinis
ms: Hari-hari dalam seminggu
nb: Ukedager
ne: हप्ताका दिनहरु
nl: Dagen van de week
sk: Dni v týždni
sv: Dagar i veckan
vi: Ngày trong tuần

source: Rotating cycle
id: Siklus rotasi
km: បង្វិល​រង្វង់
lt: Slenkantis
ms: Pusingan berulang
nb: Roterende syklus
ne: परिक्रमण चक्र
nl: Roterende cyclus
sk: Pravidelne meniaci sa
sv: Roterande Cykel
vi: Chu kỳ luân phiên

source: Enter names of days in cycle, one per line.
id: Masukkan nama-nama hari pada siklus, satu untuk tiap baris.
km: បញ្ចូល​ឈ្មោះ​ថ្ងៃ​ក្នុង​រង្វង់ មួយ​ក្នុង​មួយ​បន្ទាត់ ។
lt: Įveskite ciklo dienų vardų, po vieną eilutėje.
ms: Masukkan nama hari yang di dalam pusingan, satu untuk setiap baris.
nb: Skriv inn ukedagene i syklusen, en per linje.
ne: प्रति पङ्क्ति एउटा, चक्रमा दिनहरूको नामहरू प्रविष्ट गर्नुहोस्।
nl: Voer de namen van de dagen in de cyclus in, één dag per regel.
sk: Zadaj mená dní v cykle, jedno na riadok.
sv: Mata in namn på dagar i en cykel, en per rad.
vi: Nhập các tên của các ngày trong chu kỳ, mỗi tên một dòng

source: Please enter at least one day name.
ar: من فضلك أدخل على الأقل اسماً ليوم واحد.
id: Silahkan masukkan setidaknya satu nama hari.
km: សូម​បញ្ចូល​យ៉ាង​ហោច​ណាស់​ឈ្មោះ​ថ្ងៃ​មួយ ។
lt: Prašau įveskite bent vienos dienos vardą
ms: Sila masukkan sekurang-kurangnya satu nama hari.
nb: Systemet trenger minst en ukedag.
ne: कृपया कम्तिमा एक दिन नाम प्रविष्ट गर्नुहोस्।
nl: Voer tenminste één naam van een dag in.
sk: Prosím zadajte aspoň jedno meno dňa.
sv: Mata in åtminstone namnet på en dag.
vi: Xin nhập ít nhất một tên cho một ngày

source: Please make sure the day names are unique.
id: Pastikan bahwa nama-nama hari adalah bersifat unik.
km: សូម​ប្រាកដ​ថា​ឈ្មោះ​ថ្ងៃ​មាន​តែ​មួយ ។
lt: Įsitikinkite prašau, ar dienų vardai skirtingi.
ms: Sila pastikan nama hari adalah unik.
nb: Sjekk at ingen ukedag er skrevet flere ganger.
ne: कृपया निश्चय गर्नुहोस् कि दिन नामहरू अनौठो छन्।
nl: Zorg ervoor dat de namen van de dagen uniek zijn.
sk: Prosím uistite sa, že mená dní sú rozdielne.
sv: Se till att dagarnas namn är unika.
vi: Xin chắc chắn các tên tạo là duy nhất

source: Do classes begin and end at the same time each day in your school's timetable?
id: Apakah kelas-kelas dimulai dan berakhir di waktu yang sama pada setiap hari di jadwal sekolah anda?
km: តើ​ថ្នាក់​ចាប់ផ្ដើម និង​បញ្ចប់​ក្នុង​ពេល​តែ​មួយ​រាល់ថ្ងៃ​ក្នុង​កាលវិភាគ​សាលា​របស់​អ្នក​ដែរឬទេ ?
lt: Ar visos pamokos prasideda ir baigiasi kasdien tuo pačiu laiku mokyklos darbo grafike?
ms: Adakah kelas bermula dan berakhir pada waktu yang sama setiap hari di dalam jadual sekolah anda?
nb: Starter og slutter skoletimer til samme tid hver dag?
ne: के तपाईँको स्कूलको समयतालिकामा हरेक दिन एउटै समयमा कक्षहरू सुरु र अन्त्य हुन्छ ?
nl: Beginnen en eindigen de lessen in het uurrooster van uw school elke dag op dezelfde tijd?
sk: Je vo vašom rozvrhu začiatok a koniec vyučovacích hodín každý deň rovnaký?
sv: Börjar och slutar lektionerna samtidigt varje dag i din skolas schema?
vi: Các lớp học bắt đầu và kết thúc tại cùng một thời gian mỗi ngày trong thời khóa biểu của trường của bạn phải không?

source: Same time each day
ar: نفس الوقت كل يوم
id: Waktu yang sama setiap hari
km: ពេល​វេលា​ដូច​គ្នា​រៀងរាល់​ថ្ងៃ
lt: Tuo pačiu laiku kasdien
ms: Masa yang sama setiap hari
nb: Samme tid hver dag
ne: प्रत्येक दिन उही समय
nl: Elke dag dezelfde tijd
sk: Každý deň rovnaký
sv: Samma tid varje dag
vi: Thời gian giống nhau mỗi ngày

source: Different times
ar: أوقات مختلفة
id: Waktu yang berbeda
km: ពេល​វេលា​ផ្សេង​គ្នា
lt: Skirtingu laiku
ms: Masa berlainan
nb: Forskjellig tid
ne: विभिन्न समयहरू
nl: Verschillende tijden
sk: Rôzne časy
sv: Olika tider
vi: Các lần khác nhau

source: Do start and end times vary based on the day of the week (Monday - Friday) or the day in the cycle?
id: Apakah waktu dimulai dan diakhiri bervariasi berdasarkan hari dalam seminggu (Senin-Jumat) atau hari dalam siklus?
km: តើ​ពេលវេលា​ចាប់ផ្ដើម និង​បញ្ចប់​ខុសគ្នា​ដោយ​អាស្រ័យ​លើ​ថ្ងៃ​នៃ​សប្ដាហ៍ (ថ្ងៃ​ច័ន្ទ-សុក្រ) ឬ​ថ្ងៃ​នៅ​ក្នុង​ខួប​ ?
ms: Adakah masa bermula dan berakhir pelbagai berdasarkan hari dalam seminggu (Isnin-Jumaat) atau hari yang di dalam pusingan?
ne: के सुरु र अन्त्य समयहरू हप्ताको दिनमा (सोमबार - शुक्रबार) वा चक्र दिनमा रुपान्तर हुन्छ ?
nl: Variëren start- en eindtijden gebaseerd op de dag van de week (maandag-vrijdag) of op de dag in de cyclus?
sk: Závisia začiatky a konce na dni v týždni (Pondelok - Piatok), alebo na pozícii dňa v cykle?
sv: Varierar start och slut tider baserat på vilken dag i veckan det är eller vilken dag i cykeln det är?
vi: Thời gian Bắt đầu và kết thúc khác nhau, dựa vào các ngày trong tuần (Thứ Hai - Thứ Sáu), hoặc các ngày trong chu kỳ?

source: Day of week
ar: يوم من الأسبوع
id: Hari dalam minggu
km: ថ្ងៃ​នៃ​សប្ដាហ៍
lt: Savaitės diena
ms: Hari mingguan
nb: Ukedag
ne: हप्ताका दिनहरु
nl: Dag van de week
sk: Deň v týždni
sv: Dagar i veckan
vi: Ngày trong tuần

source: Day in cycle
id: Hari dalam siklus
km: ថ្ងៃ​ក្នុង​ខួប
lt: Diena cikle
ms: Hari dalam pusingan
ne: चक्रमा दिन
nl: Dag van de cyclus
sk: Deň v cykle
sv: Dagar i cykeln
vi: Ngày trong chu kỳ

source: Enter start and end times for each slot, one slot (HH:MM - HH:MM) per line.
id: Masukkan waktu awal dan akhir untuk setiap petak, satu petak (HH:MM - HH:MM) per baris.
km: បញ្ចូល​ពេលវេលា​ចាប់ផ្ដើម និង​បញ្ចប់​សម្រាប់​ចន្លោះ​ពេល​នីមួយៗ ចន្លោះ​ពេល​មួយ (HH:MM - HH:MM) ក្នុង​មួយ​បន្ទាត់ ។
lt: Įveskite pradžią ir pabaigą kiekvienam laiko tarpui, po vieną laikotarpį (HH:MM - HH:MM) eilutėje.
ms: Masukkan mula dan akhir masa untuk setiap slot, satu slot (HH:MM - HH:MM) untuk satu baris.
nb: Skriv inn start- og sluttklokkeslett for hver time, en time (TT:MM - TT:MM) per linje.
ne: एउटा खाँचा (धण्टा :मिनेट - धण्टा :मिनेट) प्रति पङ्क्ति, प्रत्येक खाँचाको लागि सुरु र अन्त्य समयहरू प्रविष्ट गर्नुहोस्।
nl: Voer de begin- en eindtijden in voor elke tijdsinterval, één interval (UU:MM - UU:MM) per regel.
sk: Zadajte začiatok a koniec každej kolónky rozvrhu, každý časový údaj (HH:MM - HH:MM) pre novú kolónku zadajte na nový riadok.
sv: Ange start och sluttid för var och en av fickorna (TT:MM - TT:MM) per linje.
vi: Nhập thời gian bắt đầu và kết thúc cho mỗi khoảng. Mỗi khoảng (HH:MM - HH:MM) cho một dòng

source: Not a valid time slot: $slot.
id: Bukan slot yang valid: $slot.
km: មិនមែនជា​ចន្លោះ​ពេល​វេលា​ត្រឹមត្រូវ​ទេ ៖ $slot ។
lt: Netinkamas laiko tarpas: $slot.
ms: Bukan slot masa yang sah: $slot.
nb: Ugyldig time: $slot.
ne: वैध समय खाँचा होइन: $slot
nl: Geen geldig tijdsinterval: $slot.
sk: Neplatný časový slot: $slot.
sv: Inte en giltig tidsficka: $slot.
vi: Một $slot. không hợp lệ

source: Please enter at least one time slot.
id: Silahkan masukkan setidaknya satu slot waktu.
km: សូម​បញ្ចូល​យ៉ាងហោចណាស់​ចន្លោះពេល​មួយ ។
lt: Įveskite prašau bent vieną laiko tarpą
ms: Sila masukkan sekurang-kurangnya satu slot masa.
ne: कृपया कम्तिमा एउटा समय खाँचा प्रविष्ट गर्नुहोस्।
nl: Vul tenminste één tijdsinterval in.
sk: Prosím zadajte aspoň jeden časový slot.
sv: Var god ange minst en tidsficka.
vi: Xin nhập vào ít nhất một khoảng thời gian

source: Enter start and end times for each slot on each day, one slot (HH:MM - HH:MM) per line.
id: Masukkan waktu awal dan akhir untuk setiap slot setiap harinya, satu petak (HH:MM - HH:MM) per baris.
km: បញ្ចូល​ពេលវេលា​ចាប់ផ្ដើម និង​បញ្ចប់​សម្រាប់​ចន្លោះ​ពេល​នៅ​ថ្ងៃ​នីមួយៗ​ ចន្លោះពេល​មួយ (HH:MM - HH:MM) ក្នុង​មួយ​បន្ទាត់ ។
lt: Nurodykite pradžios ir pabaigos laikus kiekvienam laiko tarpui, kiekvienai eilutei po laikotarpį (HH:MM - HH:MM)
ms: Masukkan mula dan akhir masa untuk setiap slot pada setiap hari, satu slot (HH:MM - HH:MM) satu baris.
ne: एउटा खाँचा (धण्टा :मिनेट - धण्टा :मिनेट) प्रत्येक पङ्क्तिमा, प्रत्येक दिनमा प्रत्येक खाँचाको लागि सुरु र अन्त्य समयहरू प्रविष्ट गर्नुहोस् ।
nl: Vul de begin- en eindtijd voor ieder interval voor elke dag in. Eén interval (UU:MM-UU:MM) per regel.
sk: Zadajte začiatok a koniec pre každý slot každého dňa, jeden slot (HH:MM - HH:MM) na riadok.
sv: Ange start och sluttid för var och en av fickorna på alla dagarna, en fick (TT:MM - TT:MM) per linje.
vi: Nhập thời gian bắt đầu và kết thúc cho mỗi khoảng trong mỗi ngày. Mỗi khoảng (HH:MM - HH:MM) một dòng

source: Do periods have names or are they simply designated by time?
id: Apakah periode memiliki nama ataukah hanya dirancang berdasarkan waktu?
km: តើ​រយៈពេល​មាន​ឈ្មោះ ឬ​ពួកវា​ត្រូវ​បាន​សម្គាល់​​យ៉ាង​សាមញ្ញា​ដោយ​ពេលវេលា ?
lt: Ar pamokos dienoje turi vardus, ar tiesiog ženklinamos laiku?
ms: Adakah tempoh mempunyai nama atau ia hanya berdasarkan masa?
nb: Har periodene navn eller er de kun angitt med tidspunkt?
ne: के अवधिहरूसँग नामहरू हुन्छन् वा तिनीहरू साधारण समयबाट मनोनित हुन्छन्?
nl: Hebben perioden/lesuren een naam of worden ze aangeduid met de tijd?
sk: Majú vyučovacie hodiny svoje označenie alebo sú rozlišované len podľa času?
sv: Har perioderna namn eller är de betecknade av tid?
vi: Các khoảng có các tên hoặc chúng được thiết kế đơn giản theo thời gian

source: Have names
ar: تحتوي على أسماء
id: Memiliki nama
km: មាន​ឈ្មោះ
lt: Turi vardus
ms: Ada nama
nb: Har navn
ne: नामहरू छन्
nl: Ze hebben namen
sk: Majú označenia
sv: Har namn
vi: Có các tên

source: Designated by time
id: Dirancang berdasar waktu
km: បាន​កំណត់​ដោយ​ពេលវេលា
lt: Ženklinamos laiku
ms: Berdasarkan masa
nb: Angitt med tidspunkt
ne: समयद्वारा मनोनित
nl: Ze worden aangeduid met de tijd
sk: Rozlišované podľa času
sv: Betecknad av tid
vi: Thiết kế theo thời gian
