Repository: schooltool-project/schooltool
Catalog: src/schooltool/locales/*.po
Languages: ar, id, km, lt, ms, nb, ne, nl, sk, sv, vi

source: Are you sure you want to delete the selected terms?
ar: هل أنت متأكد أنك تريد حذف الفصل المحدد؟
id: Apakah anda yakin akan menghapus termin yang dipilih?
km: តើ​អ្នក​ប្រាកដ​ជា​ចង់​លុប​វគ្គសិក្សា​ដែលបាន​ជ្រើស​ឬ ?
lt: Ar tikrai norite ištrinti pasirinktus semestrus?
ms: Adakah anda pasti untuk memadam penggal yang dipilih?
nb: Er du sikker på at du vil slette den valgte terminen?
ne: के तपाइ चयन गरियका सर्तहरु मेटाउन चाहानुहुन्छ ?
nl: Weet u zeker dat u de geselecteerde periodes wilt verwijderen?
sv: Är du säker på att du vill ta bort valda läsår?
vi: Bạn có chắc muốn xoá các kỳ học đã lựa chọn

source: The first day of the period of time covered.
ms: Tempoh masa hari pertama telah diuruskan.
ne: समय कभर गरिएको अवधिको पहिलो दिन
nl: De eertse dag van de periode.
vi: Ngày đầu tiên của giai đoạn giới hạn

source: The last day of the period covered.
ms: Tempoh hari terakhir telah diuruskan
ne: समय कभर गरिएको अवधिको अन्तिम दिन
nl: De laatste dag van de periode.
vi: Ngày cuối cùng của khoảng giới hạn

source: Activate current school year
km: ធ្វើសកម្ម ឆ្នាំសិក្សាបច្ចុប្បន្ន
ms: Aktifkan tahunan sekolah terkini
ne: चालु विद्यालय वर्ष सुचारु गर्नुहुस्
nl: Huidig schooljaar activeren
vi: Khởi động năm học tại trưòng

source: View Access Rights
km: មើល សិទ្ធិចូលទៅ
ms: Lihat Hak Akses
ne: पहुँच अधिकार हेर्नुहोस्
nl: Toegangsrechten bekijken
sk: Zobraziť prístupové práva
vi: Xem quyền truy cập

source: Access Control
ar: التحكم بالوصول
id: Akses Kontrol
km: ចូល​ដំណើរការ​វត្ថុ​បញ្ជា
ms: Kawalan Akses
nb: Tilgangskontroll
ne: पहुँच र नियन्त्रण
nl: Toegangsbeheer
sk: Nastavenie práv
sv: Åtkomstkontroll
vi: Điều khiển Truy cập

source: Enabled
km: បានអនុញ្ញាត
ms: Diaktifkan
nb: Slått på
ne: सक्षम
nl: Ingeschakeld
sk: Povolené
sv: Aktiverad
vi: Cho phép

source: School administration
km: ការអភិបាលសាលា
ms: Pentadbiran sekolah
ne: विद्दालय प्रशासन
nl: Schooladministratie
sk: Vedenie školy
vi: Quản trị trường học

source: Access setting
nl: Toegangsinstellingen
sk: Nastavené právo
vi: Thiết lập truy cập

source: Access Rights
km: សិទ្ធិចូលទៅ
ms: Hak Akses
nb: Tilgangsrettigheter
ne: पहुँच अधिकार
nl: Toegangsrechten
sk: Prístupové práva
sv: Åtkomsträttigheter
vi: Truy cập đúng

source: Object model and access rights
nl: Objectmodel en toegangsrechten
vi: Mô hình đối tượng và quyền truy cập

source: Legend
ms: Petunjuk
nb: Forklaring
nl: Legenda
sk: Legenda
sv: Teckenförklaring
vi: Chú thích

source: Everybody
km: រាល់គ្នា
ms: Semua orang
nb: Alle
ne: सबैजना
nl: Iedereen
sv: Alla
vi: Mọi ngưòi

source: Everybody, including users that are not logged in.
ms: Semua orang, termasuk pengguna yang tidak log masuk.
ne: लगइन नभएका प्रयोगकर्ता समेत सबैजना
nl: Iedereen, inclusief gebruikers die niet ingelogd zijn.
sk: Každý, vrátane používateľov, ktorí nie sú prihlásení.
sv: Samtliga, inklusive användare som inte är inloggade.
vi: Mọi người bao gồm cả những người dùng không đăng nhập vào hệ thống

source: Authenticated user
lt: Prisijungęs naudotojas
ms: Pengguna yang DIsahkan
ne: प्रमाणीकृत प्रयोगकर्ता
nl: Geautoriseerde gebruiker
vi: Xác thực người dùng

source: All logged in users.
km: គ្រប់ អ្នកប្រើប្រាស់បានពិនិត្យចូល
lt: Visi prisijungę naudotojai.
ms: Semua pengguna yang sudah log masuk.
ne: सबै लगइन भएका प्रयोगकर्ताहरु
nl: Alle ingelogde gebruikers.
sv: Alla inloggade användare.
vi: Tất cả người dùng đã đăng nhập

source: Anybody
km: គ្រប់គ្នា
lt: Bet kas
ms: Sesiapa
ne: कोई पनि
nl: Iedereen
vi: Ai đó

source: Users who did not log in
km: អ្នកប្រើប្រាស់ គ្មានបានពិនិត្យចូល
lt: Neprisijungę naudotojai
ms: Pengguna yang tidak log masuk
ne: लगइन नभएका प्रयोगकर्ताहरु
nl: Niet ingelogde gebruikers
sv: Användare som inte loggade in
vi: Những người dùng không đăng nhập

source: Super user
km: អ្នកប្រើប្រាស់ ពិសេស
ms: Pentadbir
ne: उत्कृष्ट प्रयोगकर्ता
nl: Supergebruiker
vi: Người quản lý

source: The super user - owner of this SchoolTool application.
ms: Pentadbir - tuan punya aplikasi SchoolTool ini.
ne: उत्कृष्ट प्रयोगकर्ता - स्कुल टुल प्रयोगको मालिक
nl: De supergebruiker - eigenaar van de SchoolTool applicatie.
vi: Người quản lý - Riêng đối với ứng dụng Schooltool

source: Initial School Setup Scripts
km: ចាប់ផ្ដើម​ស្គ្រីប​រៀបចំ​សាលា
ms: Skrip Penetapan Awalan Sekolah
nb: Initielle SchoolTool oppsettsskript
ne: स्कूल सेटअप स्क्रिप्टहरू थालनी गर्नुहोस्
nl: Initiële School Setup Scripts
sv: Ingågsinställningscripterna till skolan

source: Warning: proceeding will populate the database with data generated from scripts installed on the filesystem of this server. Do not do this if you have any valuable data in this SchoolTool instance or don't already understand what this is for.
km: ការ​ព្រមាន ៖ កា​រធ្វើ​បន្ត​នឹង​គណនា​មូលដ្ឋាន​ទិន្នន័យ​​ដែល​បានបង្កើត​ពី​ស្គ្រីប ដែល​បាន​ដំឡើង​ក្នុង​ប្រព័ន្ធ​ឯកសារ​នៃ​ម៉ាស៊ីនបម្រើ​នេះ ។ កុំ​ធ្វើ​វា ប្រសិនបើ​អ្នក​មាន​ទិន្នន័យ​ដែល​មាន​ទិន្នន័យ​មាន​តម្លៃ​​នៅ​ក្នុង​ធាតុ SchoolTool នេះ ឬ​មិន​យល់​នេះ​ជា​អ្វី ។
ms: Amaran: penerusan proses ini akan memenuhkan pengkalan data dengan data yang telah dijana dari skrip yang telah dipasang kedalam sistem fail pelayan. Jangan diteruskan proses ini jika anda mempunyai sebarang data yang bernilai di dalam aplikasi Schooltool atau jika anda tidak memahami apakah tujuan fungsi ini sebenarnya.
nb: Advarsel: å fortsette vil fylle databasen med data generert fra skriptene som er installert på filsystemet til denne tjeneren. Ikke gjør dette hvis du har verdifulle data i denne SchoolTool instansen, eller hvsi du ikke helt vet hva dette er til for.
ne: चेतावनी: कार्यबिवरणले यो सर्भरको फाइलप्रणालीमा स्थापना गरिएको स्क्रिप्टहरुबाट सिर्जना गरिएको डाटासँगै डाटाबेसलाई राख्नेछ ।यदि तपाईँसँग यो स्कूलउपकरण दृष्टान्तमा कुनै महत्वपूर्ण डाटा छ भने यसलाई नगर्नुहोस् वा यो के को लागि हो पहिल्यै नबुझ्नुहोस् ।
nl: Waarschuwing: verdergaan zal de database vullen met data die gegenereerd worden door scripts geïnstalleerd in het bestandssysteem van deze server. Doe dit niet als u waardevolle gegevens in deze SchoolTool heeft, of niet precies begrijpt waartoe dit dient.
sv: OBS: Om du fortsätter kommer databasen fyllas med automatiskt genererad data från skript installerade på filsystemet. Fortsätt inte om du har viktig data i SchoolTool eller inte förstår vad detta är till för.

source: top
ar: أعلى
id: atas
km: កំពូល
lt: viršus
ms: atas
nb: topp
ne: माथिको
nl: boven
sk: hore
sv: överst
vi: trên

source: No changes
ar: لا تغييرات
id: Tidak ada perubahan
km: គ្មាន​ការ​ផ្លាស់ប្ដូរ
lt: Be pakeitimų
ms: Tiada perubahan
nb: Ingen endringer
ne: परिवर्तनहरु छैन
nl: Geen veranderingen
sk: Žiadne zmeny
sv: Inga ändringar
vi: Không có thay đổi gì

source: Server Error
ar: خطأ في الملقم
id: Kesalahan Pada Server
km: កំហុស​ម៉ាស៊ីន​បម្រើ
lt: Tarnybinės stoties klaida
ms: Ralat Pelayan
nb: Tjenerfeil
ne: सर्भर त्रुटि
nl: Serverfout
sk: Chyba serveru
sv: Server fel
vi: Lỗi máy chủ

source: An internal server error has occurred. This most likely means that you have found a bug in SchoolTool. Please report it on <a href="http://issues.schooltool.org">the issue tracker</a>.
km: កំហុស​ម៉ាស៊ីន​បម្រើ​ខាង​​ក្នុង​បានកើត​ឡើង ។ ទំនង​ជា​មាន​ន័យ​ថា អ្នក​ជួប​ប្រទះ​កំហុស​នៅ​ក្នុង SchoolTool ។ សូម​រាយការណ៍​វា​នៅ​ក្នុង <a href="http://issues.schooltool.org">កម្មវិធី​តាមដាន​កំហុស</a> ។
ms: Ralat dalaman pelayan telah berlaku. Ini mungkin disebabkan anda telah menjumpai bug di dalam SchoolTool. Sila laporkan kepada <a href="http://issues.schooltool.org">the issue tracker</a>.
nb: En intern tjenerfeil har oppstått. Dette betyr sannsynligvis at du har funnet et feil i SchoolTool. Vennligst rapporter dette på <a href="http://issues.schooltool.org">feilhåndtereren</a>.
nl: Een interne serverfout is opgetreden. Dit kan betekenen dat u een bug heeft gevonden in SchoolTool. Rapporteer het op <a href="http://issues.schooltool.org">De probleemspotter</a>
sv: En serverfel har inträtt. Det här menar att du har hittat en fel i SchoolTool. Var vänlig och rapportera den i <a href="http://issues.schooltool.org">problemföljaren</a>.
vi: Một máy chủ lỗi đã xảy ra. Điều này nhiều khả năng có nghĩa là bạn đã tìm thấy một lỗi trong SchoolTool. Xin vui lòng báo cáo lỗi trên <a href="http://issues.schooltool.org">the issue tracker</a>.

source: Exception
ar: استثناء
id: Perkecualian
km: ករណី​លើកលែង
lt: Išimtinė situacija
ms: Pengecualian
nb: Unntak
ne: अपवाद
nl: Uitzondering
sk: Výnimka
sv: Undantag
vi: Trường hợp ngoại lệ

source: Server Running SchoolTool
ar: المخدم يشغل أداة المدرسة
id: Server Menjalankan SchoolTool
km: ការ​រត់​ម៉ាស៊ីន​បម្រើ SchoolTool
ms: Pelayan yang menjalankan SchoolTool
nb: Server kjører SchoolTool
ne: सर्भर सँचालित स्कुलटुल
nl: Server die Schooltool draait
sv: Servern kör SchoolTool
vi: Máy chủ chạy SchoolTool

source: Not Found
id: Tidak Ditemukan
km: រក​មិន​ឃើញ
lt: Nerasta
ms: Tidak Ditemui
nb: Ikke funnet
ne: फेला परेन
nl: Niet Gevonden
sk: Nenájdené
sv: Hittades inte
vi: Không tìm thấy

source: The page that you are trying to access is not available
ar: الصفحة التي تحاول الوصول إليها ليست متاحة
id: Halaman yang ingin anda akses tidak tersedia
km: ទំព័រ​ដែល​អ្នក​ព្យាយាម​ចូល​មិន​មាន​ទេ
lt: Puslapis nepasiekiamas
ms: Laman muka yang anda cuba akses tidak kedapatan
nb: Siden du søker er ikke tilgjengelig
ne: तपाईंले पहुँच गर्न कोशिस गर्नु भएको पृष्ठ उपलब्ध छैन
nl: De pagina die u wilt openen is niet beschikbaar
sk: Stránka na ktorú sa pokúšate dostať nie je dostupná
sv: Sidan du söker är inte tillgänglig
vi: Các trang mà bạn đang cố gắng truy cập không sẵn sàng

source: Please note the following:
ar: من فضلك لاحظ الآتي:
id: Silahkan catat yang berikut:
km: សូម​ចំណាំ​​ដូច​ខាងក្រោម ៖
ms: Sila ambil perhatian perkara berikut:
nb: Vennligst noter deg følgende:
ne: कृपया तलको टिप्पणी गर्नुहोस्:
nl: Attentie a.u.b.:
sk: Prosím zaznamenajte si nasledujúce:
sv: Observera följande:
vi: Xin ghi chú ở dưới

source: You might have misspelled the url
ar: قد تكون أخطأت في كتابة العنوان
id: Anda kemungkinan telah salah mengeja url
km: អ្នក​អាច​ប្រកប​ខុស​ url
lt: Gal būt klaida užrašant adresą
ms: Anda mungkin mengalami kesalahan ejaan url
nb: Du kan ha en feilstavet url
ne: तपाईले सायद युआरएल अशुद्व हिज्जे गर्नुभयो
nl: Mogelijk heeft u het url-adres verkeerd gespeld
sk: Možná chyba v url adrese
sv: Du kan ha stavat url:en fel
vi: Bạn có thể có sai lỗi chính tả tại url

source: You might be trying to access a non-existing page
ar: قد تكون تحاول الوصول إلى صفحة غير موجودة
id: Anda kemungkinan sedang berusaha mengakses halaman yang tidak ada
km: អ្នក​អាច​ព្យាយាម​ចូល​ទំព័រ​ដែល​មិន​ទាន់​មាន
lt: Gal būt bandoma kreiptis į puslapį, kurio nėra
ms: Anda cuba mengakses laman muka yang tidak wujud
nb: Du kan prøve å komme til en ikke-eksisterende side
ne: तपाईंले अवस्थित नभएको पृष्ठ पहुँच गर्न कोशिस गर्दै हुनुहुन्छ
nl: Mogelijk probeert u een nietbestaande pagina te openen
sk: Možno sa pokúšate o prístup na neexistujúcu stránku
sv: Du försöker hitta en sida som inte finns
vi: Bạn có thể cố gắng truy cập vào một trang không tồn tại

source: SchoolTool Onlinehelp
id: Bantuan online SchoolTool
km: ជំនួយ​លើ​បណ្ដាញ​ SchoolTool
ms: Bantuan Atas Talian SchoolTool
nb: SchoolTool Onlinehjelp
ne: स्कुलटुल अनलाइन सहायता
nl: Schooltool online hulp
sv: SchoolTool Onlinehjälp

source: Log In
ar: تسجيل دخول
id: Masuk
km: ចូល
lt: Prisijungti
ms: Log masuk
nb: Logg inn
ne: लग इन
nl: Inloggen
sk: Prihlásiť sa
sv: Logga in
vi: Đăng nhập

source: Logged in as:
ar: مسجل كـ:
km: បានចូល​ជា ៖
lt: Prisijungęs:
ms: Log masuk sebagai:
nb: Logget inn som:
ne: लगइन भएको नाम:
nl: Aangemeld als:
sk: Prihlásený ako:
sv: Inloggad som:
vi: Đăng nhập như là

source: Log Out
ar: تسجيل خروج
id: Keluar
km: ចេញ
lt: Atsijungti
ms: Log Keluar
nb: Logg ut
ne: लग आउट
nl: Uitloggen
sk: Odhlásiť sa
sv: Logga ut
vi: Thoát ra

source: free administration software for
ms: perisian pentadbiran percuma untuk
ne: निर्वाध प्रशासकीय सफ्टवेयर
nl: Gratis beheersoftware voor
sk: slobodný softvér na správu:
vi: Phần mềm quản trị miễn phí cho

source: &copy; The <a href="http://www.shuttleworthfoundation.org">Shuttleworth Foundation</a> 2003 - 2011: Supporting Social Innovation.
nl: &copy; De <a href="http://www.shuttleworthfoundation.org">Shuttleworth Foundation</a> 2003 - 2011: Ondersteunt sociale innovatie.
vi: &copy; The <a href="http://www.shuttleworthfoundation.org">Shuttleworth Foundation</a> 2003 - 2011: Hỗ trợ cái tiến xã hội.

source: Shortcut: Alt-U
km: ផ្លូវកាត់ ៖ ជំនួស (Alt) - U
lt: Trumpinys: Alt-U
ms: Jalan Pintas: Alt-U
ne: सर्टकट : अल्ट-यु
nl: Sneltoets: Alt-U
sv: Genväg: Alt-U
vi: Phím tắt: Alt-U

source: update-button
km: ធ្វើ​ឲ្យ​ទាន់​សម័យ
lt: Atnaujinti
ms: butang-kemaskini
ne: अपडेट-बटन
nl: Bijwerken
vi: Cập nhật

source: apply-button
km: អនុវត្ត
lt: Pritaikyti
ms: butang-tindakan
nl: Toepassen
sk: Použiť
sv: Verkställ
vi: Áp dụng

source: add-button
ar: أضف-زر
id: Tambahkan
km: បន្ថែម
lt: Pridėti
ms: butang-tambah
nb: Legg til
ne: थप्ने बटन
nl: Toevoegen
sk: Pridať
sv: Lägg till
vi: Thêm

source: Shortcut: Alt-D
km: ផ្លូវកាត់ ៖ ជំនួស (Alt) - D
lt: Trumpinys: Alt-D
ms: Jalan Pintas: Alt-D
ne: सर्टकट: Alt-D
nl: Sneltoets: Alt-D
sv: Genväg: Alt-D
vi: Phím tắt: Alt-D

source: The datetime string did not match the pattern yyyy-mm-dd
km: ខ្សែអក្សរ​ពេលវេលា​ កាលបរិច្ឆេទ​មិន​ផ្គូផ្គង​នឹង​លំនាំ yyyy-mm-dd នេះ​នោះ​ទេ
ms: Tarikh & masa tidak sepadan dengan contoh yyyy-mm-dd
ne: मिति समय स्ट्रीङ साल-महिना-गते ढाँचा सँग मिलेन
nl: De ingevoerde waarde in het datum/tijdveld komt niet overeen met het patroon yyyy-mm-dd
sk: Zadaný dátum sa nezhoduje so vzorom rrrr-mm-dd
vi: Ngày tháng không đúng định dạng yyyy-mm-dd

source: Width
ar: عرض
km: ទទឹង
lt: Plotis
ms: keluasan
nb: Bredde
ne: चौडाई
nl: Breedte
sv: Bredd
vi: Độ rộng

source: Editor frame width
ar: عرض إطار المحرر
km: ទទឹង​ស៊ុម​កម្មវិធី​កែសម្រួល
ms: Editor keluasan tetingkap
ne: रचना चौडाई सम्पादक
nl: Breedte van invoervak
vi: Độ rộng của khung soạn thảo

source: Height
ar: ارتفاع
km: កម្ពស់
lt: Aukštis
ms: Ketinggian
nb: Høyde
ne: उचाई
nl: Hoogte
sv: Höjd
vi: Chiều cao

source: Editor frame height
ar: ارتفاع إطار المحرر
km: កម្ពស់​ស៊ុម​កម្មវិធី​កែសម្រួល
ms: Editor ketinggian tetingkap
ne: रचना उचाई सम्पादक
nl: Hoogte van invoervak
vi: Độ cao của khung soạn thảo

source: Toolbar configuration
ar: إعدادات شريط الأدوات
km: ការ​កំណត់​រចនាសម្ព័ន្ធ​របារ​ឧបករណ៍
ms: konfigurasi panel alatan
ne: उपकरणपट्टी प्रारुप
nl: Werkbalk configuratie
vi: Cấu hình thanh công cụ

source: The name of the toolbar configuration to use.
ar: اسم إعدادات شريط الأدوات ليتم استخدامه.
km: ឈ្មោះ​នៃ​ការ​កំណត់​រចនាសម្ព័ន្ធ​របារ​ឧបករណ៍​ត្រូវ​ប្រើ ។
ms: Nama panel alatan yang hendak digunakan.
ne: प्रयोग गर्नको लागि उपकरणपट्टी प्रारुपको नाम
nl: De naam van de te gebruiken knoppenbalk-configuratie
vi: Tên của thanh công cụ vừa cấu hình đã được sử dụng

source: Relative configuration path
nl: Relatieve configuratiepad
vi: Đường dẫn cấu hình tương đối

source: Path to the FCKconfiguration javascript file.
km: ផ្លូវ​ទៅ​កាន់​ឯកសារ javascript FCKconfiguration ។
ms: Arah jalan ke fail FCKkonfigurasi javascript.
ne: FCK उपकरणपट्टी जाभास्कृप्ट फाईलको पथ
nl: Pad naar het javascript bestand FCKconfiguration.
vi: Đường dẫn đến cấu hình FCK trong file javaScript

source: Configuration
ar: إعدادات
km: ការ​កំណត់​រចនា​សម្ព័ន្ធ
ms: Konfigurasi
ne: उपकरणपट्टी
nl: Configuratie
sv: Inställning
vi: Cấu hình

source: FCK editor configuration.
km: ការ​កំណត់​រចនា​សម្ព័ន្ធ​កម្មវិធី​និពន្ធ FCK
ms: Editor konfigurasi FCK
ne: FCK सम्पादक उपकरणपट्टी
nl: Configuratie van de FCK-editor
vi: Cấu hình FCK

source: &laquo; Previous
ar: &laquo; السابق
id: &laquo; Sebelumnya
km: &laquo; មុន
ms: &laquo; Sebelumnya
nb: &laquo; Forrige
ne: &laquo; अघिल्लो
nl: &laquo; Vorige
sv: &laquo; Föregående
vi: &laquo; Về trước

source: Show Less
km: បង្ហាញ​តិច
ms: Papar Sedikit
nb: Vis mindre
ne: कम देखाउनुहोस्
nl: Toon minder
sv: Visa mindre
vi: Hiển thị ít hơn

source: Show All
ar: إظهار الكل
km: បង្ហាញ​ទាំងអស់
ms: Papar Semua
nb: Vis alt
ne: सबै देखाउनुहोस्
nl: Alles tonen
sv: Visa alla
vi: Hiển thị Tất cả

source: Next &raquo;
ar: التالي &raquo;
id: Berikutnya &raquo;
km: &raquo; បន្ទាប់
ms: Seterusnya &raquo;
nb: Neste &raquo;
ne: पछिल्लो &raquo;
nl: Volgende &raquo;
sv: Nästa &raquo;
vi: Tiếp theo &raquo;

source: Cancel School in Emergency
ar: إلغاء المدرسة في طوارئ
id: Tunda Sekolah dalam keadaan darurat
km: បោះបង់​សាលាពេល​មាន​ករណី​បន្ទាន់
lt: Atšaukti pamokas avariniu atveju
ms: Batal Sekolah Semasa Kecemasan
nb: Avbryt Skole i nødsituasjon
ne: इमर्जेन्सीमा स्कूल बन्द गर्नुहोस्
nl: Annuleer lessen in noodgevallen
sk: Zrušiť krízový stav školy
sv: Inställ skolan på grund av nödsituation.
vi: Hủy bỏ trường học trong trường hợp khẩn cấp

source: The date you entered is invalid. Please use the YYYY-MM-DD format.
id: Tanggal yang Anda masukkan salah. Silahkan gunakan bentuk YYYY-MM-DD
km: កាលបរិច្ឆេទ​ដែល​អ្នកបាន​បញ្ចូលមិន​ត្រឹមត្រូវ​ទេ ។ សូម​ប្រើ​ទ្រង់ទ្រាយ YYYY-MM-DD ។
lt: Įvesta data netinkama. Naudokite YYYY-MM-DD formatą.
ms: Tarikh yang anda masukkan tidak sah. Sila gunakan format YYYY-MM-DD.
nb: Datoen du skrev inn er ugyldig. Bruk dato i formatet ÅÅÅÅ-MM-DD.
ne: तपाईंले प्रविष्ट गर्नुभएको मिति अवैध छ। कृपया वर्ष-महिना-दिन ढाँचा प्रयोग गर्नुहोस्।
nl: De ingevoerde datum is ongeldig. Gebruik aub het JJJJ-MM-DD formaat
sk: Vložený dátum je neplatný. Prosím použite formát RRRR-MM-DD.
sv: Datumet du matade in är ogiltigt. Var god och använd formatet ÅÅÅÅ-MM-DD.
vi: Ngày mà bạn nhập vào không hợp lệ hãy sử dụng định dạng YYYY-MM-DD

source: The date you entered does not belong to this term.
id: Tanggal yang Anda masukkan bukan milik dari termin ini.
km: កាល​បរិច្ឆេទ​ដែល​អ្នក​បានបញ្ចូល​មិន​មែនជា​របស់​វគ្គសិក្សា​នេះ​ទេ ។
lt: Įvesta data nepriklauso šiam semestrui.
ms: Tarikh yang anda masukkan tidak terdapat dalam penggal ini.
nb: Datoen du skrev inn tilhører ikke et semester.
ne: तपाईंले प्रविष्ट गर्नुभएको मिति यो सर्तमा पर्दैन।
nl: De ingevoerde datum ligt niet in deze periode.
sk: Vložený dátum nespadá do tohto obdobia.
sv: Datumet du angav tillhör inte denna termin.
vi: Ngày bạn nhập vào không năm trong học kỳ này

source: The date you entered is not a schoolday.
id: Tanggal yang Anda masukkan bukan hari sekolah.
km: កាលបរិច្ឆេទ​ដែល​អ្នក​បាន​បញ្ចូល​មិន​មែន​ជា​ថ្ងៃ​សិក្សា​ទេ ។
lt: Įvesta data nėra diena, kai vyksta pamokos.
ms: Tarikh yang anda masukkan bukan hari sekolah.
nb: Datoen du skrev inn er ikke en skoledag.
ne: तपाईंले प्रविष्ट गर्नुभएको मिति स्कूलडे होइन।
nl: De ingevoerde datum is geen schooldag.
sk: Vložený dátum nie je školský deň.
sv: Datumet du angav är inte en skoldag.
vi: Ngày bạn nhập vào không phải là ngày học

source: The replacement date you entered is invalid.
ar: العنوان البديل الذي أدخلته خاطئ.
id: Tanggal pengganti yang Anda masukkan salah.
km: កាល​បរិច្ឆេទ​ជំនួស​ដែល​អ្នក​បាន​បញ្ចូល​មិន​ត្រឹមត្រូវ ។
lt: Įvesta pavadavimo data netinkama
ms: Tarikh gantian yang anda masukkan tidak sah.
nb: Erstatningsdatoen du skrev inn er ugyldig.
ne: तपाईँले प्रविष्ट गर्नु भएको प्रतिस्थापन मिति अवैध छ।
nl: De vervangende datum die u invoerde is ongeldig.
sk: Vložený náhradný čas je neplatný.
sv: Ersättningsdatumet du angav är felaktigt.
vi: Ngày nhập vào để thay đổi không hợp lệ

source: School cancelled due to emergency. Replacement day $replacement.
id: Sekolah ditunda karena alasan darurat. Hari pengganti $replacement.
km: សាលា​បានបោះបង់​ដោយសារ​តែ​មានករណី​បន្ទាន់ ។ ថ្ងៃ​ជំនួស $replacement ។
lt: Dėl avarinių priežasčių pamokos nutrauktos. Perkeltos į dieną $replacement.
ms: Sekolah dibatalkan kerana kecemasan. Penggantian hari $replacement.
nb: Skolen er avlyst på grunn av en nødsituasjon. Erstatningsdag $replacement.
ne: इमर्जेन्सीका कारण बिधालय रद्द भयो ।प्रतिस्थापन दिन $ replacement
nl: Lessen geannuleerd tengevolge van een noodgeval. De lessen worden verplaatst naar $replacement.
sk: Škola prerušená kvôli krízovému stavu. Náhradný deň $replacement.
sv: Skolan inställd på grund av nödsituation. Ersättningsdag $replacement.
vi: Trường học bị hủy bỏ do các trường hợp khẩn cấp. Thay thế $replacement.

source: Replacement day for emergency day $emergency.
ar: يوم بديل ليوم الطوارئ $emergency.
id: Hari pengganti dari hari darurat $emergency.
km: ថ្ងៃ​ជំនួស​សម្រាប់​ថ្ងៃ​បន្ទាន់ $emergency ។
lt: $emergency avarinės dienos perkėlimo data
ms: Hari ganti untuk hari berlaku kecemasan $emergency.
nb: Erstatningsdag for nødsituasjonsdagen $emergency.
ne: इमर्जेन्सी दिन $emergency का लागि प्रतिस्थापन दिन।
nl: Vervangende dag voor bijzondere uitvaldag: $emergency
sk: Náhradný deň za krízový deň $emergency.
sv: Ersättningsdag för nödsituationsdag $emergency.
vi: Ngày thay thế trong trường hợp khẩn cấp là $emergency.

source: Emergency day
ar: يوم طوارئ
id: Hari darurat
km: ថ្ងៃ​បន្ទាន់
lt: Avarinė diena
ms: Hari kecemasan
nb: Nødsituasjonsdag
ne: इमर्जेन्सी दिन
nl: Bijzondere uitvaldag
sk: Krízový deň
sv: Nödsituationsdag
vi: Ngày Dự phòng

source: Choose a replacement for the emergency day.
ar: اختر بديلاً ليوم الطوارئ.
id: Pilih pengganti untuk hari darurat
km: ជ្រើស​​​ថ្ងៃ​ជំនួស​​សម្រាប់​ថ្ងៃ​បន្ទាន់ ។
lt: Nurodykite perkėlimą avarinei dienai
ms: Pilih hari untuk hari kecemasan.
nb: Velg en erstatning for nødsituasjons dagen.
ne: इमर्जेन्सी दिनको लागि प्रतिस्तापन रोज्नुहोस्।
nl: Kies een vervangende dag voor de bijzondere uitvaldag.
sk: Zvoľte náhradu za núdzový deň.
sv: Välj en ersättning för nödsituationsdagen.
vi: Chọn ngày thay thế cho ngày dự phòng

source: You have selected ${date} as the emergency day. Now please select the replacement day. The selection below consists of non-schooldays in this term following the emergency day and several days after the term.
km: អ្នក​​បាន​​ជ្រើស ${date} ជា​ថ្ងៃ​បន្ទាន់ ។ ឥឡូវ​សូម​ជ្រើស​ថ្ងៃ​ជំនួស ។ ជម្រើស​ខាង​ក្រោម​មាន​ថ្ងៃ​មិនមែន​ជា​ថ្ងៃ​រៀន​នៅ​ក្នុង​វគ្គសិក្សា​នេះ​ ថ្ងៃ​បន្ទាន់​ដូច​ខាងក្រោម​ និងថ្ងៃ​ជា​ច្រើន​បន្ទាប់​ពី​វគ្គ​សិក្សា​នេះ ។
lt: Jūs pažymėjote ${date} kaip avarinę dieną. Dabar nurodykite dieną, į kurią bus perkeltos pamokos. Sritis žemiau sudaryta iš poilsio dienų semestre vėlesnių nei avarinė diena ir keletos dienų pasibaigus semestrui.
ms: Anda telah memilih ${date} sebagai hari kecemasan. Sekarang sila pilih hari penggantian. Pilihan di bawah mengandungi hari bukan-sekolah dalam penggal ini berikutan hari kecemasan dan beberapa hari selepas penggal.
nl: Je hebt ${date} geselecteerd als de alarmdag. Voeg nu aub de vervang dag in. De selectie hieronder bestaat uit niet-schooldagen in deze termijn, gevolgd door de alarmdag en enkele dagen na de termijn.
sk: Označili ste ${date} ako krízový deň. Označte prosím náhradný déň. V ponuke nižšie je niekoľko dní mimo školského vyučovania po krízovom dni.
sv: Du har valt ${date} som nödsituationsdag. Var god och välj ersättningsdag. Urvalet nedan består av ickeskoldagar i denna termin efterföljande nödsituationsdagen och flera dagar efter terminen.
vi: Bạn phải chọn ${date} như mộtn ngày khẩn cấp. Bây giờ hãy chọn một ngày để thay thế. Sự lựa chọn dưới đây bao gồm cả những ngày nghỉ trong học kỳ

source: Please enter the replacement date below.
ar: من فضلك أدخل التاريخ البديل بالأسفل.
id: Silahkan masukkan tanggal pengganti di bawah ini
km: សូម​បញ្ចូល​កាលបរិច្ឆេទ​ជំនួស​ខាង​ក្រោម ។
lt: Įveskite perkėlimo datą
ms: Sila masukkan hari penggantian di bawah.
nb: Vennligst skriv inn en erstatningsdato nedenfor.
ne: कृपया तल प्रतिस्थापन मिति प्रविष्ट गर्नुहोस्।
nl: Voer hieronder de vervangende dag in.
sk: Prosím vložte nižšie náhradný dátum.
sv: Var god och mata in ersättningsdatumet nedan.
vi: Xin mới nhập vào ngày thay thế

source: Replacement
ar: بديل
id: Pengganti
km: ការ​ជំនួស
lt: Perkėlimas
ms: Penggantian
nb: Erstatning
ne: प्रतिस्थापन
nl: Vervanging
sk: Náhrada
sv: Ersättning
vi: Thay thế

source: Proceed
ar: استكمال
id: Teruskan
km: ធ្វើ​បន្ត
lt: Tęsti
ms: Teruskan
nb: Fortsett
ne: प्रक्रिया
nl: Doorgaan
sk: Pokračuj
sv: Fortsätt
vi: Tiến trình
