Repository: schooltool-project/schooltool
Catalog: src/schooltool/locales/*.po
Languages: ar, id, km, lt, ms, nb, ne, nl, sk, sv, vi

source: Send Test
km: ផ្ញើ ការសាក
ms: Hantar Ujian
ne: परिक्षण पठाउनुहोस्
nl: Test verzenden
sk: Otestovať poštu
vi: Gửi thử

source: Enabled on ${info}
km: អនុញ្ញាត លើ ${info}
lt: Įjungtas adresu ${info}
ms: Diaktifkan atas ${info}
ne: सक्षम भएको मिति ${info}
nl: Ingeschakeld op ${info}
sk: Povolený na adrese ${info}
vi: Cho phép ${info}

source: Disabled
km: មិនអនុញ្ញាត
lt: Išjungtas
ms: Dinyahaktifkan
nb: Slått av
ne: असक्षम
nl: Uitgeschakeld
sk: Vypnuté
sv: Inaktiverad
vi: Không cho phép

source: Server Status
km: ស្ថានភាព ខំព្យូរើបំរើសេវា
lt: Serverio būsena
ms: Status Pelayan
ne: सर्भरको स्थिति
nl: Status van server
sk: Stav servera
vi: Trạng thái máy chủ

source: Current status of the SchoolTool email service
km: ស្ថានភាពបច្ចុប្បន្ន នៃសេវាអ៊ីមែវល៍ របស់ SchoolTool
ms: Status terkini servis e-mel SchoolTool
ne: स्कुल टुल ई-मेल सेवाको हालको स्थिति
nl: Huidige status van de SchoolTool e-mailservice
sk: Aktuálny stav emailovej služby SchoolTool
vi: Trạng thái hiện tại của Dịch vụ Schooltool Email

source: Enable
ne: सक्षम
nl: Inschakelen
sk: Povoliť
vi: Bật

source: Mark to enable the service.
ne: सेवा सुचारु गर्नलाइ मार्क गर्नुहोस्।
nl: Selecteren om de service in te schakelen.
sk: Označí túto službu ako povolenú
vi: Đánh dấu để bật dịch vụ

source: Hostname
km: ឈ្មោះខំព្យូរើ
lt: Serveris
ms: Nama Host
nb: Vertsnavn
ne: होस्टनाम
nl: Computernaam
sv: Värdnamn
vi: Tên máy

source: SMTP server hostname. Required if the service is enabled.
ne: SMTP सर्भरको होस्टनाम। सेवा सुचारु भएमा चाहिन्छ।
nl: SMTP-servercomputernaam. Nodig wanneer de service is ingeschakeld
sk: Adresa SMTP servera. Vyžaduje aby bola služba povolená.
vi: Tên máy chủ SMTP. Yêu thiết nếu dịch vụ đã được kích hoạt

source: Port
km: ច្រក
lt: Prievadas
ne: पोर्ट
nl: Poort
vi: Cổng

source: Port of the SMTP service. Using 25 by default.
km: ច្រក នៃសេវា SMTP។ ប្រើប្រាស់ 25 ជាលំនាំដើម។
ms: Port servis SMTP. Guna 25 sebagai tetapan asal.
ne: SMTP सेवा को पोर्ट।२५ स्वतं प्रयोग गरेर।
nl: Poort van de SMTP-service. Standaard is dit 25.
sk: Port služby SMTP. Štandardný port je 25.
vi: Cổng của dịch vụ SMTP. Sử dụng mặc định là 25

source: Username used for optional SMTP authentication.
ms: Nama pengguna yang digunakan untuk pilihan pengesahan SMTP
ne: अतिरिक्त SMTP प्रमाणिकरणमा प्रयोग भएको प्रयोगकर्ताको नाम
nl: Gebruikersnaam voor optionele SMTP-authenticatie.
sk: Používateľské meno potrebné na SMTP autentifikáciu.
sv: Användarnamn vid SMTP autentisering
vi: Tên người dùng sử dụng trong tuỳ chọn SMTP phải được xác thực.

source: Current Password
km: ពាក្យសំងាត់បច្ចុប្បន្ន
lt: Esamas slaptažodis
ms: Kata Laluan Terkini
nb: Nåværende passord
ne: हालको पासवर्ड
nl: Huidig wachtwoord
sk: Súčasné heslo
sv: Nuvarande lösenord
vi: Mật khẩu hiện tại

source: Current password to authenticate to the SMTP server.
ms: kata laluan terkini untuk pengesahan ke pelayan SMTP
ne: SMTP सर्भरमा प्रमाणिकरण गर्नको लागि हालको पासवर्ड।
nl: Huidig wachtwoord voor authenticatie bij de SMTP-server.
sk: Súčasné heslo potrebné na autentifikáciu k SMTP serveru.
vi: Mật khẩu hiện tại để xác thực cho máy chủ SMTP.

source: New Password
km: ពាក្យសំងាត់ ថ្មី
lt: Naujas slaptažodis
ms: Kata laluan Baru
nb: Nytt passord
ne: नयाँ पासवर्ड
nl: Nieuw wachtwoord
sk: Nové heslo
sv: Nytt lösenord
vi: Mật khẩu mới

source: The password to authenticate to the SMTP server.
ms: Kata laluan untuk pengesahan ke pelayan SMTP
ne: SMTP सर्भरमा प्रमाणिकरण गर्नको लागि पासवर्ड।
nl: Wachtwoord voor authenticatie bij de SMTP-server.
sk: Heslo potrebné na autentifikáciu k SMTP serveru.
vi: Mật khẩu để xác thực cho máy chủ SMTP.

source: Confirm New Password
km: បញ្ជាក់ទទួលស្គាល់ ពាក្យសំងាត់ថ្មី
ms: Sahkan kata laluan baru
nb: Bekreft nytt passord
ne: नयाँ पासवर्ड पक्का गर्नुहोस्
nl: Bevestig nieuw wachtwoord
sk: Potvrdenie nového hesla
sv: Bekräfta nytt lösenord
vi: Xác nhận mật khẩu mới

source: Verification for the new password.
km: ផ្ទៀង សំរាប់ ពាក្យសំងាត់ថ្មី
ms: Pengesahan kata laluan baru.
ne: नयाँ पासवर्डको जाँच।
nl: Bevestiging van het nieuwe wachtwoord.
sk: Overenie nového hesla.
vi: Các minh mật khẩu mới.

source: Use TLS connection?
km: ប្រើប្រាស់ បញ្ជាប់ TLS
ms: Gunakan sambungan TLS?
ne: TLS कनेक्सन प्रयोग गर्नुहोस्
nl: TLS-verbinding gebruiken?
sk: Použiť TLS spojenie?
vi: Sử dụng kết nói TLS

source: New passwords don't match
ne: नयाँ पासवर्ड मिलेन
nl: De nieuwe wachtwoorden komen niet overeen
sk: Nové heslá sa nezhodujú
vi: Mật khẩu mới không trùng khớp

source: Hostname is required for enabling the service
ne: पासवर्ड सुचारु गर्नलाई होस्टनाम चाहिन्छ
nl: Computernaam is nodig om de service in te schakelen
vi: Tên máy chủ cần thiết để kích hoạt dịch vụ

source: Change Email Settings
km: ផ្លាស់ប្តូរ ការកំណត់អ៊ីមែវល៍
lt: Keisti el. pašto nustatymus
ms: Tukar Tetapan E-mel
ne: ई-मेल सेटीँग परिवर्तन गर्नुहोस्
nl: E-mail instellingen wijzigen
sk: Zmeňte nastavenia emailu
vi: Thay đổi cài đặt Email.

source: Unset
km: លែងកំណត់
ms: Nyahtetap
nb: Slå av
ne: नमिलाईएको
nl: Niet ingesteld
sk: Nenastavené
vi: Không thiết lập

source: The sender address
km: អាសយដ្ឋាន អ្នកផ្ញើ
lt: Siuntėjo adresas
ms: Alamat penghantar
ne: पठाउनेको ठेगाना
nl: Adres afzender
sk: Adresa odosielateľa
vi: Địa chỉ người gửi

source: Recipient addresses comma separated
km: អាសយដ្ឋានអ្នកទទួល ញែកដោយ សញ្ញាក្បៀស
lt: Kableliu atskirti gavėjų adresai
ms: alamat-alamat penerima dipisahkan dengan koma
ne: पाउनेको ठेगाना कमा छुट्याइएको
nl: Adressen ontvangers gescheiden door een komma
sk: Čiarkami oddelené adresy príjemcov
vi: Địa chỉ người nhận được năng cách bởi dấu ','

source: Created on
km: បានបង្កើត
lt: Sukurta
ms: Dicipta pada
ne: बनाईएको मिति
nl: Aangemaakt op
vi: Tạo trên

source: Date and time when the message was created
km: ថ្ងៃខែឆ្នាំ និង ពេលម៉ោង ពេលសារ​ ត្រូវបានបង្កើត
ms: Tarikh dan masa bila mesej telah dibuat
ne: मिति रा समय जब सूचना बनाईएको थियो
nl: Datum en tijd waarop het bericht aangemaakt werd
vi: Ngày tháng và thời gian khi thông báo được tạo

source: Subject of the message
km: ប្រធានបទ នៃសារ
lt: Laiško tema
ms: subjek mesej
ne: सूचनाको विषय
nl: Onderwerp van bericht
sk: Predmet správy
vi: Tiêu đề của thông báo

source: Body of the message
km: តួ នៃសារ
lt: Laiško tekstas
ms: Isi mesej
ne: सूचनाको शरिर
nl: Tekstgedeelte
sk: Telo správy
vi: Phần thân của thông báo

source: Email Status
km: ស្ថានភាពអ៊ីមែវល៍
lt: El. pašto būsena
ms: Status E-mel
ne: ई-मेलको स्थति
nl: Status van e-mail
vi: Trạng thái Email

source: Status of the message
km: ស្ថានភាពសារ
lt: Laiško būsena
ms: Status mesej
ne: सूचनाको स्थति
nl: Status van bericht
vi: Trạng thái của thông báo

source: Last time tried
lt: Paskutinįkart bandyta
ms: Kali terakhir dicuba
ne: अन्तिम पतक प्रयास
nl: Laatste poging
vi: Thử lần cuối

source: Date and time when the message was last tried
lt: Data ir laikas kada laiškas paskutinįkart siųstas
ms: Tarkh dan masa bila mesej terakhir dicuba
ne: मिति र समय जब सूचना अन्तिम पटक प्रयास गरिएको थियो
nl: Datum en tijd van laatste poging
vi: Ngày tháng và thời gian khi thông báo được thử lần cuối

source: Email View
km: ការបង្ហាញអ៊ីមែវល៍
ms: Lihat E-mel
ne: ई-मेल हेर्नुहोस्
nl: E-mailweergave
vi: Xem thư

source: Retry
km: ព្យាយាម​ឡើង​វិញ
lt: Bandyti dar kartą
ms: Cuba semula
nb: Forsøk på nytt
ne: पुन: प्रयास
nl: Opnieuw
sv: Försök igen
vi: Thử lại

source: Delete
ar: حذف
id: Hapus
km: លុប
lt: Šalinti
ms: Padam
nb: Slett
ne: मेटाउनुहोस्
nl: Verwijderen
sk: Odstrániť
sv: Ta bort
vi: Xóa

source: Email Queue
km: ជួររង់ចាំ អ៊ីមែវល៍
lt: El. pašto eilė
ms: Giliran E-mel
ne: ई-मेल क्रम
nl: E-mailwachtrij
sk: Emaily na odoslanie
vi: Hàng đợi Thư

source: Queue (${count} failed)
km: ជួររង់ចាំ (${count} បានបរាជ័យ)
lt: Eilė (${count} nepavykusių)
ms: Giliran (${count} gagal)
ne: क्रम (${गणना} असफल)
nl: Wachtrij (${count} mislukt)
sk: Na odoslanie (zlyhalo: ${count})
vi: Hàng đợi(${count} failed)

source: Queue
km: ជួររង់ចាំ
lt: Eilė
ms: Giliran
nb: Kø
ne: क्रमबद्द
nl: Wachtrij
sk: Na odoslanie
sv: Kö
vi: Hàng đợi

source: retry-button
lt: Bandyti dar kartą
ms: butang-cubasemula
ne: पुन: प्रयास गर्ने बटन
nl: Opnieuw
vi: Thử lại

source: There are no messages queued.
km: គ្មានសារ ក្នុងជួររង់ចាំ
lt: Eilėje nėra laiškų.
ms: Tiada mesej dalam giliran.
ne: कुनै सूचना क्रमबद्द छैन ।
nl: Er staan geen berichten in de wachtrij.
sk: Na odoslanie načakajú žiadne správy.
vi: Không có thông báo nào trong hàng đợi

source: Are you sure you want to delete the selected emails?
km: អ្នកប្រាកដចង់ លុបចេញ អ៊ីមែវល៍​បានជ្រើសយក ?
lt: Ar tikrai norite pašalinti pažymėtus laiškus?
ms: Adakah anda pasti untuk memadakan e-mel yang telah dipilih?
ne: के तपाई छानिएका ई-मेल मेटाउन पक्का हुनुहुन्छ?
nl: Weet u zeker dat u de geselecteerde e-mails wilt verwijderen?
vi: Bạn có chắc muốn xoá các thư điện tử đã chọn không?

source: Recipient addresses
km: អាសយដ្ឋានអ្នកទទួល
lt: Gavėjų adresai
ms: Alamat-alamat penerima
ne: पाउनेको ठेगानाहरु
nl: Adressen ontvangers
vi: Những Địa chỉ người nhận

source: Recipient address
km: អាសយដ្ឋានអ្នកទទួល
lt: Gavėjo adresas
ms: Alamat penerima
ne: पाउनेको ठेगाना
nl: Adres ontvanger
vi: Điạ chỉ người nhận

source: Code for the status of the message
km: អក្សរកូដ សំរាប់ស្ថានភាព នៃសារ
lt: Laiško būsenos kodas
ms: Kod untuk status mesej
ne: सूचनाको स्थितिको लागि कोड
nl: Code voor de status van het bericht
vi: Mã cho trạng thái của thông báo

source: Status Parameters
ms: Status Parameter
ne: आधार स्थिति
nl: Status van de parameters
vi: Tham số trạng thái

source: Parameters for the status of the message
ms: Parameter untuk status mesej
ne: सूचनाको स्थितिको लागि आधार
nl: Parameters voor de status van de berichten
vi: Các tham số cho trạng thái của thông báo

source: Parameter key
ms: Kunci parameter
ne: आधार साँचो
nl: Parameter-sleutel
vi: Thông số chính

source: Parameter value
ms: Nilai parameter
ne: आधार मान
nl: Parameter-waarde
vi: Giá trị của thông số

source: Sent on
km: បានផ្ញើ
ms: Dihantar pada
ne: पठाईएको मिति
nl: Verzonden op
vi: Gửi đi

source: Date and time when the message was sent
km: ថ្ងៃខែឆ្នាំ និង ពេលម៉ោង ពេលសារ ត្រូវបានផ្ញើ
ms: Tarikh dan masa bila mesej telah dihantar
ne: मिति र समय सन्देश पठाइसकेपछि
nl: Datum en tijd waarop bericht verzonden werd
vi: Ngày tháng và thời gian khi thông báo được gửi

source: The SchoolTool mail service is disabled
km: សេវាសារ SchoolTool គ្មានត្រូវបានអនុញ្ញាត
ms: servis e-mel SchoolTool telah dinyahaktifkan
ne: स्कुल टुल मेल सेवा चालु छैन
nl: De SchoolTool e-mailservice is uitgeschakeld
sk: Mailový služba systému SchoolTool je vypnutá
vi: Dịch vụ thư điện tử của Schooltool đã bị khoá

source: Couldn't connect to the SMTP server (${info})
km: គ្មានអាចភ្ជាប់ទៅ ខំព្យូរើបំរើសេវា SMTP (${info})
ms: Tidak dapat berhubung dengan pelayan SMTP (${info})
ne: SMTP सर्भरसँग जोड्न सकिएन (${info})
nl: Kon geen verbinding maken met de SMTP-server (${info})
sv: Kunde inte ansluta till SMTP servern (${info})
vi: Không thể kết nối được với máy chủ SMTP (${info}).

source: Error sending HELO to the SMTP server (${info})
km: កំហុសផ្ញើ HELO ទៅ ខំព្យូរើបំរើសេវា SMTP (${info})
ms: Kesilapan menghantar HELO ke pelayan SMTP (${info})
ne: SMTP सर्भरमा (${info}) HELO पठाउँदा त्रुटी भयो
nl: Fout bij het versturen HELO naar de SMTP-server (${info})
vi: Xảy ra lỗi HELO trên máy chủ SMTP (${info})

source: Couldn't login as ($username) to SMTP server (${info})
km: គ្មានអាចពិនិត្យចូល ជា ($username) ទៅ ខំព្យូរើបំរើសេវា SMTP (${info})
ms: Gagal log masuk sebagai ($username) ke pelayan SMTP (${info})
ne: SMTP सर्भरमा (${info}) ($प्रयोगकर्ताको नाम) बाट लगईन भएन
nl: Kon niet inloggen als ($username) bij SMTP-server (${info})
vi: Không thể đăng nhập như ($username) đến máy chủ SMTP (${info})

source: The server (${info}) rejected the From address: ${from_address}
km: ខំព្យូរើបំរើសេវា SMTP (${info}) បានបដិសេធ អាសយដ្ឋានអ្នកផ្ញើ៖ ${from_address}
ms: Pelayan (${info}) menolak alamat Daripada: ${from_address}
ne: सर्भर ($info) ले पठाउने ठेगानालाई अस्वीकृत गर्यो: ${from_address}
nl: De server (${info}) weigerde het volgende adres van de afzender: ${from_address}
vi: Máy chủ (${info}) đã loại bỏ địa chỉ email:${from_address}

source: The server (${info}) rejected the following recipient addresses: ${addresses}
km: ខំព្យូរើបំរើសេវា SMTP (${info}) បានបដិសេធ អាសយដ្ឋានអ្នកទទួល ខាងក្រោម៖ ${addresses}
ms: Pelayan menolak alamat-alamat penerima: ${addresses}
ne: सर्भर ($info) ले निम्नलिखित पाउने ठेगानालाई अस्वीकृत गर्यो: ${addreses}
nl: De server (${info}) weigerde de volgende adressen van ontvangers: ${addresses}
vi: Máy chủ ${from_address} không chấp nhận địa chỉ mail: ${addresses}

source: The server (${info}) replied that the message data was malformed
ne: सर्भर (${info}) ले सूचना आधारसामग्री विकृत छ भनेर जवाफ पठायो
nl: De server (${info}) gaf als antwoord dat de berichtgegevens ongeldig waren.
vi: Máy chủ (${info}) trả lời rằng thông báo đã được mã hóa

source: XLS Import
ar: استيراد XLS
km: នាំចូល XLS
lt: XLS Importavimas
ms: Import XLS
ne: XLS आयात
nl: Importeer van XLS
sk: Import z XLS
vi: Nhập từ XLS

source: XLS Export
ar: تصدير XLS
km: នាំចេញ XLS
lt: XLS Eksportavimas
ms: Eksport XLS
nb: XLS eksport
ne: XLS निर्यात
nl: Exporteer als XLS
sk: Export do XLS
vi: Xuất ra XLS

source: is not a valid integer
nl: is geen geldig geheel getal
vi: không là số nguyên hợp lệ

source: not unicode or ascii string
nl: geen unicode of ascii-tekens
vi: không phải xâu unicode hay ascii

source: missing required text
nl: verplichte tekst ontbreekt
vi: thiếu thông tin yêu cầu

source: has no date in it
nl: datum ontbreekt
vi: không có ngày

source: end date cannot be before start date
nl: einddatum kan niet voor de startdatum liggen
vi: ngày kết thúc phải sau ngày bắt đầu

source: start date overlaps another year
nl: startdatum overlapt een ander jaar
vi: ngày bắt đầu trùng với năm khác

source: end date overlaps another year
nl: einddatum overlapt een ander jaar
vi: ngày kết thúc trùng với năm khác

source: invalid school year
nl: ongeldig schooljaar
vi: năm học không hợp lệ

source: start date before start of school year
nl: startdatum ligt voor start schooljaar
vi: ngày bắt đầu sớm hơn ngày khai giảng

source: end date after end of school year
nl: einddatum ligt na het einde van het shooljaar
vi: ngày kết thúc sau ngày bế giảng

source: start date overlaps another term
nl: startdatum overlapt een andere periode
vi: ngày bắt đầu trùng với kỳ khác

source: end date overlaps another term
nl: einddatum overlapt een andere periode
vi: ngày kết thúc trùng với kỳ khác

source: ${title} has no days in A${row}
nl: ${title} heeft geen dagen in A${row}
vi: ${title} không có ngày nào trong A${row}

source: ${title} has no day templates in A${row}
nl: ${title} heeft geen dagsjablonen in A${row}
vi: ${title} không có mẫu ngày trong A${row}

source: is not a valid time range
nl: is geen geldig tijdsbestek
vi: không là khoảng thời gian hợp lệ

source: is not a valid timetable model
nl: is geen geldig tijdstabelmodel
vi: không là bảng thời khóa biểu hợp lệ

source: is the same day id as another in this timetable
nl: is dezelfde dag als van een andere in dit rooster
vi: trùng mã ngày trong thời khóa biểu

source: is not defined in the 'Day Templates' section
nl: is niet aangegeven in de sectie 'Dagsjablonen'
vi: không được định nghĩa trong phần

source: is the same period id as another in this day
nl: is hetzelfde uur als van een ander op deze dag
vi: là cùng mã kỳ với ngày khác

source: is the same homeroom period id as another in this day
nl: is hetzelfde thuis-klas uur als van een ander op deze dag
vi: là trùng mã kỳ chủ nhiệm khác trong ngày này

source: must be either 'Location' or 'Resource'
nl: moet ofwel een 'Locatie' ofwel een 'Voorziening' zijn
vi: phải là 'Địa điểm' hoặc 'Tài nguyên'

source: is not a valid term in the given school year
nl: is geen geldige periode in het aangegeven schooljaar
vi: không là kỳ hợp lệ trong năm học

source: is not a valid course in the given school year
nl: is geen geldig vak in het aangegeven schooljaar
vi: không là khóa học hợp lệ trong năm học

source: ${title} has no courses in A${row}
nl: ${title} heeft geen vakken in A${row}
vi: ${title} không có môn nào trong A${row}

source: is not a valid username
nl: is geen geldige gebruikersnaam
vi: không là tên người sử dụng hợp lệ

source: is not a valid schema in the given school year
nl: is geen geldig schema in het aangegeven schooljaar
vi: không là lược đồ hợp lệ trong năm học

source: is not a valid day id for the given schema
nl: is geen geldig dag voor het aangegeven schema
vi: không là ngày hợp lệ trong lược đồ

source: is not a valid period id for the given day
nl: is geen geldig uur voor de aangegeven dag
vi: không là mã chu kỳ hợp lệ của ngày

source: is not a valid resource id
nl: is geen geldige voorziening
vi: không đúng mã tài nguyên

source: Username cannot contain non-ascii characters: ${string}
nl: Gebruikersnaam mag geen ascii-tekens bevatten: ${string}
vi: Tên người dùng không được chứa ký tự đặc biệt: ${string}

source: is not a valid weekday number (0-6)
nl: is geen geldige werkdag (0-6)
vi: không là thứ trong tuần hợp lệ

source: Upload SchoolTool as XLS
ar: رفع أداة المدرسة كـ XLS
km: ផ្ទុក​ឡើង​ SchoolTool ជា XLS
ms: Muatnaik SchoolTool dalam format XLS
nb: Last opp SchoolTool som XLS
ne: स्कुलटुललाई XLS को रुपमा अपलोड गर्नुहोस्
nl: SchoolTool-gegevens importeren als XLS
sk: Nahrať SchoolTool ako XLS
vi: Upload lên SchoolTool dưới dạng file XLS

source: Import Data
ar: استيراد معلومات
km: នាំចូល​ទិន្នន័យ
lt: Importuoti duomenis
nb: Importer data
ne: डाटा आयात गर्नुहोस्
nl: Gegevens importeren
sk: Import údajov
sv: Importera data
vi: Nhập dữ liệu

source: In addition to entering data through SchoolTool's web interface, you can also import data from a spreadsheet using this template: ${link-to-empty-data-file}.
km: បន្ថែម​លើ​ការ​បញ្ចូលទិន្នន័យ​តាមរយៈ​ចំណុច​ប្រទាក់​បណ្ដាញ​របស់ SchoolTool's អ្នក​ក៏​អាច​នាំចូល​ទិន្នន័យ​ពី​សៀវភៅ​បញ្ជី ដោយ​ប្រើ​ពុម្ព​នេះ ៖ ${link-to-empty-data-file} ។
ms: Selain daripada memasukkan data melalui pelayar web, anda juga boleh mengimport data dari spreadsheet menggunakan contoh ini: ${link-to-empty-data-file}
nl: Behalve via de webinterface van SchoolTool, kunnen gegevens ook geïmporteerd worden vanuit een rekenblad met dit sjabloon: ${link-to-empty-data-file}.
sk: Okrem toho, že môžete údaje nahrávať cez webové rozhranie SchoolTool, máte tiež možnosť importu dát z tabuľkového hárka prostredníctvom tejto šablóny: ${link-to-empty-data-file}.
vi: Trong quá trình nhập dữ liệu qua giao diện web của Schooltool, bạn cần phải nhập dữ liệu từ một bảng exel sử dụng khuôn mẫu: ${link-to-empty-data-file}

source: Data included in the spreadsheet will be added to data in the system; importing will not cause data to be removed.
km: ទិន្នន័យ​មាន​នៅ​ក្នុង​សៀវភៅ​បញ្ជី​នឹង​ត្រូវ​បាន​បន្ថែម​ទៅ​ទិន្នន័យ​នៅ​ក្នុង​ប្រព័ន្ធ ការ​នាំចូល​​មិន​​យក​ទិន្នន័យ​ចេញ​ទេ ។
ms: Data yang terkandung di dalam spreadsheet akan di tambah ke dalam sistem data; mengimport data tidak akan menyebabkan data dibuang.
nl: Gegevens in het rekenblad zullen worden toegevoegd aan gegevens in het systeem; bestaande gegevens zullen door de import niet worden overschreven.
sk: Údaje obsiahnuté v tabuľkových hárkoch budú pridané k údajom v systéme. Importom sa neodstránia predchádzajúce údaje.
vi: Dữ liệu thêm vào trong các bảng exel sẽ được thêm vào dữ liệu của hệ thống; việc nhập dữ liệu sẽ không gây ra thất lạc dữ liệu

source: Note that the import system does not handle duplicated data very well outside of the persons worksheet. That is, if you try to import a school year, for example, that already exists in the system, the import will fail with an error. Simply remove the duplicate data from the spreadsheet and run the import again. We're working on making this process even smoother.
km: ចំណាំ​ថា​ប្រព័ន្ធនាំចូល​មិន​គ្រប់គ្រង​ទិន្នន័យ​ស្ទួន​ល្អ​ទេ​ខាងក្នុង​នៃ​សន្លឹក​ការងារ​មនុស្ស ។ នោះ​ប្រសិន​បើ​អ្នក​ព្យាយាម​នាំចូល​ឆ្នាំ​សិក្សា ឧទាហរណ៍ មាន​ក្នុង​ប្រព័ន្ធ​រួ​ច​ហើយ ការ​នាំ​ចូលនឹង​បរាជ័យ​ដោយ​មានកំហុស ។ តាម​ធម្មតា​យក​ទិន្នន័យ​ស្ទួន​ចេញ​ពី​សៀវភៅ​បញ្ជី ហើយ​រត់​ការ​នាំចូល​ម្ដង​ទៀត ។ យើង​កំពុង​ធ្វើការ​លើ​ការ​បង្កើត​ដំណើរការ​ឲ្យ​កាន់តែ​រលូន ។
ms: Ambil perhatian bahawa sistem import tidak boleh mengendalikan dengan baik duplikasi data di luar lembaran kerja pengguna. Ini bermakna, jika anda cuba untuk mengimport tahunan sekolah, contohnya, yang sudah pun wujud di dalam sistem, usaha import itu akan berakhir dengan kegagalan. Hanya buang data yang terduplikasi dari lembaran kerja dan cuba import kembali. Kami sedang berusaha untuk membuatkan proses ini berjalan lebih lancar.
nl: Let op: de importeerfuncties gaan niet goed om met duplicaten, behalve in het geval van personen. Wanneer je bijvoorbeeld een schooljaar importeert dat al bestaat in het systeem zal het importeren mislukken en een foutmelding genereren. Verwijder de duplicaten dan uit het rekenblad en probeer opnieuw te importeren. Er wordt gewerkt om dit te verbeteren.
sk: Upozorňujeme, že import do systému si nevie veľmi dobre poradiť s duplicitnými údajmi. To znamená, že ak sa napríklad pokúsite naimportovať školský rok, ktorý už existuje, import skončí chybovým hlásením. Jednoducho odstráňte duplicitné údaje z tabuľkového hárka a spustite import znova. Pracujeme na tom, aby bol tento proces jednoduchší.
vi: Chú ý rằng khi nhập dữ liệu, hệ thống sẽ không xử lý được hai dữ liệu giống nhau trong các bảng dữ liệu mà người dùng nhập vào. Vì thế nếu bạn cố gắng nhập vào một năm học, ví dụ nó đã tồn tại trong hệ thống thì việc nhập sẽ gây ra lỗi. Đơn giản hãy gỡ bỏ các dữ liệu giống nhau trong các bản đó và nhập lại. Chúng tôi đang làm mịn quá trình này

source: For people interested in testing and exploring SchoolTool, we provide a set of sample data: ${link-to-sample-data-file}.
km: ចំពោះ​មនុស្ស​ដែល​ចាប់អារម្មណ៍​ក្នុងការ​សាកល្បង និង​រុករក SchoolTool យើ​ង​ផ្ដល់​ជា​សំណុំ​គំរូ ៖ ${link-to-sample-data-file} ។
ms: Untuk sesiapa yang berminat menguji dan meneroka SchoolTool, kami menyediakan satu set data contoh: ${link-to-sample-data-file}.
nl: Gebruik de gegevens uit het voorbeeldbestand ${link-to-sample-data-file} wanneer je SchoolTool wilt testen en proberen.
sk: Pre tých, ktorí si chcú systém SchoolTool vyskúšať, sme pripravili sadu vzorových údajov: ${link-to-sample-data-file}.
vi: Với những người quan tâm đến việc kiểm thử và phát triển Schooltool, chúng rôi cung cấp một file dữ liệu mẫu ${link-to-sample-data-file}.

source: If you are importing your own data, we highly recommend downloading the sample spreadsheet as a reference.
km: ប្រសិនបើ​អ្នក​កំពុង​នាំចូល​ទិន្នន័យ​ផ្ទាល់​របស់​អ្នក នឹង​សូម​ផ្ដល់​អនុសាសន៍​ឲ្យ​ទាញយក​​សៀវភៅ​បញ្ជី​​គំរូ​ជា​សេចក្ដី​យោង ។
ms: Jika anda mengimport data anda sendiri, kami amat menggalakkan anda untuk memuat turun lembaran kerja contoh sebagai rujukan.
nl: Wanneer je eigen gegevens wilt importeren wordt het aangeraden om het voorbeeldbestand als referentie te gebruiken.
sk: Ak chcete naimportovať vlastné údaje, vrelo vám odporúčame, aby ste ako podklad použili vzorové tabuľkové hárky.
vi: Nếu bạn đang nhập dữ liệu riêng của mình, chúng tôi khuyến cáo hãy dowload dữ liệu mẫu về tham khảo.

source: Upload XLS File
ar: رفع ملف XLS
km: ផ្ទុក​ឡើង​ឯកសារ XLS
lt: Įkelti XLS failą
ms: Muat naik Fail XLS
nb: Last opp XLS fil
ne: XLS फाईल अपलोड गर्नुहोस्
nl: Upload XLS bestand
sk: Nahrajte súbor XLS
sv: Ladda upp XLS Fil
vi: Upload file XLS

source: XLS File
ar: ملف XLS
km: ឯកសារ XLS
lt: XLS failas
ms: Fail XLS
nb: XLS fil
ne: XLS फाईल
nl: XLS bestand
sk: XLS súbor
sv: XLS Fil
vi: File XLS

source: Add a Group
ar: إضافة مجموعة
id: Tambahkan Grup
km: បន្ថែម​ក្រុម
lt: Pridėti grupę
ms: Tambah Kumpulan
nb: Legg til en gruppe
ne: समूह थप्नुहोस
nl: Groep Toevoegen
sk: Pridať kategóriu
sv: Lägg till en grupp
vi: Thêm vào 1 nhóm
