Repository: schooltool-project/schooltool
Catalog: src/schooltool/locales/*.po
Languages: ar, id, km, lt, ms, nb, ne, nl, sk, sv, vi

source: The above example will create 4 courses titled 'Ancient History', 'US History', 'World History' and 'Spanish'. The first and third courses will have the descriptions 'Pre-history through 1000 A.D.' and '1000 A.D. through the 20th century' respectively. The second and forth courses will have no description. The second, third and forth courses will have their course ids set to us-history and history-world. The forth course will have its government id set to spanish-gov and its credits value set to 5. If you will upload a CSV with titles or course ids that are already present in the database, existing courses will be updated. Course Ids take precedence when determining which course should be updated.
km: ឧទាហរណ៍​ខាង​លើ​នឹង​បង្កើត​វគ្គសិក្សា​ចំនួន ៤ ដែលមាន​ចំណង​ជើង​ថា 'Ancient History', 'US History', 'World History' និង 'Spanish' ។ វគ្គសិក្សា​ទី​មួយ និង​ទីបី​នឹង​មាន​សេចក្ដី​ពិពណ៌នា 'Pre-history through 1000 A.D.' និង '1000 A.D ។ តាមរយៈ​សតវត្សន៍​ទី ២០ ។ វគ្គសិក្សាទីពីរ និងទី​បួន​នឹង​មិនមាន​សេចក្ដីពិពណ៌នា ។ វគ្គសិក្សា​ទីពីរ ទីបី និង​ទីបួន​នឹង​មាន​លេខ​សម្គាល់​វគ្គសិក្សា​របស់​ពួកវា កំណត់​ទៅជា​ប្រវត្តិ​អាមេរិក និងពិភព​ប្រវត្តិសាស្ត្រ ។ វគ្គសិក្សាទី​បួន​នឹង​មាន​លេខ​សម្គាល់​រដ្ឋាភិបាល​របស់​វា​កំណត់ទៅជា​រដ្ឋាភិបាល​អេស្ប៉ាញ និង​តម្លៃក្រេឌីក​របស់​វា​កំណត់​ទី ៥ ។ ប្រសិនបើ​អ្នក​ផ្ទុក​នូវ​ CSV ដែលមាន​ចំណងជើង ឬ​លេខ​សម្គាល់​វគ្គសិក្សា​ដែល​មាន​​រួច​ហើយ​នៅ​ក្នុង​មូលដ្ឋាន​ទិន្នន័យ វគ្គសិក្សា​ដែល​ស្រាប់​នឹង​ត្រូវ​បាន​ធ្វើ​ឲ្យ​ប្រសើ​រឡើង ។ លេខសម្គាល់​វគ្គសិក្សា​មាន​អាទិភាព​នៅពេល​កំណត់​វគ្គសិក្សា​ណាមួយ​គួរ​ត្រូវ​បានធ្វើ​ឲ្យ​ប្រសើរ​ឡើង ។
ms: Contoh di atas akan mencipta 4 kursus-kursus yang bertajuk 'Ancient History', 'US History', 'World History' dan 'Spanish'. Kursus yang pertama dan ketiga akan mempunyai penerangan 'Pre-history through 1000 A.D.' dan '1000 A.D. through the 20th century' setiap satunya. Kursus yang kedua dan keempat tidak akan mempunyai sebarang penerangan. Kursus kedua, ketiga dan keempat akan mempunyai id kursus yang telah ditetapkan ke us-history dan history-world. Kursus keempat akan mempunyai id kerajaan yang telah ditetapkan kepada spanish-gov dan nilai kreditnya ditetapkan kepada 5. Sekiranya anda memuatnaik fail CSV dengan tajuk atau id kursus yang sudah pun berada di dalam pengkalan data, kursus yang telah sedia wujud itu akan dikemaskini. Id kursus akan diutamakan oleh sistem semasa mempertimbangkan kursus yang mana harus dikemaskinikan.
nl: Het bovenstaande voorbeeld zal 4 vakken maken getiteld "Oude Geschiedenis", "Geschiedenis van de USA", "Wereldgeschiedenis" en "Spaans". De eerste en derde vakken zullen respectievelijk de beschrijvingen "Prehistorie tot 1000 v.Chr." en "1000 v.Chr. tot en met de 20ste eeuw" hebben. De tweede en vierde vakken zullen geen beschrijving hebben. De tweede, derde en vierde vakken zullen de vak-id's us-history en history-world hebben. De vierde zal regerings-id spanish-gov hebben en zijn kredietwaarde 5. Wanneer u een CSV upload met titels of vak-id's die al in de databank zitten, zullen de bestaande vakken worden geüpdated. Vak-Id's hebben voorang bij het bepalen welk vak wordt geüpdate.
sk: Predchádzajúci príklad vytvorí 4 predmety s názvami 'Dejepis I', 'Dejepis II', 'Dejepis III' a 'Dejepis Ia'. Prvý a druhý predmet majú popis 'História až po rok 1000 nášho letopočtu' a '1000 nl až 20. storočie'. Tretí a štvrtý predmet popis nemajú. Druhý a tretí predmet majú svoje identifikátory dejiny-európy a dejiny-čs. Štvrtý predmet má vládny identifikátor alt-model a nastavený počet kreditov za jeho absolvovanie na hodnotu 5. Ak chcete nahrať CSV s názvami alebo identifikátormi predmetov, ktoré sa už nachádzajú v databáze, existujúce predmety sa aktualizujú. Identifikátory predmetov majú prednosť pri rozhodovaní o tom, ktoré predmety sa majú aktualizovať.
vi: Trong ví dụ trên, chúng ta sẽ tạo ra 4 khoá học với tên gọi lần lượt là:Lịch sử cổ đại, Lịch sử hoa kỳ, Lịch sử thế giới và Tiếng Tây Ban Nha.Khoá học đầu tiên và khoá học thứ 3 có các mô tả lần lượt là: 'Thời tiền sử đến năm 1000 trước công nguyên','và từ năm 1000 năm trước công nguyên đến thế kỉ 20', Khoá học thứ 2 và thứ 4 không có mô tả Hai khóa học thứ 2 và thứ 3 này sẽ có các định danh id của nó, ta đặt là: us-history và history-world.Khoá học thứ tư có định danh là spanish-gov và số tín chỉ của nó được tính là 5.Nếu upload dữ liệu bằng file CSV với tiêu đề hoặc ids đã tồn tại trong cơ sở dữ liệu, các khoá họctồn tại sẽ đưọc cập nhật. ID của khoá học sẽ được đứng trước khi phát hiện ra khoá học đó vừa được cập nhật.

source: ${course} course for ${schoolyear}
ar: ${course} مقرر لـ ${schoolyear}
km: វគ្គ​សិក្សា ${course} សម្រាប់ ${schoolyear}
ms: ${course} kursus untuk ${schoolyear}
nb: ${course} kurs for ${schoolyear}
ne: ${schoolyear} को लागि पाठ्यक्रम ${course}
nl: ${course} vak voor ${schoolyear}
sk: ${course} kurz pre ${schoolyear}
sv: ${course} kurs för ${schoolyear}
vi: Khóa học ${course} cho năm học ${schoolyear}

source: photo
ar: صورة
id: foto
km: រូបថត
lt: nuotrauka
ms: Gambar
nb: Foto
ne: फोटो
nl: foto
sk: fotka
sv: foto
vi: ảnh

source: students
ar: طلاب
id: murid-murid
km: សិស្ស
lt: mokiniai
ms: Pelajar-pelajar
nb: elever
ne: विद्यार्थीहरू
nl: leerlingen
sk: žiaci
sv: Elever
vi: Học sinh

source: Courses for ${schoolyear}
ar: مقررات لـ ${schoolyear}
km: វគ្គ​សិក្សា​សម្រាប់ ${schoolyear}
ms: Kursus-kursus untuk ${schoolyear}
nb: Kurs for ${schoolyear}
ne: ${schoolyear} को लागि पाठ्यक्रम
nl: Vakken van ${schoolyear}
sk: Kurzy pre ${schoolyear}
sv: Kurser för ${svhoolyear}
vi: Các khóa học cho năm học ${schoolyear}

source: There are ${num_errors} input errors.
ar: وجد ${num_errors} خطأ إدخال.
id: Ditemukan ${num_errors} kesalahan masukan
km: មាន​កំហុស​បញ្ចូល ${num_errors} ។
lt: Yra ${num_errors} įvedimo klaidų.
ms: Ada ${num_errors} kesalahan input.
nb: Det er ${num_errors} feil i inn data.
ne: त्यहाँ ${num_errors} आगत त्रुटिहरू छन्।
nl: Er zijn ${num_errors} invoerfouten.
sk: Je tu ${num_errors} chýbvkladania.
sv: Det förekom ${num_errors} inmatningsfel.
vi: Có ${num_errors} nhập vào

source: Sections Taught
ar: أقسام تم تدريسها
id: Bagian Pengajaran
km: ផ្នែក​ដែល​បង្រៀន
lt: Moko kursus
ms: Seksyen diajar
nb: Gjennomførte seksjoner
ne: पढाइइका सेक्सनहरु
nl: Onderwezen Secties
sk: Sekcia vyučovania
sv: Undervisade sektioner
vi: Các lớp đã giảng dạy

source: Section of ${course} -- ${section_title} for ${term} of ${schoolyear}
ar: قسم الـ ${course} -- ${section_title} لـ ${term} من ${schoolyear}
km: ផ្នែក​នៃ ${course} -- ${section_title} សម្រាប់ ${term} នៃ ${schoolyear}
ms: Seksyen ${course} -- ${section_title} untuk ${term} ${schoolyear}
nb: Seksjon for ${course} -- ${section_title} for ${term} i ${schoolyear}
ne: ${course} को सेक्सन - - ${schoolyear} को ${term} को लागि ${section_title}
nl: Sectie van ${course} -- ${section_title} voor ${term} van ${schoolyear}
vi: Lớp học của khóa học ${course} -- ${section_title} Cho ${term} của năm học ${schoolyear}

source: Link ${section}, ${term} with a section in ${target_term}
ar: ربط ${section}، ${term} بقسم في ${target_term}
km: តភ្ជាប់ ${section} ${term} ដែល​មាន​ផ្នែក​ក្នុង ${target_term}
ms: Pautan ${section}, ${term} dengan seksyen di dalam ${target_term}
ne: ${section} लाई लिंक गर्नुहोस्, सेक्सन सँग ${term} ${target_term} मा
nl: Link ${section}, ${term} met een sectie in ${target_term}
vi: Liên kết ${section}, ${term} với một lớp học trong học kỳ ${target_term}

source: There is no valid term in ${schoolyear} to pick a section from.
ar: لا يوجد فصل متاح في ${schoolyear} لاختيار قسم منه.
km: មិន​មាន​វគ្គ​ត្រឹមត្រូវ​ក្នុង ${schoolyear} ដើម្បី​រើស​ផ្នែក​ទេ ។
ms: Tiada penggal yang sah untuk dipiliih seksyennya di dalam ${schoolyear}
ne: ${schoolyear} मा सेक्सन छनोट गर्नलाइ मान्य अवधि छैन
nl: Er is geen geldige periode in ${schoolyear} om een sectie van te kiezen.
vi: Không có học kỳ nào hợp lệ trong ${schoolyear} để chọn lớp học

source: link-section-button
ar: زر-ربط-قسم
km: ប៊ូតុង​តភ្ជាប់​ផ្នែក
lt: Susieti
ms: butang-seksyen-pautan
ne: सेक्सन बटनलाइ लिंक गर्नुहोस्
nl: Link
vi: Liên kết với Lớp học

source: Previous: ${course} -- ${section_title} for ${term}
ar: سابق: ${course} -- ${section_title} لـ ${term}
km: មុន ៖ ${course} -- ${section_title} សម្រាប់ ${term}
ms: Sebelumnya: ${course} -- ${section_title} untuk ${term}
ne: पहिलेको: ${course} - - ${term} को लागि ${section_title}
nl: Vorige: ${course} -- ${section_title} van ${term}

source: Next: ${course} -- ${section_title} for ${term}
ar: تالي: ${course} -- ${section_title} لـ ${term}
km: បន្ទាប់ ៖ ${course} -- ${section_title} សម្រាប់ ${term}
ms: Berikutnya: ${course} -- ${section_title} untuk ${term}
ne: पछिको: ${course} - - ${term} को लागि ${section_title}
nl: Volgende: ${course} -- ${section_title} van ${term}

source: Change the name or description of this section.
ar: تغيير الاسم والتوصيف لهذا القسم
id: Ubah nama atau penjelasan bagian ini.
km: ផ្លាស់ប្ដូរ​ឈ្មោះ ឬ​ការ​ពិពណ៌នា​របស់​ផ្នែក​នេះ ។
lt: Pakeisti kurso pavadinimą arba aprašymą
ms: Tukar nama atau keterangan seksyen ini
nb: Endre navnet, eller beskrivelsen til denne seksjonen.
ne: यो सेक्सनको नाम वा विबरण परिवर्तन गर्नुहोस
nl: Wijzig de naam of beschrijving van deze sectie.
sk: Uprav meno alebo popis tejto sekcie.
sv: Ändra namn eller beskrivning på denna sektionen
vi: Thay đổi tên hoặc mô tả của học phần này

source: edit info
ar: تعديل معلومات
id: ubah info
km: កែ​សម្រួល​ព័ត៌មាន
lt: keisti duomenis
ms: Ubah info
nb: endre informasjon
ne: सुचना सम्पादन गर्नुहोस्
nl: info bewerken
sk: uprav info
sv: Redigera information
vi: Thay đổi thông tin

source: Change the instructors for this section.
id: Ganti instruktur untuk bagian ini
km: ផ្លាស់ប្ដូរ​គ្រូ​សម្រាប់​ផ្នែក​នេះ ។
lt: Keisti mokytojus šiam kursui
ms: Tukar tenaga pengajar untuk seksyen ini.
nb: Endre instruktører for denne seksjonen.
ne: यो सेक्सनको लागि प्रशिक्षकहरु परिवर्तन गर्नुहोस
nl: Leraren voor deze sectie wijzigen.
sk: Uprav inštrukcie pre túto sekciu.
sv: Ändra lärarna för denna sektion.
vi: Thay đổi hướng dẫn viên cho học phần này

source: edit instructors
id: edit instruktur
km: កែ​សម្រួល​គ្រូ
lt: Redaguoti mokytojus
ms: ubah tenaga pengajar
nb: endre instruktører
ne: प्रशिक्षकहरु सम्पादन गर्नुहोस्
nl: leraren bewerken
sk: uprav inštrukcie
sv: redigera instruktörer
vi: Sửa hướng dẫn viên

source: Change the students in this section individually
ar: تغيير الطلاب في الفصل بشكل فردي
id: Mengubah data siswa di seksi ini satu persatu
km: ផ្លាស់ប្ដូរ​សិស្ស​ក្នុង​ផ្នែក​នេះ​ដោយ​ឡែកៗ
lt: Keisti mokinius šiame kurse po vieną
ms: Tukar pelajar di dalam seksyen ini secara individu
nb: Foreta endringer på studenter i denne seksjonen individuelt
ne: यो सेक्सनमा विद्यार्थीहरू छुट्टाछुट्टै परिवर्तन गर्नुहोस्
nl: Leerlingen binnen deze sectie individueel wijzigen
sk: Uprav žiakov v tejto sekcii osobitne
sv: Ändra eleverna i denna sektion individuellt
vi: Thay đổi Học sinh cho riêng lớp học này

source: edit individuals
ar: تعديل بشكل فردي
id: ubah satu persatu
km: កែ​សម្រួល​នីមួយៗ
lt: redaguoti asmenis
ms: ubah individu-individu
nb: endre personer
ne: व्यक्तिगतहरू सम्पादन गर्नुहोस्
nl: individuen bewerken
sk: uprav jednotlivcov
sv: Ändra personer
vi: Sửa thông tin cá nhân

source: Section list for ${term} of ${schoolyear}
ar: قائمة القسم لـ ${term} من ${schoolyear}
km: បញ្ជី​ផ្នែក​សម្រាប់ ${term} នៃ ${schoolyear}
ms: Senarai seksyen untuk ${term} ${schoolyear}
nb: Seksjonsliste for ${term} i ${schoolyear}
ne: ${schoolyear} को ${term} लागि सेक्सनको सुची
nl: Sectielijst voor ${term} van ${schoolyear}
vi: Danh sách Lớp học cho ${term} của ${schoolyear}

source: Section
ar: قسم
id: Bagian
km: ផ្នែក
lt: Kursas
ms: Seksyen
nb: Seksjon
ne: सेक्सन
nl: Sectie
sk: Sekcia
sv: Sektion
vi: Lớp học

source: Linked sections
ar: الأقسام المرتبطة
km: ផ្នែក​ដែល​តភ្ជាប់
lt: Susieti kursai
ms: Seksyen Terpaut
ne: लिंक भएका सेक्सनहरु
nl: Gekoppelde secties
vi: Liên kết đến lớp học

source: Previous
ar: سابق
km: មុន
lt: Praeitas
ms: Sebelumnya
nb: Forrige
ne: पहिलेको
nl: Vorige
sk: Predchádzajúci
sv: Föregående
vi: Trước đó

source: Section in the previous term.
ar: قسم في الفصل السابق.
km: ផ្នែក​នៅ​ក្នុង​វគ្គ​មុន ។
lt: Kursas praeitame semestre.
ms: Seksyen dalam penggal sebelumnya
ne: पहिलेको अवधिमा सेक्सन
nl: Sectie in de vorige periode.
vi: Lớp học trong học kỳ trước

source: ${section_title} for ${term}
ar: ${section_title} لـ ${term}
km: ${section_title} សម្រាប់ ${term}
ms: ${section_title} untuk ${term}
ne: ${term} को लागि ${section_title}
nl: ${section_title} voor ${term}
sk: ${section_title} pre ${term}
vi: ${section_title} cho học kỳ ${term}

source: unlink-section-button
ar: زر-إلغاء-ربط-قسم
km: ប៊ូតុង​មិន​តភ្ជាប់​ផ្នែក
lt: Atsieti
ms: Hapus seksyen
ne: सेक्सन बटनलाइ लिंक नगर्नुहोस्
nl: Ontkoppelen
vi: bỏ-nút-môn học

source: Pick a section from ${term}
ar: اختر قسماً من ${term}
km: រើស​ផ្នែក​ពី ${term}
ms: Pilih seksyen dari ${term}
ne: ${term} बाट सेक्सन छनोट गर्नुहोस्
nl: Kies een sectie van ${term}
vi: Chọn lớp học từ học kỳ ${term}

source: Not linked.
ar: غير مرتبط.
km: មិន​បាន​តភ្ជាប់ ។
lt: Nesusietas.
ms: Tidak terpaut.
ne: लिंक भएको छैन
nl: Niet gekoppeld.
sv: Inte länkad
vi: Chư liên kết.

source: Next
ar: تالي
id: Berikutnya
km: បន្ទាប់
lt: Toliau
ms: Seterusnya
nb: Neste
ne: पछिल्लो
nl: Volgende
sk: Ďalej
sv: Nästa
vi: Tiếp theo

source: Section in the next term.
ar: قسم في الفصل التالي
km: ផ្នែក​នៅ​ក្នុង​វគ្គ​បន្ទាប់ ។
lt: Kursas kitame semestre.
ms: Seksyen di dalam penggal berikutnya
ne: पछिल्लो अवधिमा सेक्सन
nl: Sectie in de volgende periode.
sk: Oddiel v budúcom období.
vi: Lớp học trong học kỳ tới

source: <h1>Courses</h1> <p>Use this page to organize courses listed in the system.</p> <h3>How do I...</h3> <ul> <li><strong>Look for for a course:</strong> Use the search box to the left of the <code>Find Now</code> button to look through the entire list of courses for the search criterion. The <code>Clear</code> button empties the search box of current entries.</li> <li><strong>Show a list of the different sections of a course:</strong> click on the name of the course.</li> <li><strong>Show the lists of students in a particular class:</strong> Click on the <code>teacher -- course</code> link. The number of students is also listed next to the teacher and the course.</li> <li><strong>Navigate through the courses:</strong> Separate <q>batches</q> of the Course list can be accessed through the <code>Next 10</code> (and <code>Previous</code>) and links in the blue bar. A <code>Show All</code> button is also there to show all of the courses on a single page.</li> </ul>
km: <h1>វគ្គសិក្សា</h1> <p>ប្រើ​ទំព័រ​នេះ​ដើម្បី​រៀបចំ​វគ្គសិក្សា​ដែល​បានរាយ​នៅ​ក្នុង​ប្រព័ន្ធ ។</p> <h3>តើ​ខ្ញុំ​គួរ...</h3> <ul> <li><strong>រក​មើល​វគ្គសិក្សា ៖</strong> ប្រើ​ប្រអប់ស្វែងរក​នៅ​ខាង​ឆ្វេង​ប៊ូតុង <code>រក​ឥឡូវ</code> ដើម្បីរកមើល​បញ្ជី​វគ្គសិក្សាទាំង​មូល​សម្រាប់​លក្ខខ័ណ្ឌ​​ស្វែងរក ។ ប៊ូតុង​ <code>ជម្រះ</code> ជម្រះ​ប្រអប់​ស្វែងរក​នៃ​ធាតុ​បច្ចុប្បន្ន ។</li> <li><strong>បង្ហាញ​បញ្ជី​នៃ​ផ្នែក​ផ្សេងៗ​របស់​វគ្គសិក្សា ៖</strong> ចុច​លើ​ឈ្មោះវគ្គសិក្សា ។</li> <li><strong>បង្ហាញ​បញ្ជី​សិស្ស​នៅ​ក្នុង​ថ្នាក់​ជាក់លាក់ ៖</strong> ចុច​លើ​តំណ <code>គ្រូ -- វគ្គសិក្សា</code> ។ ចំនួន​សិស្ស​ក៏ត្រូវ​បាន​រាយ​នៅ​ជាប់នឹង​គ្រូ ព្រម​ទាំង​វគ្គសិក្សា ។</li> <li><strong>រកមើល​វគ្គសិក្សា ៖</strong> បំបែក <q>ក្រុម</q> របស់​បញ្ជី​វគ្គសិក្សា​អាច​ត្រូវ​បាន​ចូល​តាម​រយៈ <code>បន្ទាប់​ទៀត ១០</code> (និង <code>មុន</code>) ហើយ​តំណ​នៅ​ក្នុង​របារពណ៌​ខៀវ ។ ប៊ូតុង <code>បង្ហាញ​ទាំងអស់</code> ក៏មាន​នៅ​ទីនោះ​ដែរ ដើម្បី​បង្ហាញ​វគ្គសិក្សា​ទាំងអស់​នៅ​ក្នុងទំព័រ​តែ​មួយ ។</li> </ul>
ms: <h1>Courses</h1> <p>Gunakan laman muka ini untuk mengmaskini kursus-kursus yang tersenarai di dalam sistem.</p> <h3>Bagaimana saya...</h3> <ul> <li><strong>Mencari kursus:</strong> Gunakan kotak carian di sebelah kiri butang<code>Cari Sekarang</code>untuk mencari carian yang menepati kriteria dalam kesemua senarai kursus. Butang <code>Kosongkan</code> akan mengosongkan sebarang carian yang ada di dalam kotak carian.</li><strong>Paparkan senarai seksyen-seksyen yang lain untuk kursus:</strong> klik pada nama kursus.</li><li><strong>Paparkan senarai pelajar-pelajar dalam kelas-kelas tertentu:</strong> Klik pada pautan <code>guru -- kursus</code>. Senarai pelajar disenaraikan sebelah guru dan kursus.</li> <li><strong>Navigasi keseluruhan kursus:</strong> Senarai <q>kumpulan</q> kursus yang berasingan boleh diakses melalui <code>10 Berikutnya</code> (dan <code>Sebelumnya</code>) dan pautan di dalam panel biru. Butang <code>Tunjuk Semua</code> juga terdapat untuk memaparkan kesemua kursus-kursus di dalam satu laman muka.
nb: <h1>Kurs</h1> <p>Benytt denne siden for å organisere kursene oppført i systemet.</p> <h3>Hvordan gjør jeg...</h3> <ul> <li><strong>Leter etter et kurs:</strong> Benytt søkeboksen til venstre for <code>Finn nå</code> knappen for å søke gjennom hele listen av kurs med angitte søke kriterier. <code>Tøm</code> knappen tømmer søkeboksen med nåværende oppføringer.</li> <li><strong>Vise en liste over de forskjellige seksjonene til et kurs:</strong> klikk på navnet til kurset.</li> <li><strong>Vise en liste over studentene i en angitt klasse:</strong> Klikk på <code>lærer -- kurs</code> koblingen. Antall studenter er også vist ved siden av læreren og kurset.</li> <li><strong>Navigere gjennom kurset:</strong> Atskilte <q>grupper</q> av kurslisten kan nåes gjennom <code>Neste 10</code> (og <code>Foregående</code>) og koblinger i den blå stolpen. En <code>Vis alle</code> knapp er også der for å vise alle kursene på en enkelt side.</li> </ul>
nl: <h1>Vakken</h1> <p>Gebruik deze pagina om de vakken in het systeem te ordenen.</p> <h3>Hoe moet ik...</h3> <ul> <li><strong>Een vak zoeken:</strong> Gebruik het zoekvak links van de <code>Zoek Nu</code> knop om door de hele vakkenlijst te zoeken. De <code>Legen</code> knop maakt het zoekvak leeg.</li> <li><strong>Toon een lijst van de verschillende secties van een vak:</strong> klik op de naam van het vak.</li> <li><strong>Toon de leerlingenlijst van een bepaalde klas:</strong> Klik op de <code>leraar -- vak</code> link. Het aantal leerlingen staat ook aangegeven naast de leraar en het vak.</li> <li><strong>Navigeer door de vakken:</strong> Aparte <q>onderdelen</q> van de Vakkenlijst kunnen geselecteerd worden via de <code>Volgende 10</code> (en <code>Vorige</code>) en de links in de blauwe menubalk. Er is ook een <code>Toon Alles</code> knop om alle vakken op een enkele pagina te bekijken.</li> </ul>

source: Title of the course.
ar: عنوان المقرر.
id: Judul mata pelajaran
km: ចំណង​ជើង​វគ្គ​សិក្សា ។
lt: Dalyko pavadinimas
ms: Tajuk kursus.
nb: Tittel på kurset.
ne: पाठ्यक्रमको शीर्षक
nl: Naam van het vak.
sk: Nadpis kurzu.
sv: Kursnamn.
vi: Tên của các khóa học

source: Description of the course.
ar: توصيف المقرر.
id: Deskripsi mata pelajaran
km: ការ​ពិពណ៌នា​របស់​វគ្គ​សិក្សា
lt: Dalyko aprašymas
ms: Keterangan kursus.
nb: Beskrivelse av kurset.
ne: पाठ्यक्रमको वर्णन।
nl: Beschrijving van het vak.
sk: Popis kurzu.
sv: Kursbeskrivning.
vi: Mô tả về các khóa học

source: Course ID
ar: معرِّف المقرر
km: លេខ​សម្គាល់​វគ្គ​សិក្សា
lt: Dalyko ID
ms: ID Kursus
ne: पाठ्यक्रमको आई डि
nl: Vak ID
sk: ID Kurzu
sv: Kurs ID
vi: ID của khóa học

source: Localy used course identifier.
ar: معرِّف مقرر للاستخدام المحلي.
km: ឧបករណ៍​សម្គាល់​វគ្គសិក្សា​បាន​ប្រើ​មូលដ្ឋាន ។
ms: ID kursus setempat
ne: स्थानिय पहिचानकर्ता
nl: Plaatselijk gebruikte vak identificeercode.
vi: Bộ phận sử dụng định danh khóa học

source: Government ID
ar: معرِّف حكومي
km: លេខសម្គាល់​រដ្ឋាភិបាល
ms: ID Kerajaan
ne: सरकारी आई डि
nl: Regerings ID
sk: ID Nariadenia
vi: ID Ban giám hiệu

source: Course identifier used by the government.
ar: معرِّف مقرر مستخدم بشكل حكومي
km: ឧបករណ៍​សម្គាល់​វគ្គសិក្សា​បានប្រើ​ដោយ​រដ្ឋាភិបាល ។
lt: Dalyko identifikatorius naudojamas ministerijos.
ms: ID kursus yang digunakan kerajaan
ne: सरकारद्वारा प्रयोग गरिएको पाठयक्रम पहिचानकर्ता
nl: Vak identificeercode gebruikt door de regering.
vi: Định danh khóa học sử dụng bởi Ban giám hiệu

source: Credits
km: ក្រេឌីត
lt: Kreditai
ms: Kredit
nb: Bidragsytere
ne: आभार सूची
nl: Met dank aan
sk: Autori
sv: Tack till
vi: Tín chỉ

source: Amount of credits for this course.
km: ចំនួន​ក្រេឌីត​សរុប​សម្រាប់​វគ្គ​សិក្សា​នេះ ។
ms: Jumlah kredit untuk kursus ini.
ne: यो पाठ्यक्रमको लागि आभार सूचीको संख्या
nl: Kredietwaarde voor dit vak.
vi: Số tín chỉ cho khóa học

source: An identifier for a section, made up of instructor names, courses, and meeting time.
id: Pengidentifikasi untuk sebuah bagian, menyusun dari instruktur nama-nama, kursus-kursus, dan waktu pertemuan.
km: ឧបករណ៍​សម្គាល់​សម្រាប់​ភាគ បានបង្កើត​​ឡើង​សម្រាប់​អ្នកបង្រៀន ឈ្មោះ, វគ្គសិក្សា, និង​ពេលវេលា​ប្រជុំ ។
lt: Identifikatorius kursui, surinktas iš mokytojo vardo, dalyko ir pamokos laiko.
ms: ID seksyen, diwakili oleh tenaga pengajar nama, kursus dan masa mesyuarat.
nb: En identifikator for en seksjon, konstruert av instruktøren navn, kurs, og møte tidspunkt.
ne: "प्रशिक्षकको नाम, पाठ्यक्रम, र बैठक समयबाट बनेको\n" सेक्सनको लागि एउटा परिचायक।
nl: Een kenmerk voor een sectie, bestaande uit een leraar namen, vakken en de tijd van bijeenkomst.
sk: Identifikátor sekcie pozostávajúci z mien učiteľov, kurzov a časov stretnutí.
sv: En identifiering för sektionen, består av lärar namn, kurser och mötestid.
vi: Định danh cho một lớp học, Được tạo bởi các giảng viên, tên khóa học, thời gian giảng dạy

source: Title for the section.
ar: عنوان للقسم.
id: Judul untuk bagian/sesi.
km: ចំណង​ជើង​សម្រាប់​ផ្នែក ។
lt: Kurso pavadinimas
ms: Tajuk Seksyen
nb: Tittel for seksjonen
ne: सेक्सनको लागि शीर्षक
nl: Titel voor de sectie.
sk: Názov sekcie.
sv: Titel för sektionen
vi: Tiêu đề cho lớp học

source: Description of the section.
ar: توصيف القسم.
id: Deskripsi bagian ini
km: ការ​ពិពណ៌នា​របស់​ផ្នែក ។
lt: Kurso aprašymas
ms: Keterangan seksyen
nb: Beskrivelsen til en seksjon.
ne: सेक्सनको वर्णन।
nl: Beschrijving van de sectie
sk: Popis sekcie.
sv: Sektionsbeskrivning.
vi: Mô tả về lớp học.

source: Cannot assign section as previous to itself
ar: لا يمكن تعيين قسم كسابق لنفسه
km: មិនអាច​ផ្ដល់​ភាគ​ជា​ភាគ​មុន​ទៅ​ខ្លួន​វា​បានទេ
ms: Tidak boleh menugaskan seksyen seperti sebelumnya kepada diri sendiri.
ne: सेक्सनलाई पहिलेको जसरी निर्धारण गर्न सकिएन
nl: Kan deze sectie niet als vorige aan zichzelf toewijzen
vi: Không thể phân định lớp học như trước đây

source: Cannot assign section as next to itself
ar: لا يمكن تعيين قسم كتالي لنفسه
km: មិនអាច​ផ្ដល់​ភាគ​ជា​ភាគ​បន្ទាប់​ទៅខ្លួន​វា​បានទេ
ms: Tidak boleh menugaskan seksyen sebagai berikutnya kepada diri sendiri
ne: सेक्सनलाई पछिको जसरी निर्धारण गर्न सकिएन
nl: Kan deze sectie niet als volgende aan zichzelf toewijzen
vi: Không thể chỉ định lớp học như phần tiếp theo

source: Instructors of the section.
lt: Dalyko mokytojai.
ms: Tenaga-tenaga Pengajar untuk seksyen.
ne: सेक्सनको प्रशिक्षक
nl: Leraren van de sectie.
vi: Giáo viên của lớp

source: Instructors of a person in any of his sections.
ms: Tenaga-tenaga Pengajar untuk pelajar dalam seksyennya.
ne: एउटा व्यक्तिको आफ्नो कुनै पनि सेक्सनको प्रशिक्षक
nl: Leraren van een persoon in één van zijn secties.
vi: Giáo viên của Học sinh ở các lớp trước.

source: Learners
km: អ្នករៀន
ms: Pelajar
ne: शिक्षार्थी
nl: Leerlingen
vi: Học giả

source: Students of the section.
km: និស្សិត ក្នុងផ្នែក។
ms: Seksyen pelajar.
ne: सेक्सनका विद्दार्थीहरु
nl: Leerlingen van deze sectie.
vi: Học sinh của lớp

source: Cannot link sections in same term
ar: لا يمكن ربط أقسام في نفس الفصل
km: មិន​អាច​តភ្ជាប់​ផ្នែក​នៅ​ក្នុង​វគ្គ​ដូច​គ្នា
ms: Tidak boleh menghubung seksyen yang sama penggal
ne: एउटै अवधिमा सेक्सनहरु लिंक गर्न सकिँदैन
nl: Kan secties in dezelfde periode niet koppelen
vi: Không liên kết các môn cùng kỳ được
