Repository: schooltool-project/schooltool
Catalog: src/schooltool/locales/*.po
Languages: ar, id, km, lt, ms, nb, ne, nl, sk, sv, vi

source: The above example will create two new sections, one for the philosophy lecture and the other for the literature lecture. The section for the philosophy lecture will have persons with ids 'johnny' and 'billy' as learners, and its timetable will contain three timetable activities, two on Monday. The literature section will be processed in a similar fashion.
id: Contoh di atas akan menciptakan dua bagian baru, satu bagian untuk mata pelajaran filosofi dan satu untuk mata pelajaran sastra. Bagian mata pelajaran filosofi akan memiliki tokoh-tokoh dengan nama "Johnny' dan 'Billy' sebagai murid, dan jadwal akan terdiri dari tiga aktifitas. Bagian sastra akan menjalani proses yang sama.
km: ឧទាហរណ៍​ខាង​លើ​នឹង​បង្កើត​ភាគ​ថ្មី​ពីរ មួយ​សម្រាប់​ការ​បង្រៀន​ទស្សនៈវិជ្ជា និង​មួយ​ទៀត​សម្រាប់​ការ​បង្រៀន​អក្សរ​សាស្ត្រ ។ ភាគ​សម្រាប់​ការ​បង្រៀន​ទស្សនៈវិជ្ជា​​នឹង​មាន​​មនុស្ស​ដែលមាន​លេខ​សម្គាល់ 'johnny' និង 'billy' ជា​អ្នក​រៀន ហើយ​កាលវិភាគ​របស់​វា​នឹង​មាន​សកម្មភាព​កាលវិភាគ​បី ដោយ​សកម្មភាព​ពីរ​នៅ​ថ្ងៃ​ច័ន្ទ ។ ភាគ​អក្សរ​សាស្ត្រ​នឹង​​ត្រូវ​បាន​ដំណើរការ​នៅ​ក្នុង​បែបផែន​ដូច​គ្នា ។
ms: Contoh diatas akan membina dua seksyen, satu adalah untuk syarahan falsafah dan selebihnya adalah untuk syarahan sastera. Seksyen syarahan falsafah akan mempunyai orang dengan id-id "johnny" dan "billy" sebagai pelajar-pelajar, dan jadual mereka mengandungi tiga jadual aktiviti, dua pada hari Isnin. Seksyen sastera akan diproses dengan cara yang sama juga.
nb: Eksemplet ovenfor vil lage to nye seksjoner, en for den filosofiske og en for den den skriftlige undervisningen.
ne: माथिको उदाहरणले दुईवटा नयाँ सेक्सनहरू सृजना गर्दछ, एटा फिलोसोफी वक्ता र अर्को शास्त्र वक्ताको लागि। फिलोसोफी वक्ताको लागि सेक्सनसँग व्यक्तिहरू हुन्छ आई डीसँग 'जोनी' र 'बिल्ली' शिष्यका रुपमा, र यसको समयतालिकाले तीनवटा समयतालिका क्रियाकलाप समावेश गर्दछ, दुईवटा सोमबार। वक्ता सेक्सनले समान फेसनमा पहुँच गर्दछ।
nl: Het voorbeeld hierboven maakt twee nieuwe secties aan, eentje voor de filosofieklas en de andere voor de literatuurklas. De sectie voor de filosofieklas heeft personen met de ID's 'johhny' en 'billy' als leerlingen, en het rooster heeft drie rooster-activiteiten, waarvan twee op maandag. De literatuursectie wordt op dezelfde manier verwerkt.
sk: Predchádzajúci príklad vytvorí dve nové skupiny, jednu pre vyučovanie filozofie a druhú pre vyučovanie literatúry. Skupina pre lekcie filozofie bude mať ako učiteľov osoby so skratkou 'ďuro' a 'fero', a jej rozvrh bude obsahovať tri hodiny, z čoho dve v pondelok. Podobne bude upravené aj vyučovanie literatúry.
sv: Ovanstående exempel skapar två nya sektioner, en för filosofilektionen och en för litteraturlektionen. Sektionen för filosofilektionen kommer att ha personerna "johnny" och "billy" som elever och schemat kommer att innehålla tre lektioner, varav två på måndagar. Litteratursektionen kommer att behandlas på liknande sätt.
vi: Ví dụ trên sẽ tạo ra hai lớp học mới, một lớp triết học và một lớp văn học. Lớp triết học có các Học sinh có mã là "hohnny" và 'billy' là học viên, và thời khóa biểu của nó sẽ chứa ba hoạt động thời khóa biểu, hai hoạt động vào ngày thứ Hai.Lớp văn học sẽ được xử lý tương tự.

source: Note that only ids of objects are to be used in the file, not titles. If a row ends with empty cells (e.g., <em>"philosophy","lorch","",""</em>), those cells will be discarded. You may separate section descriptions by more than one line. In the list of learners, only the first column containing the person ids is processed, the other columns are ignored. You can import the same data several times without any side effects.
id: Catatan, bahwa hanya identitas dari objek-objek yang akan digunakan di file, bukan judulnya. Jika sebuah baris diakhiri dengan sel yang kosong (misalnya, <em>"philosophy","lorch","",""</em>), sel-sel tersebut akan dihilangkan. Anda dapat memisahkan penjelasan-penjelasan bagian lebih dari satu baris. Pada daftar pembejalar, hanya kolom pertama yang memuat indentitas pembelajar yang akan diproses, kolom lainnya akan diabaikan. Anda dapat mengimpor data yang sama berulang kali tanpa efek apapun.
km: ចំណាំ​ថា មាន​តែ​លេខ​សម្គាល់​របស់​វត្ថុ​ត្រូវ​បាន​ប្រើ​នៅ​ក្នុង​ឯកសារ គ្មាន​ចំណង​ជើង​ទេ ។ ប្រសិនបើ​ជួរដេក​បញ្ចប់​ដោយ​ក្រឡា​ទទេ (ឧ.<em>"philosophy","lorch","",""</em>) ក្រឡា​ទាំង​នោះ​នឹង​ត្រូវ​បានបោះបង់ ។ អ្នក​អាច​បំបែក​សេចក្ដី​ពិពណ៌នា​ភាគ​ដោយ​បន្ទាត់​ច្រើនជាង​មួយ ។ នៅ​ក្នុង​បញ្ជី​អ្នក​សិក្សា មានតែ​ជួរឈរ​ដំបូង​ទេ​​មាន​លេខ​សម្គាល់​មនុស្ស​ត្រូវ​បានដំណើរ​ការ ជួរឈរ​ផ្សេង​ទៀត​ត្រូវ​បាន​មិនអើពើ ។ អ្នក​អាច​នាំចូល​ទិន្នន័យ​ដូចគ្នា​ច្រើន​ដង​ដោយ​គ្មាន​ផល​ប៉ះពាល់នោះ​ទេ ។
lt: Rašomi ne komponentų vardai, o jų ID. Jei eilutė baigiasi tuščiu langeliu (pvz. <em>"Lietuvių kalba","J.Petraitis","",""</em>), tai toks įrašas bus pašalintas. Kursų aprašymus gali skirti daugiau nei viena tuščia eilutė. Mokinių sąraše įtraukiami po vieną eilutėje. Tuos pačius duomenis galima įkelti kiek norima kartų nekeičiant prieš tai įkeltų duomenų.
ms: Ingat bahawa id objek-objek akan digunakan didalam fail, bukan tajuk-tajuk, Sekiranya baris berakhir dengan sel kosong (Contoh, <em>"philosophy","lorch","",""</em>), sel-sel itu akan dibuang. Anda boleh memisahkan penerangan-penerangan seksyen dengan menggunakan lebih dari satu baris. Di dalam senarai pelajar-pelajar, hanya kolum pertama mengandungi id orang akan diproses, kolum yang lain akan diabaikan. Anda boleh import data yang sama berulangkali tanpa sebarang kesan sampingan.
nb: Merk at det er kun ID'ene til objektene som benyttes i filen, ikke tittlene. Hvis en rad slutter med tomme celler (f.eks. <em>filosofi","lorch","",""</em>), vil de cellene bli forkastet. Du kan separere seksjonsbeskrivelsene med mer enn en linje. I listen over elever vil kun den første kolonnen som inneholder person ID'er bli behandlet - de andre kolonnene blir ignorert. DU kan importere de samme dataene flere ganger uten bivirkninger.
ne: मदन पुरस्कार
nl: N.B.: alleen de id's van objecten kunnen worden gebruikt in de bestanden, niet de titels. Als een rij eindigt met lege cellen (bijv., <em>"filosofie","jansen","",""</em>), dan worden die cellen genegeerd. Beschrijvingen mogen door meer dan één regel worden gescheiden. In de lijst van leerlingen wordt alleen de eerste kolom, met de id's van de personen, verwerkt. De andere kolommen worden genegeerd. Dezelfde gegevens kunnen meermalen worden geïmporteerd zonder neveneffecten.
sk: V súbore môžu byť použité len id objektov, nie titulky. Ak riadok končí prázdnymi bunkami, (napr., <em>"philosophy","lorch","",""</em>), tieto bunky nebudú brané do úvahy. Je možné oddeliť popisy sekcií viac než jedným riadkom. V zozname učiteľov je akceptovaný len prvý stĺpec s id osoby, ostatné sú ignorované. Je možné importovať tie isté dáta viac než raz bez toho, aby to spôsobilo problémy.
sv: Notera att endast objekt id:n ska användas i filen, inte namn. Om en rad avslutas med tomma celler, t.ex. ((, <em>"philosophy","lorch","",""</em>) så tas dessa bort. Du kan skilja åt sektionsbeskrivningar med mera än en rad. I elevlistan behandlas endast den första kolumnen som innehåller person id:n. Övriga kolumner ignoreras. Du kan importera samma data flera gånger utan biverkningar.
vi: Lưu ý rằng chỉ có id của đối tượng được sẽ được sử dụng trong các tập tin, không có tiêu đề. Nếu hàng kết thúc bằng ô trống (ví dụ như, <em> "triết học", "luật ","",""</ em>), các ô sẽ được bỏ đi. Bạn có thể tách các mô tả lới nhiều hơn một dòng. Trong danh sách các học viên, chỉ có cột đầu tiên là chứa id của người được xử lý, các cột khác được bỏ qua. Bạn có thể nhập dữ liệu giống nhau một vài lần mà không có bất kỳ ảnh hưởng phụ nào.

source: Upload CSV File
ar: رفع ملف CSV
id: Upload File CSV
km: ផ្ទុក​ឡើង​ឯកសារ CSV
lt: Įkelti CSV failą
ms: Muatnaik Fail CSV
nb: Last opp en CVS fil.
ne: CSV फाइल अपलोड गर्नुहोस्
nl: Upload CSV-bestand
sk: Nahrajte CSV súbor
sv: Ladda upp CSV-fil

source: CSV File
ar: ملف CSV
id: File CSV
km: ឯកសារ CSV
lt: CSV failas
ms: Fail CSV
nb: CVS fil
ne: CSV फाइल
nl: CSV-bestand
sk: Súbor CSV
sv: CSV-fil

source: Charset:
ar: طقم محارف:
id: Gugus Karakter:
km: សំណុំ​តួ​អក្សរ ៖
lt: Koduotė:
ms: Set Aksara:
nb: Karaktersett:
ne: क्यारेक्टर सेट
nl: Tekenset:
sk: Kódovanie:
sv: Teckenuppsättning:
vi: Bộ ký tự :

source: Western (ISO-8859-1)
km: ខាងលិច (ISO-8859-1)
ne: पश्चिमी (ISO-८८५९-१)
nl: Westers (ISO-8859-1)
sk: Západné (ISO-8859-1)
sv: Västeuropeisk (ISO-8859-1)

source: Other (please specify)
ar: آخر (الرجاء التخصيص)
id: Yang Lain (tolong ditentukan)
km: ផ្សេង​ទៀត (សូម​បញ្ជាក់)
lt: Kita (įrašykite)
ms: lain-lain (sila perincikan)
nb: Annet ( vær vennlig å spesifiser)
ne: अन्य (कृपया निर्दिष्ट गर्नुहोस्)
nl: Anders (aangeven aub)
sk: Iné (prosím upresnite)
sv: Annan (var god specifiera)
vi: Lựa chọn khác (hãy chỉ rõ)

source: Other charset: ${other_charset}
ar: طقم محارف آخر: ${other_charset}
id: Charset yang lain: ${other_charset}
km: សំណុំ​តួ​អក្សរ​ផ្សេង​ទៀត ៖ ${other_charset}
lt: Kita simbolių lentelė: ${other_charset}
ms: Aksara lain: ${other_charset}
nb: Annet tegnsett: ${other_charset}
ne: अन्य क्यारेक्टर सेट: ${other_charset}
nl: Andere tekenset: ${other_charset}
sk: Iné kódovanie: ${other_charset}
sv: Annan teckenuppsättning: ${other_charset}
vi: Các bộ ký tự khác: ${other_charset}

source: Input CSV Data
ar: استيرد بيانات CSV
id: Memasukkan Data CSV
km: បញ្ចូល​ទិន្នន័យ CSV
lt: Įvesti CSV Duomenis
ms: Masukkan Data CSV
nb: Legg inn CVS data
ne: CSV डाटा आगत गर्नुहोस्
nl: CSV-gegevens invoeren
sk: Vložte CSV údaje
sv: Mata in CSV-data
vi: Nhập vào dữ liệu CSV

source: CSV Data
ar: بيانات CSV
id: Data CSV
km: ទិន្នន័យ
lt: CSV Duomenys
ms: Data CSV
nb: CVS data
ne: CSV डाटा
nl: CSV-gegevens
sk: CSV údaje
vi: Dữ liệu CSV

source: submit-button
ar: زر-إرسال
id: Menerapkan
km: ប៊ូតុង​ដាក់​ស្នើ
lt: Pritaikyti
ms: butang-hantar
nb: Legg til
ne: दाखिला-बटन
nl: Toepassen
sk: Použiť
sv: Verkställ
vi: Đệ trình

source: Security (General)
ar: الأمان (عام)
id: Keamanan (Umum)
km: សុវត្ថិភាព (ទូទៅ)
lt: Saugumas (Bendras)
ms: Keselamatan (Am)
nb: Sikkerhet (Generelt)
ne: सुरक्षा (साधारण)
nl: Beveiliging (Algemeen)
sv: Säkerhet (Generell)

source: Booking Resources
ar: حجز موارد
id: Memesan Sumber daya
km: ធនធាន​សៀវភៅ
lt: Resursų užsakymas
ms: Sumber-sumber Tempahan
nb: Registreringsressurser
ne: बुक भैरहेका संशाधनहरु
nl: Voorzieningen reserveren
sv: Boka resurser

source: SchoolTool Administration
ar: إدارة سكول تول
id: Administrasi SchoolTool
km: ការ​គ្រប់គ្រង SchoolTool
lt: SchoolTool Valdymas
ms: Pentadbiran SchoolTool
nb: SchoolTool Administrasjon
ne: स्कुल टुल प्रशासन
nl: Schooltool-beheer

source: <h1>SchoolTool Administration</h1> <p>Schools have complex structures, spanning the organization of people, pedagogy, time and physical resources. Unfortunately, this means that an application that seeks to model these processes, like SchoolTool, is also complex, and the process of setting up an individual school in SchoolTool is necessarily an involved one.</p> <p>This branch of the help tree contains items relevant to administrators configuring SchoolTool, but not end users.</p>
km: <h1>ការ​គ្រប់គ្រង​ SchoolTool​</h1> <p>សាលា​មាន​រចនាសម្ព័ន្ធ​ស្មុគស្មាញ ពង្រីក​វិសាល​ភាពការ​គ្រប់គ្រង​មនុស្ស គរុកោសល្យ ពេលវេលា និង​ធនធាន​មនុស្ស ។ ជា​អកុសល នេះ​មាន​ន័យ​ថា​កម្មវិធី​ដែល​រកមើល​ម៉ូដែល​ដំណើរការ​ទាំងអស់​នេះ ដូចជា SchoolTool ក៏មាន​លក្ខណៈ​ស្មុគស្មាញ​ដែរ ហើយ​ដំណើរការ​នៃ ការ​រៀបចំ​នៅ​ក្នុង SchoolTool ចាំបាច់​កម្មវិធីដែលពាក់ព័ន្ធ​មួយ ។</p> <p>ផ្នែកនៃ​មែកធាង​ជំនួយ​នេះ​មាន​ធាតុ​ដែលទាក់ទង​នឹង​ SchoolTool កំណត់​រចនាសម្ព័ន្ធ​របស់​អ្នកគ្រប់គ្រង ប៉ុន្តែ​មិន​សម្រាប់​អ្នក​ប្រើ​ទេ ។</p>
ms: <h1>Pentadbiran SchoolTool</h1> <p>Sekolah mempunyai struktur yang kompleks, mencakupi organisasi manusia, kaedah pengajaran, masa dan sumber-sumber fizikal. Malangnya, ini bermakna bahawa aplikasi yang cuba untuk meniru proses-proses ini, seperti SchoolTool, juga adalah kompleks, dan proses untuk menyediakan satu-satu sekolah didalam SchoolTool memerlukan penglibatan seseorang pentadbir. Cabang dari pohon pertolongan ini mengandungi butiran-butiran yang relevan kepada pentadbir untuk mengkonfigurasi SchoolTool, tetapi bukan untuk pengguna.
nb: <h1>SchoolTool Administrasjon</h1> <p>Skoler har komplekse strukturer som spenner over organiseringen av mennesker, pedagogikk, tid og fysiske ressurser. Dette betyr dessverre at applikasjoner som forsøker å modellere disse prosessene, nettopp som SchoolTool, er også komplekse, og prosessen med å sette opp en individuell skole i SchoolTool er en som man må involvere seg i.</p> <p>Denne delen av hjelpe treet inneholder elementer som er relevant for administratorer som konfigurerer SchoolTool, men ikke for sluttbrukere.</p>
nl: <h1>SchoolTool-beheer</h1> <p>Scholen hebben ingewikkelde structuren, die mensen, pedagogiek, tijd en fysieke middelen omsluiten. Helaas betekent dit dat een applicatie die tracht deze processen in een model te verwerken, zoals SchoolTool, ook ingewikkeld is, en het opzetten van een individuele school in SchoolTool behoeft veel aandacht en tijd.</p> <p>Deze tak van de helpboom bevat onderwerpen die relevant zijn voor de beheerders die SchoolTool configureren, maar niet voor standaardgebruikers.</p>
sv: <h1>SchoolTool Administration</h1> <p>Skolor har komplexa strukturer som spänner över organiseringen av lärare, elever, lektioner, tider och resurser. Tyvärr innebär det att ett program som har som mål att organisera detta, som SchoolTool, också är komplex. Att ställa in en enskild skola i SchoolTool är ett invecklat förlopp.</p> <p>Den här delen av hjälpträdet innehåller punkter relevanta för administratörer som konfigurerar SchoolTool och inte för slutanvändare.</p>

source: Calendar Selection
ar: اختيار تقويم
id: Pemilihan Kalender
km: ការ​ជ្រើស​ប្រតិទិន
lt: Kalendoriaus pasirinkimas
ms: Pemilihan Kalendar
nb: Kalander valg
ne: भित्तेपात्रो छनौट
nl: Keuze Agenda
sv: Kalenderval

source: <h1>Calendar Selection</h1> <p>You can add color-coded events from multiple calendars to your personal calendar view. You can add events from course sections you attend, groups, other people, or even resources like classrooms or projectors.</p> <p>Some calendars are private or limited to certain groups.</p> <p>On the calendar selection form you are given lists of all the calendars available to you. This might be a long list.</p> <p>The "SchoolTool site-wide calendar" is intended to be used as the official public calendar of the school.</p> <h3>How do I...</h3> <ul> <li><strong>Select or unselect several individual calendars of one type:</strong> If you press the <code>Ctrl</code> button on your keyboard while you select calendars from a list with your mouse, you can select multiple calendars.</li> <li><strong>Select a range of calendars of one type:</strong> If you press the <code>Shift</code> key while clicking on calendars, you can select a range.</li> </ul>
km: <h1>ការ​ជ្រើស​ប្រតិទិន</h1> <p>អ្នកអាច​បន្ថែម​ព្រឹត្តិការណ៍​កូដ​ដែលមាន​ពណ៌​ពី​ប្រតិទិន​ជា​ច្រើន​ទៅកាន់​ទិដ្ឋភាព​ប្រតិទិន​ផ្ទាល់​ខ្លួន​របស់​អ្នក ។ អ្នកអាច​បន្ថែម​ព្រឹត្តិការណ៍​ពី​ការ​ជ្រើស​រើស​វគ្គសិក្សា​ដែល​អ្នក​​ចូលរួម ក្រុម មនុស្ស​ផ្សេងៗ​ទៀត ឬ​ធនធាន​ព្រឹត្តិការណ៍​ដូចជា​ថ្នាក់​រៀន​ ឬ​អ្នក​ធ្វើគម្រោង ។</p> <p>ប្រតិទិន​មួយ​ចំនួន​គឺ​ជា​លក្ខណៈ​ឯកជន ឬ​មាន​ដែន​កំណត់​ទៅ​ក្រុម​ជាក់លាក់ ។</p> <p>នៅលើសំណុំ​បែបបទ​​ជម្រើស​ប្រតិទិន​ដែល​អ្នក​ត្រូវ​បានផ្ដល់​ឲ្យ​​បញ្ជី​ប្រតិទិន​ដែល​អ្នកអាច​ប្រើ​បានទាំងអស់ ។ វា​អាច​ជា​បញ្ជី​វែង ។</p> <p> "SchoolTool site-wide calendar" ត្រូវ​បាន​​បម្រុង​ទុក​ប្រើ​ជា​ប្រតិទិន​ផ្លូវការ​ជា​សាធារណៈ​របស់​សាលារៀន ។</p> <h3>តើ​ខ្ញុំ​គួរ...</h3> <ul> <li><strong>ជ្រើស ឬ​មិនជ្រើស​ប្រតិទិន​នីមួយៗ​នៃ​ប្រភេទ​មួយ ៖</strong> ប្រសិនបើ​អ្នក​ចុច​​គ្រាប់ចុច <code>Ctrl</code> នៅ​លើ​ក្ដារចុច​របស់​អ្នក​ខណៈពេល​អ្នក​ជ្រើស​ប្រតិទិន​ពី​បញ្ជី​​ដោយ​ប្រើ​កណ្ដុរ​របស់​អ្នក អ្នកអាច​ជ្រើស​ប្រតិទិន ។</li> <li><strong>ជ្រើស​ជួរ​ប្រតិទិន​របស់​ប្រភេទ​មួយ ៖</strong> ប្រសិនបើ​អ្នក​ចុច​គ្រាប់ចុច​ <code>ប្ដូរ(Shift)</code> ខណៈពេល​ដែល​ចុច​លើ​ប្រតិទិន អ្នកអាច​ជ្រើសជួរ ។</li> </ul>
ms: <h1>Pemilihan Kalendar</h1> <p>Anda boleh menambah acara dengan kod warna dari pelbagai kalendar ke paparan kalendar peribadi anda. Anda boleh menambah acara dari seksyen-seksyen kursus yang anda hadiri, kumpulan, orang lain malahan sumber seperti kelas-kelas atau projektor-projektor.</p> <p>Sesetengan kalendar adalah hakmilik persendirian atau terbatas kepada sesetengah kumpulan.</p> <Pada borang pemilihan kalendar, anda akan diberi senarai semua kalendar-kalendar yang tersedia untuk anda. Senarai itu mungkin panjang</p> <pKalendar seluruh laman SchoolTool dicadang untuk digunakan sebagai kalendar awam rasmi untuk sekolah.</p> <h3>Bagaimana saya...</h3> <ul> <li><strong>Memilih atau tidak memilih beberapa kalendar individu dari satu jenis:</strong> Jikalau anda menekan butang <code>Ctrl</code> diatas papan kekunci anda semasa anda memilih kalendar-kalendar dari senarai menggunakan tetikus anda, anda boleh memilih pelbagai kalendar-kalendar sekaligus.</li> <li><strong>Memilih beberapa kalendar dari satu jenis:</strong> Jikalau anda menekan butang <code>Shift</code> semasa mengklik kalendar-kalendar, anda boleh memilih satu deretan kalendar sekaligus.</li> </ul>
nl: <h1>Agendaselectie</h1> <p>U kunt kleurgecodeerde gebeurtenissen uit meerdere agenda's toevoegen aan uw persoonlijke agenda. U kunt gebeurtenissen toevoegen van vaksecties die u bezoekt, groepen, andere personen, of zelfs voorzieningen zoals klaslokalen of projectoren.</p> <p>Sommige agenda's zijn privé of alleen toegankelijk voor bepaalde groepen.</p> <p>Op het agendaselectieformulier krijgt u lijsten van alle voor u toegankelijke agenda's. Dit kan een hele lange lijst zijn.</p> <p>De "SchoolToolsite-wide calendar" is bedoeld om gebruikt te worden als de openbare agenda van de school.</p> <h3>Hoe kan ik...</h3> <ul> <li><strong>Meerdere agenda's van één soort selecteren of deselecteren:</strong> Als u de <code>Ctrl</code> toets op uw toetsenbord ingedrukt houdt terwijl u agenda's selecteert uit een lijst met uw muis, dan kunt u meerdere agenda's selecteren.</li> <li><strong>Meerdere opeenvolgende agenda's van één soort selecteren:</strong> Als u de <code>Shift</code> toets indrukt terwijl u klikt op een agenda en daarna op een andere, dan worden ook automatisch alle tussenliggende agenda's geselecteerd.</li> </ul>
sv: <h1>Kalenderval</h1> <p>Du kan lägga till färgkodade händelser från flera olika kalender i din egen kalendervy. Du kan lägga till händelser från kurssektioner du är med i, grupper, andra människor och till och med resurser som klassrum eller projektorer.</p> <p>Vissa kalendrar är privata eller begränsade till vissa grupper.</p> <p>I kalendervalet har du en lista med alla kalendrar som är tillgängliga för dig. Listan kan vara lång.</p> <p>"SchoolTools globala kalender" används som en officiell kalender av skolan.</p> <h3>Hur gör jag för att...</h3><ul> <li><strong>Välja eller tar bort valet för flera individuella kalendrar av en typ:</strong> Tryck på <code>Ctrl</code>-tangenten på ditt tangentbord när du väljer kalendrar från en lista, så kan du välja flera åt gången.</li> <li><strong>Välja en grupp-kalender av en viss typ:</strong> Om du trycker på <code>Shift</code>-tangenten när du väljer kalender, så kan du välja en viss grupp av kalendrar.</li></ul>

source: Calendaring in SchoolTool
ar: التقويم في أداة المدرسة
id: Kalender di SchoolTool
km: ប្រតិទិន​ក្នុង SchoolTool
ms: Penggunaan Calendar dalam SchoolTool
nb: Kalenderplanlegging i SchoolTool
ne: स्कुल टुल भित्तेपात्रोमा सूचना भर्नु
nl: Agenda in SchoolTool
sv: Kalenderplanering i SchoolTool
