Repository: schooltool-project/schooltool
Catalog: src/schooltool/commendation/locales/*.po
Languages: ast, bg, bn, bs, da, el, et, eu, fr, ga, he, hi, hu, id, ja, km, ko, mn, mr, nb, oc, pt, pt_br, sk, sl, sv, ta, tl, tr, uk, vi, zh_tw

source: <unknown>
ast: <desconocíu>
bn: <অজ্ঞাত>
bs: <nepoznato>
da: <ukendt>
el: <άγνωστο>
eu: <ezezaguna>
fr: <inconnu>
ga: <anaithnid>
he: < לא ידוע>
hi: <अज्ञात>
hu: <ismeretlen>
id: <tak diketahui>
ja: <不明>
km: <មិន​ស្គាល់>
ko: <알수없음>
mn: <тодорхойгүй>
mr: <माहिती नाही>
nb: <ukjent>
oc: <desconegut>
pt: <desconhecido>
pt_br: <desconhecida>
sl: <neznano>
sv: <okänd>
ta: <தெரியாத>
tl: <di kilala>
tr: <bilinmeyen>
uk: невідомо
vi: <chưa biết>
zh_tw: <未知>

source: commendations
ast: reconocimientos
bg: Препоръки
bn: অনুমোদনসমূহ
bs: pohvale
da: udmærkelser
el: έπαινοι
et: kiitused
eu: goraipamenak
fr: Éloges
ga: moltaí
he: הערכות
hi: सराहना
hu: dicséret
id: penghargaan
ja: 賞状
km: លិខិត​សរសើរ
ko: 상장
mn: Урамшуулал
mr: शिफारशी
nb: Utmerkelser
oc: Elògis
pt: louvores
pt_br: recomendações
sk: pochvaly
sl: pohvale
sv: lovord
ta: பாராட்டுக்கள்
tl: parangal
tr: öneriler
uk: подяки
vi: các khen thưởng
zh_tw: 嘉獎

source: Add Commendation
ast: Amestar reconocimientu
bg: Добавяне на препоръка
bn: অনুমোদন যোগ করুন
bs: Dodaj pohvalu
da: Tilføj udmærkelse
el: Προσθήκη επαίνων
et: Liisa kiitus
eu: Goraipamena Gehitu
fr: Ajouter un éloge
ga: Cuir Moladh Leis
he: הוסף הערכה
hi: प्रशस्ति जोड़ें
hu: Dicséret hozzáadása
id: Tambah penghargaan
ja: 賞状を追加
km: បន្ថែម​លិខិត​សរសើរ
ko: 상장 추가
mn: Нэмж урамшуулал өгөх
mr: शिफारस जोडा
nb: Legg til utmerkelse
oc: Apondre un elògi
pt: Adicionar Louvor
pt_br: Adicionar Recomendações
sk: Udeliť pochvalu
sl: Dodaj pohvalo
sv: Lägg till lovord
ta: பாராட்டை சேர்
tl: Magdagdag ng parangal
tr: Öneri Ekle
uk: Додати подяку
vi: Thêm Khen thưởng
zh_tw: 新增嘉獎

source: Commendation
fr: Gratitudes
nb: Anbefaling
sk: Pochvala
uk: Подяка

source: View Commendations
ast: Ver reconocimientos
bg: Преглед на препоръките
bn: অনুমোদনসমূহ দেখুন
bs: Pregledaj pohvale
da: Se udmærkelser
el: Προβολή επαίνων
et: Vaata kiitust
eu: Ikuspen Goraipamenak
fr: Visualiser les éloges
ga: Féach Ar Na Moltaí
he: צפה בהערכות
hi: प्रशस्ति देखें
hu: Dicséretek megtekintése
id: Tampilkan penghargaan
ja: 賞状を表示
km: មើល​លិខិត​សរសើរ
ko: 상장 보기
mn: Урамшуулсныг үзэх
mr: शिफारशी बघा
nb: Se på utmerkelser
oc: Visualizar los elògis
pt: Ver Louvores
pt_br: Ver Recomendações
sk: Pozrieť pochvaly
sl: Poglej pohvale
sv: Visa lovord
ta: பாராட்டுக்களை பார்
tl: Tingnan ang parangal
tr: Önerileri Göster
uk: Перегляд подяк
vi: Xem khen thưởng
zh_tw: 顯示嘉獎

source: All Commendations
ast: Tolos reconocimientos
bg: Всички препоръки
bn: সব অনুমোদনসমূহ
bs: Sve pohvale
da: Alle udmærkelser
el: Όλοι οι έπαινοι
et: Kõik kiitused
eu: Goraipamen Guztiak
fr: Tous les éloges
ga: Gach Moladh
he: כל ההערכות
hi: सभी प्रशस्ति
hu: Összes dicséret
id: Semua penghargaan
ja: 全ての賞状
km: លិខិត​សរសើរ​ទាំងអស់
ko: 상장 모두
mn: Бүх Урамшуулал
mr: सर्व शिफारशी
nb: Alle utmerkelser
oc: Totes los elògis
pt: Todos os Louvores
pt_br: Todas as Recomendações
sk: Všetky pochvaly
sl: Vse pohvale
sv: Alla lovord
ta: அனைத்து பாராட்டுக்கள்
tl: Lahat ng parangal
tr: Tüm Öneriler
uk: Всі подяки
vi: Tất cả Khen thưởng
zh_tw: 所有的嘉獎

source: Title
ast: Títulu
bg: Заглавие
bn: শিরোনাম
bs: Naslov
da: Titel
el: Τίτλος
et: Pealkiri
eu: Titulua
fr: Titre
ga: Teideal
he: כותרת
hi: शीर्षक
hu: Cím
id: Judul
ja: タイトル
km: ចំណង​ជើង
ko: 제목
mn: Гарчиг
mr: शीर्षक
nb: Tittel
oc: Títol
pt: Título
pt_br: Título
sk: Názov
sl: Naslov
sv: Titel
ta: தலைப்பு
tl: Pamagat
tr: Başlık
uk: Заголовок
vi: Tiêu đề
zh_tw: 主旨

source: Title of the commendation.
ast: Títulu del reconocimientu
bg: Заглавие на препоръката.
bn: অনুমোদনের শিরোনাম
bs: Naslov pohvale.
da: Titel på udmærkelsen.
el: Τίτλος του επαίνου
et: Kiituse nimetus
eu: Goraipamenaren titulua
fr: Titre de l'éloge
ga: Teideal an mholta.
he: כותרת ההערכה
hi: प्रशस्ति शीर्षक
hu: Dicséret címe
id: Judul penghargaan.
ja: 賞状のタイトル
km: ចំណង​ជើង​លិខិត​សរសើរ
ko: 상장 제목
mn: Урамшуулалтын нэр
mr: शिफारशीचे शीर्षक
nb: Tittel på utmerkelsen
oc: Títol de l'elògi
pt: Título do louvor
pt_br: Título da recomendação
sk: Názov pochvaly
sl: Naslov pohvale.
sv: Titel för lovord.
ta: பாராட்டின் தலைப்பு
tl: Pamagat ng mga parangal.
tr: Önerinin başlığı.
uk: Заголовок подяки
vi: Tiêu đề của khen thưởng
zh_tw: 嘉獎名稱

source: Description
ast: Descripción
bg: Описание
bn: বর্ণনা
bs: Opis
da: Beskrivelse
el: Περιγραφή
et: Kirjeldus
eu: Azalpena
ga: Cur síos
he: תיאור
hi: वर्णन
hu: Leírás
id: Deskripsi
ja: 説明
km: សេចក្ដី​ពិពណ៌នា
ko: 설명
mn: Тайлбар
mr: वर्णन
nb: Beskrivelse
oc: Descripcion
pt: Descrição
pt_br: Descrição
sk: Popis
sl: Opis
sv: Beskrivning
ta: விளக்கம்
tl: Pagsasalarawan
tr: Açıklama
uk: Опис
vi: Mô tả
zh_tw: 說明

source: A detailed description of the commendation.
ast: Descripción en detái del reconocimientu
bg: Детайлно описание на препоръката.
bn: অনুমোদনের বিস্তারিত বর্ণনা
bs: Dodaj detaljan opis pohvale.
da: En detaljeret beskrivelse af udmærkelsen
el: Λεπτομερής περιγραφή του επαίνου
et: Kiituse täpne kirjeldus
eu: Goraipamenaren azalpen zehatz bat
fr: Description détaillée de l'éloge
ga: Cur síos cruinn an mholta.
he: תיאור מפורט אודות ההערכה.
hi: प्रशस्ति का वर्णन
hu: A dicséret részletes leírása.
id: Deskripsi rinci penghargaan.
ja: 賞状の詳細
km: សេចក្ដី​ពិពណ៌នា​លម្អិត​របស់​លិខិត​សរសើរ ។
ko: 상장에 대한 상세한 설명.
mn: Урамшуулалтын дэлгэрэнгүй тайлбар
mr: शिफारशीची संपूर्ण माहिती
nb: En detaljert beskrivelse av utmerkelsen
oc: Descripcion detalhada de l'elògi
pt: Uma descrição detalhada do louvor.
pt_br: Uma descrição detalhada da recomendação.
sk: Detailý popis pochvaly
sl: Podroben opis pohvale.
sv: En detaljerad beskrivning av lovorden.
ta: பாராட்டின் விரிவான விளக்கம்
tl: Ang isang detalyadong paglalarawan ng mga parangal.
tr: Önerinin ayrıntılı açıklaması.
uk: Детальний опис подяки
vi: Mô tả chi tiết của góp ý
zh_tw: 有關此標題的詳細描述

source: Scope
ast: Ámbitu
bg: Сфера
bn: ব্যপ্তি
bs: Raspon
da: Område
el: Εμβέλεια
et: Ulatus
eu: Esparrua
fr: Portée
ga: Cuimsiú
he: טווח
hi: पैमाना
hu: Terület
id: Ruang lingkup
ja: 範囲
km: វិសាលភាព
ko: 범위
mn: Хүрээ
mr: मर्यादा
nb: Virkeområde
oc: Portada
pt: Âmbito
pt_br: Âmbito
sk: Rozsah
sl: Obseg
sv: Omfång
ta: இலக்கு
tl: Kinasasaklawan
tr: Kapsam
uk: Діапазон
vi: Phạm vi
zh_tw: 範圍

source: The scope of the commendation.
ast: L'ámbitu del reconocimientu.
bg: Сфера на препоръката.
bn: অনুমোদনের ব্যfপ্তি
bs: Raspon pohvale.
da: Udmærkelsesområde
el: Η προοπτική του επαίνου
et: Kiituse ulatus
eu: Goraipamenaren esparrua
fr: La portée de l'éloge
ga: Cuimsiú an mholta.
he: טווח ההערכות
hi: प्रशंसा की सीमा
hu: A dicséret területe.
id: Ruang lingkup penghargaan.
ja: 賞状の範囲
km: វិសាល​ភាព​នៃការ​សរសើរ
ko: 상장 범위
mn: Урамшуулалын цар хүрээ
mr: शिफारशीची मर्यादा
nb: Utmerkelsens hensikt/spennvidde
oc: La portada de l'elògi
pt: O âmbito do louvor.
pt_br: O âmbito da recomendação
sk: Rozsah pochvaly.
sl: Področje pohvale.
sv: Omfånget för lovord.
ta: பாராட்டின் இலக்கு
tl: Ang kinasasaklawan ng pagbigay parangal.
tr: Önerinin kapsamı
uk: Сфера застосування рекомендації.
vi: Phạm vi của khen thưởng
zh_tw: 嘉獎的範圍

source: community
ast: comunidá
bg: общност
bn: সম্প্রদায়
bs: zajednica
el: κοινότητα
et: kogukond
eu: komunitatea
fr: communauté
ga: pobal
he: קהילה
hi: समुदाय
hu: közösség
id: komunitas
ja: コミュニティ
km: សហគមន៍
ko: 공동체
mn: хамтлаг
mr: समाज
nb: samfunn
oc: comunautat
pt: comunidade
pt_br: comunidade
sk: komunita
sl: Skupnost
sv: gemenskap
ta: சமூகம்
tl: Komunidad
tr: topluluk
uk: спільнота
vi: cộng đồng
zh_tw: 團體

source: group
ast: grupu
bg: група
bn: দল
bs: grupa
da: gruppe
el: ομάδα
et: grupp
eu: taldea
fr: groupe
ga: aicme
he: קבוצה
hi: समूह
hu: csoport
id: kelompok
ja: グループ
km: ក្រុម
ko: 그룹
mn: бүлэг
mr: गट
nb: gruppe
oc: grop
pt: grupo
pt_br: grupo
sk: triedna
sl: skupina
sv: grupp
ta: குழு
tl: Pangkat
tr: grup
uk: група
vi: nhóm
zh_tw: 群組

source: school-wide
ast: escuela
bg: цялото училище
bn: স্কুলব্যাপী
bs: u okviru škole
da: på alle skoler
el: για όλο το σχολείο
et: ülekooliline
eu: Eskola osoan
fr: Zone scolaire
ga: ar fad na scoile
he: לכל בית הספר
hi: स्कूल में
hu: iskola méretű
id: luas-sekolah
ja: 学校全体
km: ទូទាំង​សាលារៀន
ko: 학교 전체
mn: сургууль бүхлээрэй
mr: शाळा
nb: hele skolen
oc: Zòna escolara
pt: institucional
pt_br: ambiente escolar
sk: celoškolská
sl: šolsko
sv: skolbasis
ta: பள்ளி முழுவதுமான
tl: paaralan malawak
tr: okul içinde
uk: для всієї школи
vi: toàn trường
zh_tw: 校內的

source: global
bg: глобален
bn: বৈশ্বিক
bs: globalno
da: globalt
el: γενικός
et: globaalne
eu: globala
ga: domhanda
he: גלובלי
hi: वैश्विक
hu: teljes
ja: 全体
km: សកលលោក
ko: 전체
mn: дэлхийн
mr: आंतरराष्ट्रीय
pt_br: mundial
sk: krajská
sl: svetovno
sv: allmän
ta: உலகளாவிய
tr: küresel
uk: глобальна
vi: toàn cục
zh_tw: 國際的

source: national
ast: nacional
bg: национален
bn: জাতীয়
bs: nacionalno
da: nationalt
el: εθνικός
et: rahvus
eu: nazionala
ga: ar fad na tíre
he: לאומי
hi: राष्ट्रीय
hu: nemzeti
id: nasional
ja: 国家
km: ជាតិ
ko: 국가
mn: үндэсний
mr: राष्ट्रीय
nb: nasjonal
oc: nacional
pt: nacional
pt_br: nacional
sk: národná
sl: državno
sv: nationell
ta: தேசிய
tl: nasyonal
tr: ulusal
uk: національна
vi: quốc gia
zh_tw: 區域的

source: state
ast: rexonal
bg: градски
bn: রাজ্য
bs: državno
da: stat
el: πολιτεία
et: maakond
eu: herrialdea
fr: état
ga: stát
he: מדינה
hi: राज्य
hu: álam
id: negara bagian
ja: 状態
km: រដ្ឋ
ko: 상태
mn: улс
mr: राज्य
nb: stat
oc: estat
pt: estado
pt_br: estadual
sk: štátna
sl: država
sv: län
ta: மாநில
tl: pambansa
tr: şehir
uk: країна
vi: tình trạng
zh_tw: 狀態

source: Date
ast: Data
bg: Дата
bn: তারিখ
bs: Datum
da: Dato
el: Ημερομηνία
et: Kuupäev
eu: Data
ga: Dáta
he: תאריך
hi: तिथि
hu: Dátum
id: Tanggal
ja: 日付
km: កាលបរិច្ឆេទ
ko: 날짜
mn: Огноо
mr: तारीख
nb: Dato
oc: Data
pt: Data
pt_br: Data
sk: Dátum
sl: Datum
sv: Datum
ta: தேதி
tl: Petsa
tr: Tarih
uk: Дата
vi: Ngày
zh_tw: 日期

source: The date the commendation was issued.
ast: La data d'afitamientu del reconocimientu.
bg: Датата на препоръката беше издадена.
bn: অনুমোদন দেয়ার তারিখ
bs: Datum kada je pohvala izdana.
da: Datoen for oprettelse af udmærkelsen
el: Ημερομηνία χορήγησης του επαίνου
et: Kiituse esitamis kuupäev
eu: Goraipamenaren argitaratze data.
fr: Date auquelle l'éloge fut alloué
ga: An dáta a fhoilsíodh an moladh.
he: תאריך ההערכה
hi: किस तारीख को सिफ़ारिश जारी की गयी थी
hu: A dicséretet kibocsátási dátuma.
id: Tanggal pengharagaan telah dikeluarkan.
ja: 賞状が発行された日付
km: កាលបរិច្ឆេទ​នៃ​ការ​ចេញ​ការ​សរសើរ
ko: 상장 발급 날짜
mn: Урамшуулал олгосон огноо
mr: शिफारस दिल्याची तारीख
nb: Dato for utmerkelsen
oc: Data a la quala l'elògi foguèt atribuit
pt: A data em que o louvor foi atribuído.
pt_br: A data que a recomendação foi feita.
sk: Dátum, kedy bola pochvala udelená
sl: Datum, ko je bila izdana pohvala.
sv: Datumet då utmärkelsen utfärdades.
ta: பாராட்டு அளிக்கப்பட்ட தேதி
tl: Petsa ng naibigay ang parangal.
tr: Önerinin verildiği tarih
uk: Дата створення рекомендації
vi: Ngày khen thưởng đưa ra
zh_tw: 嘉獎頒發的日期

source: Grantor
ast: Mandante
bg: Гарантиращ
bn: দাতা
bs: Izdavač
da: Giver
el: Εκχωρητής
et: Toetaja
eu: Emailea
fr: Cessionnaire
ga: Deontóir
he: מעריך
hi: अनुदाता
hu: Engedélyező
id: Pemberi bantuan
ja: 授与者
km: អ្នក​ផ្ដល់
ko: 수여자
mn: Эвээн тэтгэгч/олгосон
mr: दाता
nb: Godkjenningsmyndighet
oc: Cessionari
pt: Atribuído por
pt_br: Autor
sk: Udelil
sl: Podeljevalec
sv: Beviljad av
ta: கொடுப்பவர்
tl: Tagapagbigay
tr: Onaylayan
uk: Надано
vi: Người khen thưởng
zh_tw: 授予者

source: The grantor of the commendation.
ast: El mandante del reconocimientu.
bg: Гарантиращият препоръката
bn: অনুমোদন দাতা
bs: Izdavač pohvale.
da: Giveren af udmærkelsen
el: Ο εκχωρητής του επαίνου
et: Kiituse esitaja.
eu: Goraipamenaren emailea.
fr: Le cessionnaire de l'éloge
ga: Deontóir an mholta.
he: מוציא ההערכה
hi: प्रशंसा के अनुदाता
hu: A dicséret engedélyezője.
id: Pemberi penghargaan
ja: 賞状の授与者
km: អ្នកផ្ដល់​លិខិត​សរសើរ ។
ko: 상장 수여 사람
mn: Урамшуулал өгсөн/олгосон
mr: शिफारसदाता
nb: Godkjenningsmyndigheten for utmerkelsen
oc: Lo cessionari de l'elògi
pt: Quem atribuí o louvor
pt_br: O autor da recomendação
sk: Udelovateľ pochvaly.
sl: Podeljevalec pohvale
sv: Utfärdaren av utmärkelsen.
ta: பாராட்டைக் கொடுப்பவர்
tl: Ang nagbigay ng parangal
tr: Öneriyi onaylayan.
uk: Автор Рекомендації:
vi: Người khen thưởng
zh_tw: 嘉獎的授予者
