Repository: schooltool-project/schooltool
Catalog: schoolbell/debian/po/*.po
Languages: cs

source: Network interfaces for SchoolBell XML web services:
cs: Sí»ová rozhraní pro webové XML slu¾by SchoolBellu:

source: Network interfaces for the HTML browser interface:
cs: Sí»ová rozhraní pro rozhraní HTML prohlí¾eèe:

source: The HTML interface provides access to SchoolBell via any standard web browser.
cs: HTML rozhraní poskytuje pøístup k SchoolBell pomocí libovolného standardního webového prohlí¾eèe.

source: Network interfaces for SchoolBell XML web services (SSL):
cs: Sí»ová rozhraní pro webové XML slu¾by SchoolBellu (SSL):

source: This interface is used by SchoolBell for communicating with non-HTML clients such as the SchoolTool and 3rd party clients (e.g. Mozilla Calendar). XML and iCalendar messages can be PUT or GET to this interface via HTTP allowing access to all SchoolBell functionality.
cs: SchoolBell vyu¾ívá toto rozhraní pro komunikaci s ne-HTML klienty, jako je tøeba SchoolTool nebo klienti tøetích stran (Mozilla Kalendáø). XML a iCalendar zprávy mohou být do tohoto rozhraní transportovány pøes HTTP pøíkazy PUT a GET, co¾ umo¾òuje pøístup k celé funkcionalitì SchoolBellu.

source: Network interfaces for the HTML browser interface (SSL):
cs: Sí»ová rozhraní pro rozhraní HTML prohlí¾eèe (SSL):

source: Please enter a space separated list of [address:]port values that you would like the server to listen on.
cs: Zadejte mezerami oddìlený seznam hodnot [adresa:]port, na kterých má server naslouchat.

source: The web interface provides access to SchoolBell via any standard web browser.
cs: Webové rozhraní nabízí pøístup k SchoolBellu pøes libovolný standardní webový prohlí¾eè.

source: This is an SSL version of this interface and will only accept SSL connections.
cs: Toto je SSL verze tohoto rozhraní a pøijímá pouze SSL spojení.

source: Create self-signed certificate
cs: Vytvoøit sebou podepsaný certifikát

source: Import certificate
cs: Importovat certifikát

source: Method for setting up the SSL certificate:
cs: Zpùsob nastavení SSL certifikátu:

source: You can create a self-signed root certificate that can be imported into web browsers. The certificate can be copied from /etc/schoolbell/cert.pem.
cs: Mù¾ete vytvoøit sebou podepsaný koøenový certifikát, který pak mù¾ete importovat do webových prohlí¾eèù. Certifikát mù¾ete zkopírovat z /etc/schoolbell/cert.pem.

source: You can also import a certificate, for instance a certificate signed by a certification authority (CA). The certificate must be in PEM format and contain the private key.
cs: Také mù¾ete certifikát importovat, napøíklad certifikát podepsaný dùvìryhodnou certifikaèní autoritou (CA). Certifikát musí být v PEM formátu a musí obsahovat privátní klíè.

source: Would you like to re-create the SSL certificate?
cs: Chcete znovu vytvoøit SSL certifikát?

source: A SSL certificate already exists. Please confirm whether you want to create a new certificate.
cs: SSL certifikát ji¾ existuje. Potvrïte prosím, zda chcete vytvoøit nový certifikát.

source: PEM format SSL certificate:
cs: SSL certifikát ve formátu PEM:

source: Please enter the file name of the SSL certificate you want to import.
cs: Zadejte jméno souboru se SSL certifikátem, který chcete importovat.

source: Should the previous database be removed?
cs: Má se pøedchozí databáze odstranit?

source: A possibly incompatible pre-existing database was detected. Since this is a testing/beta version, converting existing databases to the new format is not possible.
cs: Byla rozpoznána ji¾ existující (potenciálnì nekompatibilní) databáze. Proto¾e je toto testovací/beta verze, není konverze stávající databáze na nový formát mo¾ná.

source: Therefore the new version cannot be installed unless the existing database is removed first. All data in the existing database will be deleted.
cs: Nová verze se tedy nemù¾e nainstalovat, dokud neodstraníte stávající databázi. V¹echna data ve stávající databázi budou smazána.

source: Do you want to purge the database for SchoolBell?
cs: Chcete smazat databázi SchoolBellu?

source: By default, databases are removed when a package is purged. However, if you would like to retain the database for SchoolBell, this is your last chance. Please note that purging the database means that all the data will be irrevocably lost.
cs: Implicitnì se pøi vyèi¹tìní balíku ze systému ma¾ou i databáze. Pokud v¹ak chcete zachovat databázi pro SchoolBell, je toto va¹e poslední mo¾nost. Smazáním databáze pøijdete nenávratnì o data v ní ulo¾ená.

source: Should the database be automatically upgraded?
cs: Má se databáze automaticky aktualizovat?

source: A database from a previous version of SchoolBell has been found. The SchoolBell package can attempt to automatically upgrade the database. If so, it will leave compatibility libraries in /var/lib/schoolbell/compat and a database backup in /var/lib/schoolbell/backup. These can be deleted after an upgrade is verified to be successful. The database can also be manually upgraded after package installation by following the documentation in the /usr/share/doc/schoolbell/README.
cs: Byla nalezena databáze pøedchozí verze SchoolBellu. Balík SchoolBell se mù¾e pokusit databázi automaticky pøevést na novìj¹í formát. V takovém pøípadì zanechá ve /var/lib/schoolbell/compat knihovny pro kompatibilitu a ve /var/lib/schoolbell/backup zálohu databáze. Po ovìøení, ¾e se pøechod povedl, je mù¾ete smazat. Databázi také mù¾ete pøevést ruènì po instalaci balíku. Staèí postupovat dle návodu v /usr/share/doc/schoolbell/README.

source: ignore and continue
cs: ignorovat a pokraèovat

source: abort installation
cs: pøeru¹it instalaci

source: delete current database
cs: smazat stávající databázi

source: Unable to automatically upgrade database:
cs: Nemohu automaticky aktualizovat databázi:

source: A database from a previous version of SchoolBell has been found. Unfortunately, because the previously installed version of SchoolBell has been removed, the SchoolBell package cannot attempt to automatically upgrade the database. It is advised to abort, install the old package and attempt an upgrade again. If continued, the server will be unable to start until the database had been manually upgraded or deleted.
cs: Byla nalezena databáze pøedchozí verze SchoolBellu. Proto¾e ji¾ v¹ak byla pøedchozí verze SchoolBellu odstranìna, nemù¾e se balík SchoolBell pokusit o automatický pøevod databáze na novìj¹í formát. Doporuèujeme pøeru¹it instalaci, nainstalovat starý balík a znovu se pokusit o aktualizaci. Budete-li pokraèovat, server se nebude moci spustit dokud databázi ruènì neaktualizujete nebo nesma¾ete.

source: Error upgrading database!
cs: Chyba pøi aktualizaci databáze!

source: Sorry, there seems to have been an error upgrading the database! Fortunately, there should be a backup of the database made just before the upgrade in /var/lib/schoolbell/backup and compatibility libraries from the previously installed version in /var/lib/schoolbell/compat.
cs: Zdá se, ¾e pøi aktualizaci databáze do¹lo k chybì! Na¹tìstí by mìla ve /var/lib/schoolbell/backup existovat záloha databáze tìsnì pøed pokusem o aktualizaci a ve /var/lib/schoolbell/compat by mìly le¾et knihovny pro kompatibilitu z pøedchozí instalované verze.

source: The server will not be able to start until you upgrade the database. Information on manual upgrades can be found in the /usr/share/doc/schoolbell/README file.
cs: Server se nebude moci spustit dokud databázi neaktualizujete. Informace o ruèní aktualizaci naleznete v souboru /usr/share/doc/schoolbell/README.
