Repository: schooltool-project/schooltool
Catalog: src/schooltool/commendation/locales/*/LC_MESSAGES/schooltool.commendation.po
Languages: ru, sw

source: <unknown>
ru: <неизвестно>
sw: <isiyojulikana>

source: commendations
ru: рекомендации
sw: sifa

source: Add Commendation
sw: Ongeza Sifa

source: All Commendations
sw: Sifa Zote

source: View Commendations
sw: Angalia Sifa

source: Title
ru: Заголовок
sw: Jina

source: Title of the commendation.
ru: Заголовок рекомендации
sw: Jina la sifa

source: Description
ru: Описание
sw: Maelezo

source: A detailed description of the commendation.
ru: Детальное описание рекомендации.
sw: Maelezo ya kina wa sifa

source: Scope
ru: Предел
sw: Upeo

source: The scope of the commendation.
ru: Пределы рекомендации
sw: Upeo wa sifa

source: group
ru: группа
sw: kikundi

source: community
ru: сообщество
sw: jumuia

source: school-wide
ru: школьный
sw: kishule

source: national
ru: национальный
sw: taifa

source: global
ru: глобальный
sw: kwa jumba

source: state
ru: состояние
sw: hali

source: Date
ru: Дата
sw: Tarehe

source: The date the commendation was issued.
ru: Дата
sw: Tarehe sifa ilipotolewa

source: Grantor
ru: Даритель
sw: Mtoaji

source: The grantor of the commendation.
ru: Даритель рекомендации
sw: Mtoaji was sifa

source: Unknown day id: %r
ru: Неизвестный код дня: %r

source: Unknown period id: %r
ru: Неизвестный код периода: %r
