Repository: schooltool-project/schooltool
Catalog: debian/po/*.po
Languages: fr

source: Network interfaces for SchoolBell XML web services:
fr: Interfaces réseau pour les services web XML de SchoolBell :

source: Network interfaces for the HTML browser interface:
fr: Interfaces réseau pour l'interface du navigateur HTML :

source: The HTML interface provides access to SchoolBell via any standard web browser.
fr: L'interface HTML permet l'accès à SchoolBell en utilisant n'importe quel navigateur Internet standard.

source: Network interfaces for SchoolBell XML web services (SSL):
fr: Interface web pour les services web XML de SchoolBell (SSL) :

source: This interface is used by SchoolBell for communicating with non-HTML clients such as the SchoolTool and 3rd party clients (e.g. Mozilla Calendar). XML and iCalendar messages can be PUT or GET to this interface via HTTP allowing access to all SchoolBell functionality.
fr: Cette interface est utilisée par SchoolBell pour communiquer avec des clients autres que HTML tels que le client SchoolTool et certains clients de tierce partie (par exemple Mozilla Calendar). Les messages XML et iCalendar peuvent être transmis à cette interface en utilisant « GET » et « PUT » par l'intermédiaire de HTTP ce qui permet l'accès à toutes les fonctionnalités de SchoolBell.

source: Network interfaces for the HTML browser interface (SSL):
fr: Interfaces réseau pour l'interface avec le navigateur HTML (SSL) :

source: Please enter a space separated list of [address:]port values that you would like the server to listen on.
fr: Veuillez indiquer une liste des [adresse:]port (séparés par des espaces) sur lesquels vous voulez que le serveur écoute.

source: The web interface provides access to SchoolBell via any standard web browser.
fr: L'interface web permet l'accès à SchoolBell à partir de n'importe quel navigateur Internet standard.

source: This is an SSL version of this interface and will only accept SSL connections.
fr: Ceci est la version SSL de cette interface, elle n'acceptera que les connexions SSL.

source: Create self-signed certificate
fr: Créer un certificat auto-signé

source: Import certificate
fr: Importer d'un certificat existant

source: Method for setting up the SSL certificate:
fr: Méthode de création du certificat SSL :

source: You can create a self-signed root certificate that can be imported into web browsers. The certificate can be copied from /etc/schoolbell/cert.pem.
fr: Vous pouvez créer un certificat racine auto-signé qui sera importé par les navigateurs web. Le certificat peut être copié depuis /etc/schoolbell/cert.pem.

source: You can also import a certificate, for instance a certificate signed by a certification authority (CA). The certificate must be in PEM format and contain the private key.
fr: Vous pouvez également importer un certificat, par exemple un certificat signé par une autorité de certification. Il doit être au format « PEM » et contenir une clé privée.

source: Would you like to re-create the SSL certificate?
fr: Voulez-vous recréer le certificat SSL ?

source: A SSL certificate already exists. Please confirm whether you want to create a new certificate.
fr: Un certificat SSL existe déjà. Veuillez confirmer que vous voulez créer un nouveau certificat.

source: PEM format SSL certificate:
fr: Certificat SSL au format PEM :

source: Please enter the file name of the SSL certificate you want to import.
fr: Veuillez indiquer le nom du fichier du certificat SSL (au format PEM) à importer.

source: Should the previous database be removed?
fr: Faut-il supprimer la base de données existante ?

source: A possibly incompatible pre-existing database was detected. Since this is a testing/beta version, converting existing databases to the new format is not possible.
fr: Une base de données antérieure et peut-être incompatible a été détectée. Comme il s'agit d'une version de test ou bêta, la conversion de la base de données vers le nouveau format n'est pas possible.

source: Therefore the new version cannot be installed unless the existing database is removed first. All data in the existing database will be deleted.
fr: La nouvelle version ne pourra donc pas être installée tant que l'ancienne base de données n'a pas été supprimée. Toutes les données de cette base de données seront effacées.

source: Do you want to purge the database for SchoolBell?
fr: Voulez-vous purger la base de données de SchoolBell ?

source: By default, databases are removed when a package is purged. However, if you would like to retain the database for SchoolBell, this is your last chance. Please note that purging the database means that all the data will be irrevocably lost.
fr: Par défaut, les bases de données sont supprimées lors de la purge d'un paquet. Cependant, si vous désirez conserver la base de données de SchoolBell, vous pouvez le préciser ici. Veuillez noter que la purge de la base de données entraînera la perte irrémédiable des données.

source: Should the database be automatically upgraded?
fr: Faut-il mettre à niveau automatiquement la base de données ?

source: A database from a previous version of SchoolBell has been found. The SchoolBell package can attempt to automatically upgrade the database. If so, it will leave compatibility libraries in /var/lib/schoolbell/compat and a database backup in /var/lib/schoolbell/backup. These can be deleted after an upgrade is verified to be successful. The database can also be manually upgraded after package installation by following the documentation in the /usr/share/doc/schoolbell/README.
fr: Une base de données d'une version précédente de SchoolBell existe. La procédure d'installation en cours peut essayer de mettre à niveau automatiquement cette base de données. Dans ce cas, les bibliothèques de compatibilité seront laissées dans /var/lib/schoolbell/compat et une base de données de sauvegarde dans /var/lib/schoolbell/backup. Vous pouvez aussi mettre à niveau la base de données vous-même après l'installation du paquet en suivant les instructions qui se trouvent dans /usr/share/doc/schoolbell/README.

source: ignore and continue
fr: Ignorer et poursuivre

source: abort installation
fr: Abandonner l'installation

source: delete current database
fr: Effacer la base de données actuelle

source: Unable to automatically upgrade database:
fr: Impossible de mettre à niveau la base de données, action à effectuer :

source: A database from a previous version of SchoolBell has been found. Unfortunately, because the previously installed version of SchoolBell has been removed, the SchoolBell package cannot attempt to automatically upgrade the database. It is advised to abort, install the old package and attempt an upgrade again. If continued, the server will be unable to start until the database had been manually upgraded or deleted.
fr: Une base de données d'une version précédente de SchoolBell existe. Malheureusement, comme la version précédente de SchoolBell a été supprimée, il n'est pas possible de la mettre à niveau automatiquement. Vous devriez choisir « Abandonner » puis installer l'ancien paquet et de tenter à nouveau la mise à niveau. Si vous décidez de poursuivre, le serveur sera dans l'incapacité de démarrer jusqu'à ce que la base de données soit mise à niveau ou effacée.

source: Error upgrading database!
fr: Erreur lors de la mise à niveau de la base de données

source: Sorry, there seems to have been an error upgrading the database! Fortunately, there should be a backup of the database made just before the upgrade in /var/lib/schoolbell/backup and compatibility libraries from the previously installed version in /var/lib/schoolbell/compat.
fr: Une erreur s'est produite lors de la mise à niveau de la base de données. Vous trouverez une sauvegarde de la base de données, réalisée juste avant cette mise à niveau, dans var/lib/schoolbell/backup. Les bibliothèques de compatibilité de la version précédemment installée se trouvent dans /var/lib/schoolbell/compat.

source: The server will not be able to start until you upgrade the database. Information on manual upgrades can be found in the /usr/share/doc/schoolbell/README file.
fr: Le serveur ne pourra pas démarrer tant que vous n'aurez pas mis à niveau la base de données. Des informations concernant la procédure de mise à niveau se trouvent dans le fichier /usr/share/doc/schoolbell/README.
